[
  {
    "COMMENT_ID": 293,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Climate resilient infrastructure ",
    "CONTENT": "Our utilities keep causing these devastating fires and they are getting worse with climate change. We need to fix our utilities to prevent these fires from starting again, clear hazard brush while maintaining wild lands and native plants, create mandatory setbacks, remove palm trees and begin to prepare for the reality we now face. We need roof top sprinklers and water agencies with infrastructure with redundancies that can accommodate extreme use in wildfire events. We need water and power to adapt to climate change and build infrastructure that shuts down without starting fires and keeps water running during fires. What happens if there is an earthquake during red flag high winds? I fear for my state.",
    "UMAP_1": 16.04175568,
    "UMAP_2": 23.56184006
  },
  {
    "COMMENT_ID": 322,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Climate resilient infrastructure ",
    "CONTENT": "We can't be a community without these things",
    "UMAP_1": 17.10205078,
    "UMAP_2": 24.35505676
  },
  {
    "COMMENT_ID": 353,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Climate resilient infrastructure ",
    "CONTENT": "LA city needs to be creating best practices for restoring basic infrastructure to fire zones *and* applying rebuilding practices elsewhere in the city where streetlights, sidewalks, power lines are in such bad shape the city cannot function.",
    "UMAP_1": 17.79438019,
    "UMAP_2": 24.68484879
  },
  {
    "COMMENT_ID": 448,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Climate resilient infrastructure ",
    "CONTENT": "Very important, but your only concerns should be: is this infrastructure awesome, and is it effective. In other words, you should not focus on \"gender and climate equity in infrastructure\" or any such nonsense.",
    "UMAP_1": 16.88195038,
    "UMAP_2": 23.10305214
  },
  {
    "COMMENT_ID": 648,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Climate resilient infrastructure ",
    "CONTENT": "If anything, this is an opportunity to apply lessons learned from here and other cities around the world and to modernize infrastructure.",
    "UMAP_1": 17.66096687,
    "UMAP_2": 24.2476387
  },
  {
    "COMMENT_ID": 787,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Climate resilient infrastructure ",
    "CONTENT": "Having scanned this entire page of themes, I will mark each as Very Important or Essential, but with a major caveat related directly to the emphatic recommendation offered on the previous page to make creation of the kind of \"renewal engine\" described by author Storm Cunningham the first and top priority.  Why?  A key point of emphasis for a well designed and implemented \"renewal engine\" is always the concept of integration.  In this context, the issue is less one of whether each of these themes is worthy, important and/or even essential, and much more how the integration of their implementation serves the vision which is the sine qua non of a true \"renewal engine\".   Doing so means that the whole will be much greater than the sum of parts.",
    "UMAP_1": 16.98081589,
    "UMAP_2": 23.82502937
  },
  {
    "COMMENT_ID": 902,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Climate resilient infrastructure ",
    "CONTENT": "These items are proper local & state government functions and we've already tacitly agreed to fund them through reasonable taxation. Whatever is needed to fund these projects should come from unneeded political pet projects (Unneeded political pet projects is redundant).",
    "UMAP_1": 16.35157585,
    "UMAP_2": 24.46767044
  },
  {
    "COMMENT_ID": 1062,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Climate resilient infrastructure ",
    "CONTENT": "This goes further than just the infrastructure. If the collapsing entertainment industry isn't boosted, then we will lose all of this to foreign investors and the landscape will change for the worse.",
    "UMAP_1": 17.31011391,
    "UMAP_2": 23.95056915
  },
  {
    "COMMENT_ID": 1068,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Climate resilient infrastructure ",
    "CONTENT": "Please further elaborate. I'm confused as to what counts as a \"pet project\" and why you believe the state's current services are adequate?",
    "UMAP_1": 16.15300369,
    "UMAP_2": 24.30565453
  },
  {
    "COMMENT_ID": 1180,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Climate resilient infrastructure ",
    "CONTENT": "Build and invest in infrastructure that is resilient to natural disasters and fires due to extreme climate activities - fires, flood, wind, etc.",
    "UMAP_1": 16.70425224,
    "UMAP_2": 23.37290001
  },
  {
    "COMMENT_ID": 1278,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Climate resilient infrastructure ",
    "CONTENT": "Town wide water pumps need to be separate from the main power so there continues to be water flowing despite power being turned off during high winds. Fix the lack of water during a fire.",
    "UMAP_1": 16.62116623,
    "UMAP_2": 24.95340729
  },
  {
    "COMMENT_ID": 1356,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Climate resilient infrastructure ",
    "CONTENT": "Again getting bonds together and finding resources is a priority and time is of the essence call\r\nFor special elections to help manage decisions",
    "UMAP_1": 16.90234566,
    "UMAP_2": 24.24469566
  },
  {
    "COMMENT_ID": 1376,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Climate resilient infrastructure ",
    "CONTENT": "These need to be considered in light of growing climate risk.  All of this infrastructure has been under-maintained throughout the country no matter the climate, so now we must plan for further climate risk as we restore these essential community services.  We should be planning in particular for the future of mobility that minimizes individual automobile use and maximizes seamless public transportation.  We also need to pay special attention to grid reliability and modernization.",
    "UMAP_1": 16.39484596,
    "UMAP_2": 23.78327751
  },
  {
    "COMMENT_ID": 1538,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Climate resilient infrastructure ",
    "CONTENT": "I kindly urge you to consider hiring and training individuals from Los Angeles for this work. We can make a positive impact by reducing bureaucratic barriers and giving our local community a chance. The job market in LA is genuinely challenging right now, and supporting our own can bring hope and opportunity to those in need. Hire our own, train our own, and stop with the six-month hiring process. People are losing everything, and we aren't requiring these contractors to hire those affected.",
    "UMAP_1": 17.42354965,
    "UMAP_2": 25.54117012
  },
  {
    "COMMENT_ID": 1587,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Climate resilient infrastructure ",
    "CONTENT": "Agreed",
    "UMAP_1": 16.91346359,
    "UMAP_2": 24.600317
  },
  {
    "COMMENT_ID": 1599,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Climate resilient infrastructure ",
    "CONTENT": "The area must be made safe for all recovery efforts.",
    "UMAP_1": 17.15679932,
    "UMAP_2": 24.83891487
  },
  {
    "COMMENT_ID": 1718,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Climate resilient infrastructure ",
    "CONTENT": "I think planning for a more rebust LA can happen now, and implementation can happen in time.",
    "UMAP_1": 17.39639473,
    "UMAP_2": 23.70082092
  },
  {
    "COMMENT_ID": 280,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Altadena infrastructure",
    "CONTENT": "Underground electricity please. Bike paths, sidewalks would be amazing. Many of our Altadena streets didn't even have sidewalks.",
    "UMAP_1": 12.2722702,
    "UMAP_2": 26.783535
  },
  {
    "COMMENT_ID": 577,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Altadena infrastructure",
    "CONTENT": "Not taking this opportunity to improve all infrastructure in Altadena would be foolish and short sighted. I understand it's enormously expensive, but I have confidence that if considerable effort is invested into procuring funds, this can be accomplished.",
    "UMAP_1": 12.69759178,
    "UMAP_2": 26.27882385
  },
  {
    "COMMENT_ID": 582,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Altadena infrastructure",
    "CONTENT": "Now is the time for Altadena to get sidewalks.  Let's future proof this community so that people can come back.  And while at it, bury the powerlines.",
    "UMAP_1": 12.29830551,
    "UMAP_2": 26.93215561
  },
  {
    "COMMENT_ID": 590,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Altadena infrastructure",
    "CONTENT": "All important to a functioning community. As usual, the question begs - who pays for this?  Should the folks in Etna, CA be taxed for the folly of building so many high-dollar homes in an obvious fire zone? Should Modesto be on the hook for wealthy home owners in Marin or Sonoma or LA?",
    "UMAP_1": 13.13794231,
    "UMAP_2": 25.36265945
  },
  {
    "COMMENT_ID": 616,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Altadena infrastructure",
    "CONTENT": "Altadena needs underground power lines to protect the rebuilt community from future disasters. Water systems need to be improved to be able to handle every rebuild requiring sprinklers!  Sidewalks, bike lanes, and fiber internet are investments that can easily implemented now that will improve the quality of life for residents for decades.",
    "UMAP_1": 13.25148773,
    "UMAP_2": 26.77160454
  },
  {
    "COMMENT_ID": 989,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Altadena infrastructure",
    "CONTENT": "We need architects that can use substantial eco friendly materials!! And that are able to recreate the historic structures of the city nostalgia that drew so many its residents!! Keeping the charm of Altadena.",
    "UMAP_1": 12.91272545,
    "UMAP_2": 26.84452057
  },
  {
    "COMMENT_ID": 1005,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Other",
    "CONTENT": "It's essential that we have a water system capable of fighting wildfires and an electric system that doesn't spark them, but the costs shouldn't be borne by utility customers in safer areas. Pay for wildfire upgrades to this infrastructure using higher property taxes on the homeowners who chose to buy and build in dangerous areas. If you want to take the risk by choosing to live in wildfire zones, you'd better pay for it. That would also help people better understand the tradeoffs they're making.",
    "UMAP_1": 13.49817467,
    "UMAP_2": 25.55828285
  },
  {
    "COMMENT_ID": 1008,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Altadena infrastructure",
    "CONTENT": "I'm happy to chip in my share of taxes towards rebuilding, especially in Altadena where the residents are not nearly as rich as in the Palisades. But the lion's share of the costs need to be paid by the people who want to live in these dangerous fire zones.",
    "UMAP_1": 13.07129765,
    "UMAP_2": 25.91784477
  },
  {
    "COMMENT_ID": 1009,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Altadena infrastructure",
    "CONTENT": "Let's make sure that everyone has awesome, effective infrastructure. I don't want my friends in Altadena to get stiffed in favor of a better recovery for the wealthier community in the Palisades, and I don't want one part of Altadena to get better support than another. Equity sounds like a fine term for what I'm asking for.",
    "UMAP_1": 12.93394852,
    "UMAP_2": 25.91847992
  },
  {
    "COMMENT_ID": 1010,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Altadena infrastructure",
    "CONTENT": "Have you seen what's happening with rent lately? Of course we need more housing. Otherwise rent is going to keep going up up up. We've got to build somewhere, and since homeowners have been opposing density in safer areas for decades, communities grew outwards instead. That's how we ended up with so many people in fire zones like Altadena and the Palisades. But yeah, we've got to have better sewer, road, power, and water planning too.",
    "UMAP_1": 13.82308769,
    "UMAP_2": 25.90538216
  },
  {
    "COMMENT_ID": 1096,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Altadena infrastructure",
    "CONTENT": "Underground the power lines; Water system needs to be updated. More plans for saving water for times of drought. Sidewalks would be great in Altadena.",
    "UMAP_1": 12.50020695,
    "UMAP_2": 26.96375275
  },
  {
    "COMMENT_ID": 1282,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Altadena infrastructure",
    "CONTENT": "It would be nice if Altadena were rebuilt to be more walkable and accessible via bike and public transportation. Let's do this right!",
    "UMAP_1": 12.42271519,
    "UMAP_2": 26.35388565
  },
  {
    "COMMENT_ID": 1310,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Altadena infrastructure",
    "CONTENT": "We should add the sidewalk to around Altadena.  Also, parking restriction need to create for the safety.",
    "UMAP_1": 12.42625523,
    "UMAP_2": 27.08440399
  },
  {
    "COMMENT_ID": 407,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Other",
    "CONTENT": "The entire state's infrastructure is falling apart. Why were laws passed to allow a massive increase in housing density with no planning for sewers, roads, power, water etc.   This question is a joke even before the fire.",
    "UMAP_1": 15.15025711,
    "UMAP_2": 25.22123909
  },
  {
    "COMMENT_ID": 596,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Other",
    "CONTENT": "It is important for Everyone to understand the severity of contamination from toxic runoff. This needs to be addressed as part of the primary efforts of cleanup. It's not enough to just replace 6 inches of topsoil without testing for toxicity. Without proper testing you're putting a Band-Aid on a situation that could have long term impacts.",
    "UMAP_1": 16.70897293,
    "UMAP_2": 27.11455727
  },
  {
    "COMMENT_ID": 665,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Other",
    "CONTENT": "Waive unnecessary rules and regulations.",
    "UMAP_1": 18.35453415,
    "UMAP_2": 30.00865746
  },
  {
    "COMMENT_ID": 686,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Other",
    "CONTENT": "Let's get rid of red tape and modernize while we are at it.",
    "UMAP_1": 17.95629501,
    "UMAP_2": 30.03216362
  },
  {
    "COMMENT_ID": 697,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Other",
    "CONTENT": "I am writing to bring attention to a critical gap in the recent executive order issued by Governor Gavin Newsom to expedite rebuilding efforts for residents affected by the current Los Angeles County wildfires. While this order offers a lifeline to those impacted by the Palisades and Eaton Fires, it excludes countless residents who have been struggling to rebuild their lives and homes after previous disasters, such as the Woolsey Fire (2018), Franklin Fire (2024),Mountain Fire(2024) Bobcat Fire (2020), Creek Fire (2017), Sand Fire (2016), La Tuna Fire (2017), and Saddleridge Fire (2019). I am sure there are others that I am missing.\r\n\r\n\r\nThese past fires left thousands of Californians grappling with complex permitting processes.",
    "UMAP_1": 15.4124012,
    "UMAP_2": 27.68707275
  },
  {
    "COMMENT_ID": 767,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Other",
    "CONTENT": "Admittedly don't know enough here. Eaton fire started well outside of normal pedestrian infrastructure.  Only thing I can add here is that given that good fraction of the community has to start from scratch, now is a good time to revisit infra related issues such as underground power and better broadband.\r\n\r\nThe water utilities I have less info on. They seem to have bounced back pretty quickly but obviously lessons learned from this one should be considered.",
    "UMAP_1": 14.261199,
    "UMAP_2": 26.4026165
  },
  {
    "COMMENT_ID": 894,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Other",
    "CONTENT": "1. create a public utilities system, delivering traditional and alternative forms.\r\n2. High speed wifi should be a public utility - not a Verizon over here, AT&T over there, Spectrum in this area... all with different cables and methods of delivery and cost.  enough already.\r\n3. move powerlines underground; zero overhead power lines. make it a law\r\n4.invest in robust water collection and reserve methods",
    "UMAP_1": 17.19462204,
    "UMAP_2": 31.53340912
  },
  {
    "COMMENT_ID": 956,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Other",
    "CONTENT": "On the Centeal Coast, we have req'ts for permeability written intonour bldg codes.",
    "UMAP_1": 16.18981361,
    "UMAP_2": 28.44070053
  },
  {
    "COMMENT_ID": 1149,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Other",
    "CONTENT": "Restoring power, water, gas and communications has to be a high priority too. Bringing in contractors from other cities might be expanded on.",
    "UMAP_1": 16.95769692,
    "UMAP_2": 25.61336708
  },
  {
    "COMMENT_ID": 1265,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Other",
    "CONTENT": "Lack of water for firefighting has to be remedied. Plans for dealing with \"Perfect Storm\" conditions like January 7, 2025 have to be developed and implemented AND POLICIES FOLLOWED to field a maximum effort by all those tasked with keeping Angelenos and their homes safe.  Deploying roving fire units at the expected beginnings of a fire to spot out first embers is required. Once a fire takes hold, we will see again our defenses overrun Ang neighborhoods and cities burn to the ground.",
    "UMAP_1": 15.69501782,
    "UMAP_2": 25.30586624
  },
  {
    "COMMENT_ID": 1299,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Other",
    "CONTENT": "The new reimagined community should be better than the now-burned community.  Use smart planners and experts to implement new ideas for Palisades 2.0.",
    "UMAP_1": 14.21884251,
    "UMAP_2": 27.47936249
  },
  {
    "COMMENT_ID": 1431,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Other",
    "CONTENT": "This is essential and should be done by private enterprise to the extent feasible. Large infrastructure contractors can do this much faster than Public Works or LADWP and likely more cost-effectively. This is not the time for political egos to eye ad opportunities for the next election; move out of the way and let the city rebuild.",
    "UMAP_1": 17.2141304,
    "UMAP_2": 26.75645828
  },
  {
    "COMMENT_ID": 1530,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Other",
    "CONTENT": "Expensive yet necessary.  Start in most fire prone areas and move outward.",
    "UMAP_1": 16.27119637,
    "UMAP_2": 26.08016396
  },
  {
    "COMMENT_ID": 1593,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Other",
    "CONTENT": "- Putting utilities underground - Palisades never had good phone or internet reception (esp ATT) unless connected to a specific Wifi, this can be improved - Look to establish a public middle school in the Palisades - Filling and maintaining a reservoir at all times - Getting out of the Palisades (whether during a fire evacuation or during morning or afternoon rush hour) was always tough - especially on Chatauqua and the left turn onto PCH - it could take 20+ minutes to get down.",
    "UMAP_1": 13.90703106,
    "UMAP_2": 27.72999573
  },
  {
    "COMMENT_ID": 1605,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Other",
    "CONTENT": "We should be considering discontinuing natural gas lines to neighborhoods that opt in for that.",
    "UMAP_1": 15.32356358,
    "UMAP_2": 29.29475594
  },
  {
    "COMMENT_ID": 380,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Broadband access",
    "CONTENT": "expansion of broadband is essential but the data providers took all the ACP money and now thats over",
    "UMAP_1": 13.67047882,
    "UMAP_2": 23.61784363
  },
  {
    "COMMENT_ID": 551,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Broadband access",
    "CONTENT": "equitable access to fast, reliable, consistent, and affordable broadband is essential for work, education, health access, and information",
    "UMAP_1": 14.05299568,
    "UMAP_2": 23.71925736
  },
  {
    "COMMENT_ID": 656,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Broadband access",
    "CONTENT": "The major lifelines of water, electricity, natural gas, and broadband/internet are absolutely required.  The pedestrian infrastructure was likely not impacted by the fires, but the rest obviously have been.  In addition to burying electrical, there should be separate standpipes between homes, in addition to standard hydrants, for fire department (or even homeowner) access, to support mitigation of any future events.  Better reservoir water management and better water infrastructure would help, but in the event of this particular incident, as we would say in the fire service 'is like trying to stop a train with a water hose'.  Just not possible. Which is why, better rebuilding with fire resistant materials is required.",
    "UMAP_1": 14.6450367,
    "UMAP_2": 24.81888199
  },
  {
    "COMMENT_ID": 723,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Broadband access",
    "CONTENT": "Roads must be accessible during low visibility. When a neighborhood is rebuilt, make it pedestrian friendly. ALL power lines should be buried. Water must be easily accessible by firefighters. Metro broadband with power backup should be available for rapid reliable communication.",
    "UMAP_1": 14.02456284,
    "UMAP_2": 24.35497856
  },
  {
    "COMMENT_ID": 950,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Other",
    "CONTENT": "We know there were many reasons and excuses for the many failures.  However, what we want to know is:  Have the fire hydrant and water for fire fighting issues been resolved and if not, when will the public be advised of such?  The public needs to be advised on the system's ability to fight fires and when the system gets maxed out.  Is it only able to defend x number of acres at a time?",
    "UMAP_1": 15.33642674,
    "UMAP_2": 25.05503464
  },
  {
    "COMMENT_ID": 961,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Broadband access",
    "CONTENT": "L.A. County provides broadband coverage in all inhabited areas. More revenue for restoration and less money for the Spectrums of the world.",
    "UMAP_1": 14.21806717,
    "UMAP_2": 23.23734665
  },
  {
    "COMMENT_ID": 968,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Broadband access",
    "CONTENT": "I agree that money should not be spent on the monopolization of internet providers like Spectrum or AT&T. Money should go towards local and government infrastructure where able.",
    "UMAP_1": 13.83909416,
    "UMAP_2": 23.29260635
  },
  {
    "COMMENT_ID": 1263,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Broadband access",
    "CONTENT": "Permeable surfaces, rain gardens, bioswales. If federal program goes away, city or state support for to make sure lower income residents are connected. Digital literacy training at the library to ensure all have the skills to make the most of broadband access. Devices for those who cannot afford them. No one should have been unaware of the scale of risk to Altadena once the fire broke out. There was a constant stream of information all day long that made this undeniable. Can't have large segments of the local population who aren't connected, for the sake of their survival.",
    "UMAP_1": 13.96968746,
    "UMAP_2": 24.28014755
  },
  {
    "COMMENT_ID": 1564,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Broadband access",
    "CONTENT": "agree with comments on optimizing runoff capture; not sure why broadband access is in this section.",
    "UMAP_1": 14.42256928,
    "UMAP_2": 24.0689888
  },
  {
    "COMMENT_ID": 281,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Underground power lines",
    "CONTENT": "The power lines MUST be buried, and the cost should be absorbed by the power companies.",
    "UMAP_1": 19.26245689,
    "UMAP_2": 30.70057106
  },
  {
    "COMMENT_ID": 359,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Underground power lines",
    "CONTENT": "Utilities need to move fast. Should be incentivized with a reduced lawsuit if they move fast.",
    "UMAP_1": 17.14198494,
    "UMAP_2": 29.43778038
  },
  {
    "COMMENT_ID": 387,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Underground power lines",
    "CONTENT": "Underground authority needs to be given to the County/City so that there is not a statewide/utility/personal property owner fight over where these lines go. The political cost of comprimising will be prohibitively expensive and too slow to make a lasting difference. Reducing future risk of and to infrastructure should be priority #1.",
    "UMAP_1": 16.13073349,
    "UMAP_2": 29.07033348
  },
  {
    "COMMENT_ID": 399,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Underground power lines",
    "CONTENT": "The Electrical Grid is responsible for causing fires. Get rid of it. Generate solar power on buildings. Promote Aptera cars and Personal Rapid Transit which use NO net energy. Zone in passive houses which use 10% of energy of conventional ones. Fund the design of cheaper ways to build them and retrofit existing ones.  Fund the development of low energy, low water appliances. Stop focusing on local issues. LA is the 2nd biggest city in USA. CA is the 4th biggest economy in the world. Develop long term *solutions* for everyone, not just local band-aids.",
    "UMAP_1": 17.89276505,
    "UMAP_2": 28.17427063
  },
  {
    "COMMENT_ID": 406,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Underground power lines",
    "CONTENT": "We need better infrastructure but NONE of the items listed above are important. All those infrastructure items are obsolete. With decent Personal Rapid Transit, you don't need roads or sidewalks or street lights. With solar on each building and passive building design, you don't need power lines. With efficient appliances you don't need (many) water lines. Proper local wastewater recycling &  management can get rid of the need for sewer. Don't have big companies control internet. Use mesh networks in everybody's phone.",
    "UMAP_1": 17.61958885,
    "UMAP_2": 27.73951531
  },
  {
    "COMMENT_ID": 422,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Underground power lines",
    "CONTENT": "You have the bury the power lines.",
    "UMAP_1": 18.88070297,
    "UMAP_2": 30.75584602
  },
  {
    "COMMENT_ID": 430,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Underground power lines",
    "CONTENT": "Bury power lines underground! Prevent damage from the wind every year, and extra wear-and-tear by being exposed to the elements all year long.",
    "UMAP_1": 17.93107987,
    "UMAP_2": 30.77707672
  },
  {
    "COMMENT_ID": 433,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Underground power lines",
    "CONTENT": "Bury the power lines. Put in sidewalks.",
    "UMAP_1": 17.84019089,
    "UMAP_2": 31.41146278
  },
  {
    "COMMENT_ID": 457,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Underground power lines",
    "CONTENT": "Underground utilities!",
    "UMAP_1": 17.81162834,
    "UMAP_2": 28.75267601
  },
  {
    "COMMENT_ID": 507,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Underground power lines",
    "CONTENT": "Bury power lines and prevent costs from being passed to consumer.",
    "UMAP_1": 18.92493439,
    "UMAP_2": 31.27751732
  },
  {
    "COMMENT_ID": 516,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Underground power lines",
    "CONTENT": "Power lines are so vulnerable.  How is it that, at least in the hillside areas with very high fire risk, we still have above-ground power lines?  Obviously the water delivery system is antiquated and unreliable for a major fire such as this.  This will happen again (and again) and when the earthquake comes, this entire city will be on its knees.",
    "UMAP_1": 16.24987602,
    "UMAP_2": 30.6620121
  },
  {
    "COMMENT_ID": 517,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Underground power lines",
    "CONTENT": "I will not commit to rebuilding until I see a plan from DWP that includes Chautauqua Blvd, North of Bestor, in underground utility installation. This area has been severely neglected by the City: road in poor shape and not paved for about 30 years, power lines transversing my property from the pole to connect to neighbor and has not been updated for decades. Bad system for a known high fire prone/high wind prone area.",
    "UMAP_1": 16.03019714,
    "UMAP_2": 29.53192902
  },
  {
    "COMMENT_ID": 548,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Underground power lines",
    "CONTENT": "Deploy a streetlight design wrapped in PV w/ a small vertical axis wind turbine on top would feed clean energy to the microgrids being developed in reconstruction zones\r\n\r\nV-axis wind turbines on power towers\r\n\r\nWidespread deployment of point of use atmospheric water condensers acquired @ wholesale & distributed @ cost by LA Rises would foster water security\r\n\r\nThe financial ecosystem developed for the recovery should be employed to build a desalination plant for LA like the Claude Lewis facility in Carlsbad would go a long way towards establishing water security in our city\r\nOr it could be funded w/ a water purchase agreement\r\n\r\nProlonged drought & increasing pop indicate that the water supply issue will only get worse as time moves 4ward",
    "UMAP_1": 16.8711338,
    "UMAP_2": 27.91634369
  },
  {
    "COMMENT_ID": 563,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Underground power lines",
    "CONTENT": "It's clear that an inability to quickly shut down power contributed to the severity of the fire, along with exposed power lines. With the areas so devastated, it seems prudent for us to explore buried power lines to expand fire safety.",
    "UMAP_1": 16.01543617,
    "UMAP_2": 28.47158432
  },
  {
    "COMMENT_ID": 620,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Underground power lines",
    "CONTENT": "Purchase Nuccios nursery (80 acre commercial nursery backing into the chaparral hills), make it a fire management site and study the potential of building an emergency reservoir there. Develop an effective plan for managing the chaparral landscape that borders the neighborhood. Train volunteer firefighters. Come up with a plan that ensures water available for wildfire protection. Underground power lines.",
    "UMAP_1": 15.82583237,
    "UMAP_2": 30.48999596
  },
  {
    "COMMENT_ID": 628,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Underground power lines",
    "CONTENT": "Obviously underground electric is of major importance. The others would be nice but not a necessity to repopulating the area. Soil test should also be done on each property. I don't want to eat fruit and vegetables grown in contaminated soil.",
    "UMAP_1": 16.93789101,
    "UMAP_2": 28.13549995
  },
  {
    "COMMENT_ID": 657,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Underground power lines",
    "CONTENT": "To prevent future wildfires the powerlines should move underground where able and removing gas line infrastructure in the burned-out areas. Those two actions would greatly reduce the ability for future fires to arise in the area. Improvement of the community is also critically important, they went through a tragic time and the community is partially broken. Lets build it back better than ever, by offering equal access to forms of active transportation (biking/walking). Expand the network of walkable streets, add bike lanes and ensure streets are engineered safely.",
    "UMAP_1": 14.54160118,
    "UMAP_2": 29.00553894
  },
  {
    "COMMENT_ID": 696,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Underground power lines",
    "CONTENT": "Power lines should be underground.  People have been urging Edison to do this for decades.  Edison has become expert at deflection when asked about this, but no progress has been made.",
    "UMAP_1": 16.97325707,
    "UMAP_2": 30.22612572
  },
  {
    "COMMENT_ID": 724,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Underground power lines",
    "CONTENT": "I think we should place solar air to water systems in open spaces to provide an irrigation source to make large swathes of historic fuel sources evergreen instead.\r\n\r\nI also agree that power lines should be buried whenever possible, or mitigation strategies be devised to defend against errant ignition when equipment fails.  Cutting off power to homes and businesses as a prophylaxis is not the best strategy, since our communication and home defense capabilities suffer as well",
    "UMAP_1": 16.51182175,
    "UMAP_2": 29.78622818
  },
  {
    "COMMENT_ID": 732,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Underground power lines",
    "CONTENT": "Update systems, water reclamation, underground power, solar powered street lights, break up the monopoly of the utilities. SCE is irresponsible and has shown a considerable lack of care for its customers and the land.",
    "UMAP_1": 18.10464668,
    "UMAP_2": 29.80612373
  },
  {
    "COMMENT_ID": 742,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Underground power lines",
    "CONTENT": "The beading of the roads AND streets must be with sturdy materia to prevent that the concrete or asphalt break apart. Defenitetely sidewalks infraestructura musk have handy CAP Ramos AND accesos , streets lights mus be use photo cells to avoid the wiring. Aldo we need to reduce the high tención suspensión wire by Runing those wires underground to every Lot.",
    "UMAP_1": 15.16510677,
    "UMAP_2": 30.07191849
  },
  {
    "COMMENT_ID": 784,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Underground power lines",
    "CONTENT": "The power lines in Altadena MUST BE BURIED. The transmission lines that run along the foothills must be rerouted. \r\n\r\nThis Eaton Fire distaster cannot be allowed to happen again because a utility failed to de-energize the transmission lines.  That is no longer a tolerable scenario.  \r\n\r\nThe County, State and Federal Government must support this.",
    "UMAP_1": 16.39105415,
    "UMAP_2": 29.56718254
  },
  {
    "COMMENT_ID": 791,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Underground power lines",
    "CONTENT": "Given the common occurrence of high winds in the area, it is irresponsible that any utility lines are still allowed above ground. Power and other utilities should not have to be shut off to protect people during storm events when they may be the most needed. Companies which have chosen to allow their infrastructure to grow so out of date should not be allowed to pass the high cost of now updating them to customers.",
    "UMAP_1": 16.92957687,
    "UMAP_2": 28.7667408
  },
  {
    "COMMENT_ID": 802,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Underground power lines",
    "CONTENT": "This is the perfect opportunity to bury all power lines. The cost of this should be shouldered by the utility companies and not by increasing fees to the consumer.",
    "UMAP_1": 19.02228355,
    "UMAP_2": 30.8748951
  },
  {
    "COMMENT_ID": 808,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Underground power lines",
    "CONTENT": "Consider using this opportunity to bury all community power lines (as is done elsewhere). Consider sourcing water from the Pacific ocean (via desalination) if the area groundwater aquifers are negatively impacted as a result of the fires.",
    "UMAP_1": 17.05581093,
    "UMAP_2": 30.38677979
  },
  {
    "COMMENT_ID": 830,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Underground power lines",
    "CONTENT": "Require SCE to bury ALL power lines. Make utilities publicly owned.",
    "UMAP_1": 18.30657768,
    "UMAP_2": 30.96052742
  },
  {
    "COMMENT_ID": 835,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Underground power lines",
    "CONTENT": "Dictate power shutoff countywide anytime there is strong wind. We keep repeating this risk like we can't learn from mistakes.",
    "UMAP_1": 17.41713142,
    "UMAP_2": 28.91655922
  },
  {
    "COMMENT_ID": 838,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Underground power lines",
    "CONTENT": "Bury ALL power lines. No overheads. Ensure future safety.",
    "UMAP_1": 17.89812279,
    "UMAP_2": 31.13683319
  },
  {
    "COMMENT_ID": 868,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Underground power lines",
    "CONTENT": "Bury the power lines. DO NOT make the citizens pay for it.",
    "UMAP_1": 19.12004662,
    "UMAP_2": 30.98778915
  },
  {
    "COMMENT_ID": 882,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Underground power lines",
    "CONTENT": "How much longer must the public die at the hands of private corporations? Enough is enough. Create public utility systems now. It will create more jobs and will (hopefully) be updated and cared for better than private corporations ever have. Also, make internet access a human right and also a public utility. To only have one option in an area means these private corporations can charge whatever they want. It's 2025 - the internet should be accessible to all. For managing our water systems - look to Tucson, AZ. They sequester more than enough rain water to last them all year. As droughts get worse, we must sequester as much water as possible, instead of having it wash away into the ocean. There are solutions, we just need to implement them.",
    "UMAP_1": 17.46326256,
    "UMAP_2": 31.24890328
  },
  {
    "COMMENT_ID": 915,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Underground power lines",
    "CONTENT": "Underground ALL power lines. \r\nFunnel rain water to your underground cisterns for fire fighting and city landscaping. Each home being rebuilt could also add an underground cistern that would fill with rain water and act as a source for landscaping and fires.",
    "UMAP_1": 16.37765503,
    "UMAP_2": 28.30332947
  },
  {
    "COMMENT_ID": 929,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Underground power lines",
    "CONTENT": "Allow to build in an Off the Grid type of solar or wind power supply for a residential \r\nThat way in case of emergency or heavy winds power can be shutdown without affecting a lot of customer.\r\nEdison doesn't allow to be off the grid in the city that my understanding?\r\nAllows us to build of the grid with a hybrid system not to depends so much on the grid.",
    "UMAP_1": 17.3857708,
    "UMAP_2": 28.63818932
  },
  {
    "COMMENT_ID": 936,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Underground power lines",
    "CONTENT": "Los Angeles is a desert marsh-land. Part of our issues in retaining water in our aquifers is the fact that we covered the entire watershed in concrete and asphalt. As much as we require roads to walk and drive on we need water more. The future of transport is not in the private automobile but in careful planning and construction of public transit systems. This would lesson the need for roads for cars and allow more of the land mass to be permeable enough for water to fill our aquifers more efficiently then anything we can construct artificially. \r\nInfrastructure built needs to abandon the philosophy of trying to tame nature and instead we need infrastructure that works with nature and not against it.",
    "UMAP_1": 16.00855255,
    "UMAP_2": 27.29491615
  },
  {
    "COMMENT_ID": 973,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Underground power lines",
    "CONTENT": "Bury the lines.",
    "UMAP_1": 18.42585182,
    "UMAP_2": 31.18856049
  },
  {
    "COMMENT_ID": 1006,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Underground power lines",
    "CONTENT": "Let's put civil engineers and public servants in charge of our utilities, not wealthy business executives with MBAs.",
    "UMAP_1": 17.81324768,
    "UMAP_2": 29.62419128
  },
  {
    "COMMENT_ID": 1039,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Underground power lines",
    "CONTENT": "All of LADWP's/SCE's power lines should be buried. Access in and out of mountain communities needs to be improved, driving should not be the only option (the problem with driving being the only option for evacuation can be seen by all the abandoned cars on sunset). The state/federal govt funded a Santa Monica mountains bus service back in the 70s that snaked around mountains for a summer season, bringing that back will help alleviate congestion and can provide more evacuation alternatives.",
    "UMAP_1": 16.45698738,
    "UMAP_2": 30.36901474
  },
  {
    "COMMENT_ID": 1042,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Underground power lines",
    "CONTENT": "I would like to see several well-publicized and documented rapid pilot programs in various communities in LA that help Angelenos understand the scope and disruption related to retrofitting old systems. Everyone wants to DWP, etc to \"do it\", and they absolutely must, but it would be great to understand what that looks like, how we as citizens need to willingly participate in the process when it's our neighborhood's turn, how this affects our bottom line and what kind of ecological and safety improvements this brings to our communities.",
    "UMAP_1": 15.7341547,
    "UMAP_2": 27.52240372
  },
  {
    "COMMENT_ID": 1058,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Underground power lines",
    "CONTENT": "Must balance mean time to repair (MTTR) measures with quality measures to ensure we are not just building back faster but that we are building back better.",
    "UMAP_1": 15.68395233,
    "UMAP_2": 28.71370125
  },
  {
    "COMMENT_ID": 1087,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Underground power lines",
    "CONTENT": "Design roadways and bike/ped paths as green fire breaks through communities. Rebuild roadways as complete streets so they are safer for walking and bicycling and slow speeding to avoid crashes.",
    "UMAP_1": 14.33601666,
    "UMAP_2": 29.16554451
  },
  {
    "COMMENT_ID": 1150,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Underground power lines",
    "CONTENT": "Installing more lines underground would help reduce future risks too",
    "UMAP_1": 15.18891239,
    "UMAP_2": 29.67001534
  },
  {
    "COMMENT_ID": 1159,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Underground power lines",
    "CONTENT": "Our infrastructure has been rotting for decades. It is absolutely essential that all power lines be grounded, reservoirs need to be doubled in sized and actually have water in them at all times!! Also the DWP needs to be liable for such failure. It is criminal",
    "UMAP_1": 16.0248661,
    "UMAP_2": 31.23299408
  },
  {
    "COMMENT_ID": 1166,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Underground power lines",
    "CONTENT": "should not waste time and money widening roads, not necessary and not feasible; could put power lines underground if this does not delay construction and if it is feasible; need to work 24/7 to meet building demands and lesson congestion",
    "UMAP_1": 15.49795723,
    "UMAP_2": 30.78098106
  },
  {
    "COMMENT_ID": 1175,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Underground power lines",
    "CONTENT": "undergrounding power lines is not the answer.  want to see our rates go up by 3x with little benefit?  we need to realize that living in a high fire hazard zone means more power outages during high wind events.  We should be shutting off major power lines during these events.  back-up power should be widespread via dual fuel homes.",
    "UMAP_1": 17.2171402,
    "UMAP_2": 29.39063263
  },
  {
    "COMMENT_ID": 1187,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Underground power lines",
    "CONTENT": "not necessary to widen roads nor restrict parking in the alphabet streets, no fire for 100 years, emergency vehicles went up and down our streets without issue for the 30 years we lived there, Hartzell is a wider street and cars would fly up and down the street creating safety issues, will be too expensive to widen the streets, will slow down construction to widen the streets that only benefits those with ample resources to wait to build their homes for 4-5 years.",
    "UMAP_1": 15.13873577,
    "UMAP_2": 31.04190064
  },
  {
    "COMMENT_ID": 1192,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Underground power lines",
    "CONTENT": "I believe that parking should be restricted on Red Flag Days. This would reduce the number of vehicles on the road.",
    "UMAP_1": 14.82211781,
    "UMAP_2": 30.66643715
  },
  {
    "COMMENT_ID": 1197,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Underground power lines",
    "CONTENT": "The coper in the powerlines are constantly getting robbed and now thieves have turned to robbing the water hydrants. This is so infuriating and makes the county look deteriorated. Either you start building infrastructure and make it impossible for thieves to rob copper or implement very harsh punishments for those stealing and purchasing stolen copper, wires, or anything pertaining to city infrastructure. \r\nAlso stop taxing us each and every time we need a new road, water dam, etc. Voters have passed plenty of bond measurements for these projects. Start managing the money better!",
    "UMAP_1": 16.39818955,
    "UMAP_2": 31.64636993
  },
  {
    "COMMENT_ID": 1213,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Underground power lines",
    "CONTENT": "Underground power! Although it's shockingly expensive. Streetlights need to be subdued to prevent light pollution.",
    "UMAP_1": 16.26417732,
    "UMAP_2": 29.4721241
  },
  {
    "COMMENT_ID": 1221,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Underground power lines",
    "CONTENT": "Underground, underground power lines! 100%",
    "UMAP_1": 17.51731873,
    "UMAP_2": 29.26939201
  },
  {
    "COMMENT_ID": 1224,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Underground power lines",
    "CONTENT": "Undergrounding/hardening infrastructure. Encouraging development in existing urban areas rather than expanding into wildland interface.",
    "UMAP_1": 16.80584908,
    "UMAP_2": 29.57382011
  },
  {
    "COMMENT_ID": 1225,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Underground power lines",
    "CONTENT": "I believe now is exactly the right time to do the Caltrans redesign making PCH a boulevard instead of a 5-lane highway (without a middle lane that is unnecessary and inappropriate for a semi-rural community if the re-design ensues) leaving much more space on the sides for cars to make way for emergency vehicles. Biking and walking on PCH are already happening.  Please, let's make it safe.\r\n\r\nPlease underground utilities throughout Malibu.",
    "UMAP_1": 14.26452065,
    "UMAP_2": 29.5823307
  },
  {
    "COMMENT_ID": 1242,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Underground power lines",
    "CONTENT": "Start building a water capture system NOW for those atmospheric rivers that drop heavy rain in the state.",
    "UMAP_1": 16.49154282,
    "UMAP_2": 27.50038719
  },
  {
    "COMMENT_ID": 1250,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Underground power lines",
    "CONTENT": "Underground all power lines. Widen roads. Fix the fire hydrants and reservoirs.",
    "UMAP_1": 15.64241219,
    "UMAP_2": 31.31956863
  },
  {
    "COMMENT_ID": 1258,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Underground power lines",
    "CONTENT": "Power lines should be UNDERGROUND",
    "UMAP_1": 17.13684654,
    "UMAP_2": 30.45995903
  },
  {
    "COMMENT_ID": 1259,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Underground power lines",
    "CONTENT": "Power lines under ground please",
    "UMAP_1": 16.72827911,
    "UMAP_2": 29.58793068
  },
  {
    "COMMENT_ID": 1280,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Underground power lines",
    "CONTENT": "Undergrounding powerlines should be done now, before roads are repaved.",
    "UMAP_1": 14.96216869,
    "UMAP_2": 30.24899864
  },
  {
    "COMMENT_ID": 1322,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Underground power lines",
    "CONTENT": "Have all power lines put underground",
    "UMAP_1": 17.31009865,
    "UMAP_2": 30.55278015
  },
  {
    "COMMENT_ID": 1329,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Underground power lines",
    "CONTENT": "All power should be underground AND not at the expense of the rate payer.",
    "UMAP_1": 17.42686081,
    "UMAP_2": 30.06233025
  },
  {
    "COMMENT_ID": 1331,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Underground power lines",
    "CONTENT": "Streetlights should be solar with small batteries, so there is no copper wire to be stolen. All housing should be built with no gas, we are supposed to be all electric in Los Angeles by 2035 anyway and in California by 2045 (per SB 100) so why invest in repairing gas infrastructure that will be obsolete/stranded assets soon and a source of ignition for fires after an earthquake or other natural disaster. It is also absurd that it is 2025 and we are still flushing our toilets and irrigating our yards with drinking water, if we are rebuilding, we should do so with greywater systems that reuse water from our sinks, showers and laundry  for watering landscapes and flushing.",
    "UMAP_1": 16.83568764,
    "UMAP_2": 31.71433258
  },
  {
    "COMMENT_ID": 1343,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Underground power lines",
    "CONTENT": "Home owners should be able to use Natural gas. It's more reliable and affordable than all electric mandates. Not allowing apartments in single family areas.",
    "UMAP_1": 18.56160164,
    "UMAP_2": 29.19410706
  },
  {
    "COMMENT_ID": 1361,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Underground power lines",
    "CONTENT": "Underground power lines are a necessity",
    "UMAP_1": 15.75817585,
    "UMAP_2": 29.34318924
  },
  {
    "COMMENT_ID": 1391,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Underground power lines",
    "CONTENT": "Underground power lines, holding Edison corporate accountable, not letting Edison pass on their mistakes onto the cost of their customers. Every time they go into litigation or bills go up. \r\n\r\nWhen they need to shut off power due to weather - my husband can't work. So he doesn't get paid. \r\n\r\nThe way palisades and Altadena need to be rebuilt needs to be smart. All street lights need to be solar, solar cross walks, a better environment and a safer environment for kids.",
    "UMAP_1": 17.00977707,
    "UMAP_2": 29.9222393
  },
  {
    "COMMENT_ID": 1393,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Underground power lines",
    "CONTENT": "Provide more transparent plans for future of undergrounding and locations as that will influence plans.",
    "UMAP_1": 15.8696537,
    "UMAP_2": 29.76932716
  },
  {
    "COMMENT_ID": 1402,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Underground power lines",
    "CONTENT": "Use solar power",
    "UMAP_1": 18.23047638,
    "UMAP_2": 28.88376236
  },
  {
    "COMMENT_ID": 1407,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Underground power lines",
    "CONTENT": "Both our electric systems and water systems should make more use of local supplies -- micro-grids for the electric system and water capture and grey water for the water systems.",
    "UMAP_1": 16.69131088,
    "UMAP_2": 27.75290871
  },
  {
    "COMMENT_ID": 1413,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Underground power lines",
    "CONTENT": "As above, all permitting and zoning needs to be updated aligned with current housing, transportation and bike-pedestrian-friendly construction.",
    "UMAP_1": 14.95061302,
    "UMAP_2": 28.06988716
  },
  {
    "COMMENT_ID": 1416,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Underground power lines",
    "CONTENT": "Local residential electric lines should never have been above ground.  They should have been below ground from the start.  The literature on this is 50 years old.",
    "UMAP_1": 16.74129295,
    "UMAP_2": 30.08261871
  },
  {
    "COMMENT_ID": 1423,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Underground power lines",
    "CONTENT": "Bury the utilities and mandate solar",
    "UMAP_1": 18.57460022,
    "UMAP_2": 29.6210022
  },
  {
    "COMMENT_ID": 1428,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Underground power lines",
    "CONTENT": "Ensure rebuilt infrastructure is climate resilient, including underground power lines, upgrading to support full electrification of buildings and battery storage, and micrograms. Make transportation infrastructure prioritize active forms of mobility like walking, cycling and public transit. Utilize green and natural infrastructure that helps manage stormwater, provide shade and heat resilience, and health benefits.",
    "UMAP_1": 15.40039825,
    "UMAP_2": 28.22570801
  },
  {
    "COMMENT_ID": 1451,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Underground power lines",
    "CONTENT": "Power lines under ground.  Increase # of reservoirs. Better placement of street lights. More pedestrians Xwalks with blinking lights and increase use of speed bumps to slow traffic down. Better use of right and left turn signals at intersection",
    "UMAP_1": 15.05547142,
    "UMAP_2": 30.58834267
  },
  {
    "COMMENT_ID": 1461,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Underground power lines",
    "CONTENT": "Underground transmission lines; ensure water hydrants/tanks are at full capacity.",
    "UMAP_1": 16.47856903,
    "UMAP_2": 29.15511322
  },
  {
    "COMMENT_ID": 1466,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Underground power lines",
    "CONTENT": "Yes, more bike lanes and pedestrian infrastructure could act as a natural fire break.",
    "UMAP_1": 14.52918053,
    "UMAP_2": 28.68075943
  },
  {
    "COMMENT_ID": 1476,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Underground power lines",
    "CONTENT": "Power lines should be below ground",
    "UMAP_1": 16.22514916,
    "UMAP_2": 30.021492
  },
  {
    "COMMENT_ID": 1480,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Underground power lines",
    "CONTENT": "6 of the 10 most costly fires in California have been caused by power lines. Its way overdue to put them underground. If Europe can do it, so can we.",
    "UMAP_1": 17.58276749,
    "UMAP_2": 29.3875618
  },
  {
    "COMMENT_ID": 1483,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Underground power lines",
    "CONTENT": "Underground utilities without delay",
    "UMAP_1": 16.68011284,
    "UMAP_2": 28.86040115
  },
  {
    "COMMENT_ID": 1503,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Underground power lines",
    "CONTENT": "It would be nice to have the power lines installed underground.  What I've heard is the heavy equipment needed for the debris removal is going to leave the streets and sidewalks damaged.  There should be an effort to rebuild the roads and sidewalks.",
    "UMAP_1": 15.73991394,
    "UMAP_2": 30.39982987
  },
  {
    "COMMENT_ID": 1504,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Underground power lines",
    "CONTENT": "WATER. ALL THE WATER REFORM. Make the improvements. \r\n(Doesn't somebody at DWP make like $700+K/yr? —&gt; Found some funding to get you started with.)",
    "UMAP_1": 16.26739693,
    "UMAP_2": 30.99278259
  },
  {
    "COMMENT_ID": 1515,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Underground power lines",
    "CONTENT": "Related to the future of water systems as similarly described above - all water systems in fire prone areas should be re-engineered including hydrants and water distribution lines.  Specifically for the protection of homes; all homes should be equipped with roof type sprinkler systems that can be activated to water down roofs and property. Such a system may have prevented the extent of fire damage inflicted. To put that in perspective, no one should ever have to water down their house with a garden hose to prevent a fire from burning it down.",
    "UMAP_1": 16.07246971,
    "UMAP_2": 28.23138428
  },
  {
    "COMMENT_ID": 1536,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Underground power lines",
    "CONTENT": "Ensure cycling and other clean modes of transit are prioritized.",
    "UMAP_1": 14.62620258,
    "UMAP_2": 28.37891197
  },
  {
    "COMMENT_ID": 1541,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Underground power lines",
    "CONTENT": "prioritise watershed and water systems restoration and regeneration. Reduce run-off - slow it, spread it, sink it. all electric wires need to go underground. Permeable pavement. encourage community allotments, native tree planting.",
    "UMAP_1": 16.16558456,
    "UMAP_2": 27.72060967
  },
  {
    "COMMENT_ID": 1559,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Underground power lines",
    "CONTENT": "Be sure to underground power.\r\nBe sure to map out speed bumps through out all the communities at the time of redoing all the streets.\r\nBe sure the city does they part in removing all the burnt trees and to trim the remaining ones since they have not done that in years.\r\nStart programs to train high school graduates and others to be plumbers, electricians etc.",
    "UMAP_1": 16.49575424,
    "UMAP_2": 31.13369179
  },
  {
    "COMMENT_ID": 1574,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Underground power lines",
    "CONTENT": "I would see this as an area where state and federal monies, along with $$$ from the utilities,  can be used to rebuild smartly.  Roads and sidewalks can be rethought to increase the probability of being able to leave in time.  Unsafe, above ground lines can be eliminated.",
    "UMAP_1": 15.27690983,
    "UMAP_2": 28.7825985
  },
  {
    "COMMENT_ID": 1618,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Underground power lines",
    "CONTENT": "The Sunset / PCH intersection needs an overpass to eliminate the light for southbound traffic.   That is the only way to get residents out and first responders in quickly.   The command center should be able to change traffic light cycles remotely to keep traffic away, get residents out and get first responders in quickly.",
    "UMAP_1": 14.50677395,
    "UMAP_2": 29.9677639
  },
  {
    "COMMENT_ID": 1624,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Underground power lines",
    "CONTENT": "Bury all the utility lines!",
    "UMAP_1": 17.89958954,
    "UMAP_2": 30.5785656
  },
  {
    "COMMENT_ID": 1626,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Underground power lines",
    "CONTENT": "Undergrounding power as feasible.  Also, roads are already notably damaged by heavy equipment. Many will require road replacement (including new grading and base)",
    "UMAP_1": 15.32857132,
    "UMAP_2": 30.22821617
  },
  {
    "COMMENT_ID": 1637,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Underground power lines",
    "CONTENT": "This should be seen as an opportunity to do in ground power lines. 5g cell towers. Water collection from roofs into cisterns. Pedestrian and bike friendly infrastructure.",
    "UMAP_1": 16.3631134,
    "UMAP_2": 28.92519569
  },
  {
    "COMMENT_ID": 1640,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Underground power lines",
    "CONTENT": "MUST have underground power lines!  Its 2025 for goodness sakes.  The water systems are also archaic and are long overdue for an overhaul",
    "UMAP_1": 16.68838882,
    "UMAP_2": 31.02310753
  },
  {
    "COMMENT_ID": 1643,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Underground power lines",
    "CONTENT": "This is a unique opportunity to plan infrastructure in an older part of the city. Might as well do it properly since we have to do it. In addition to the power lines being buried, I'm wondering what thought is being given to runoff to prevent flooding, mudslides, etc. I know there are some sidewalk/street materials that allow water to percolate through them (Tree People would be a great resource) and rain water catchment systems under landscaping (like at Santa Monica College).",
    "UMAP_1": 15.25752354,
    "UMAP_2": 27.69035339
  },
  {
    "COMMENT_ID": 1657,
    "CATEGORY": "Infrastructure & utilities restoration",
    "SUBCATEGORY": "Underground power lines",
    "CONTENT": "Infrastructural changes are necessary. They are also incredibly expensive. Burying power lines throughout the city is incredibly expensive... who is going to pay for it? You need a more robust, dense tax base. \r\n\r\nThese analyses of different cities have been done by Urban3, which reveals how tax revenue/acre increases with density. Greater density would easily help to fund the necessary infrastructure improvements.",
    "UMAP_1": 18.440382,
    "UMAP_2": 30.20696259
  },
  {
    "COMMENT_ID": 555,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency warning systems",
    "CONTENT": "In Japan they have an extremely loud warning system for tsunamis and evacuation routes well marked\r\n\r\nI believe we still have the vestiges of an old air raid siren system here\r\nIn the 1970's they used to test it about once a month if I recall correctly\r\n\r\nCoordination among agencies is of paramount importance in disaster reaction & recovery\r\nWe have more than enough Fed & State human, financial & material resources 2 face the challenges\r\n\r\nUnfortunately they are poorly coordinated  It is good that Gov Newsome designated a PPP 2 manage the recovery, this should work well\r\n\r\nThe well known people & companies involved in LA Rises & Steadfast LA are much appreciated, however PPPs need to include people with a vision for sustainable community development",
    "UMAP_1": 7.421389103,
    "UMAP_2": 7.895020008
  },
  {
    "COMMENT_ID": 892,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency warning systems",
    "CONTENT": "Information Systems\r\n\r\nUnified information hierarchy with verification protocols\r\nWhatsApp communication system for all neighborhoods\r\nInformation aggregator across platforms (TCEP, Facebook, Nextdoor)\r\nVideo update system from cameras throughout the canyon\r\nWatch Duty app integration for real-time updates\r\n\r\nCommunity Connections\r\n\r\nNeighborhood buddy system for checking on each other\r\nTalent and resource directory organized by zone\r\n\"Know your neighbors\" initiatives\r\nMonthly preparedness to-do lists\r\nAnnual neighborhood gatherings\r\n\r\nTechnical Solutions\r\n\r\nMeshtastic.org mesh network for emergency text communications\r\nLocal emergency co-citizen news and action hub\r\nSilver Lake walkie-talkie system for local coordination\r\nStarlink hubs with batteries at key ca",
    "UMAP_1": 6.068281651,
    "UMAP_2": 6.192194939
  },
  {
    "COMMENT_ID": 935,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency warning systems",
    "CONTENT": "We need more community outreach and education, especially at the grade school level. People should have a firm understanding about the landscape of the land around them and how fire is part of that landscape. More remote monitoring stations and staffed fire lookout towers need to be placed in fire risk zones. And early warning systems that are not reliant on a 3rd party private social media platform.",
    "UMAP_1": 5.674714088,
    "UMAP_2": 6.589936256
  },
  {
    "COMMENT_ID": 963,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency warning systems",
    "CONTENT": "One radio band for ALL police and fire departments in the County.",
    "UMAP_1": 7.142979145,
    "UMAP_2": 6.38501215
  },
  {
    "COMMENT_ID": 1001,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency warning systems",
    "CONTENT": "We need a hazard alert system that is up to the challenge of dealing with fast-moving disasters. Providing fast and accurate information for wildfires requires something more than the existing scattershot approach to blasting out evacuation notices.",
    "UMAP_1": 6.14873457,
    "UMAP_2": 7.205794811
  },
  {
    "COMMENT_ID": 1038,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency warning systems",
    "CONTENT": "There needs to be a warning system that is not reliant on mobile devices. There should be a public PA system, these used to exist but were decommissioned. Also the city of LA's transportation related departments should be consolidated to ensure smoother communication and effective responses during emergencies.",
    "UMAP_1": 6.958984852,
    "UMAP_2": 6.953208447
  },
  {
    "COMMENT_ID": 1047,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency warning systems",
    "CONTENT": "There should be ONE responsible government body which provides ONE vetted, real-time source of information via an app / text / website / phone number or calls / AM/FM radio / PA system / skywriting / whatever's required to get the good word out in the form most convenient to each citizen!",
    "UMAP_1": 6.342767715,
    "UMAP_2": 6.394776344
  },
  {
    "COMMENT_ID": 1070,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency warning systems",
    "CONTENT": "This is an excellent point. mobile phones are great, but many seniors don't have them or (if you're my mom) keep them on so figuring out a notification system that is multi-lingual and inclusive is critical to saving lives",
    "UMAP_1": 7.12242651,
    "UMAP_2": 6.284676075
  },
  {
    "COMMENT_ID": 1203,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency warning systems",
    "CONTENT": "There needs to be a plan for any type of disaster from fires, earthquakes, tsunamis to terrorist attacks. State Government must must work with city/counties and everyone must be on the same page to avoid chaos. We used to have the earthquake horns by the 10 freeway, what happen to them? Cell phone service isn't always reliable so there must be other forms of communication.",
    "UMAP_1": 7.252433777,
    "UMAP_2": 7.460509777
  },
  {
    "COMMENT_ID": 1217,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency warning systems",
    "CONTENT": "Sirens should be installed so that we don't need to rely on people having cell phones.",
    "UMAP_1": 8.04967308,
    "UMAP_2": 6.943408012
  },
  {
    "COMMENT_ID": 1232,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency warning systems",
    "CONTENT": "When the electricity goes down, cell phone users should be immediately migrated to Starlink during Fire Warning periods, which is not dependent on electricity.  Having no communication (no internet, no phones) is a matter of life or death when people can't get evacuation warnings.",
    "UMAP_1": 7.626629829,
    "UMAP_2": 6.61430788
  },
  {
    "COMMENT_ID": 1240,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency warning systems",
    "CONTENT": "Warning systems are essential. In the (small) Town of Paradise sirens are very effective. LA may be too vast for sirens but the warning system must reach everyone LOUDLY.",
    "UMAP_1": 7.73306942,
    "UMAP_2": 7.408409595
  },
  {
    "COMMENT_ID": 1264,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency warning systems",
    "CONTENT": "Broadband connectivity. Education programs regarding the many resources that exist and are free that enable residents to know what's going on around them. The Genasys Protect app was mentioned in county notifications. Anyone with a phone could have downloaded it and been on top of developments and information streams from multiple sources. But you wouldn't know that if you didn't follow the link. Improving the systems has a lot to do with empowering each person, making them aware of how much information is in the public sphere and making sure they know how to access it, including having the necessary device(s). So education, maybe takes live events or even neighborhood outreach teams. Students could help.",
    "UMAP_1": 6.296426296,
    "UMAP_2": 6.668481827
  },
  {
    "COMMENT_ID": 1291,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency warning systems",
    "CONTENT": "In our rural area, we've discovered the hard way that key equipment for landlines, cable/internet and cell service often shares a power pole. Which means literally every means of communication most people have access to goes down at the same time if the fire takes out that ONE pole. There ought to be a mandate for undergrounding ALL of those services and separating them where undergrounding is not possible. A grant program to equip rural residents with satellite phones for emergency use would also help, as would establishing local emergency radio frequencies we could tune into for updates. Also, cell phones should be able to connect to ANY available tower for ALL CALLS (not just 911) and alerts (nixle, watch duty, etc) during emergencies.",
    "UMAP_1": 8.155919075,
    "UMAP_2": 6.493556499
  },
  {
    "COMMENT_ID": 1333,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency warning systems",
    "CONTENT": "Update how to warn people. In Paradise CA the warning technology all failed. All cities should be required to test. If LA tested their systems after the Campfire 7 years ago they would have known their current system or technology needed to be improved.",
    "UMAP_1": 6.754762173,
    "UMAP_2": 8.240316391
  },
  {
    "COMMENT_ID": 1397,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency warning systems",
    "CONTENT": "Use additional, non-complex-technical solutions (air raid sirens), neighborhood alerts, RYLAN",
    "UMAP_1": 7.276782513,
    "UMAP_2": 7.275445461
  },
  {
    "COMMENT_ID": 1442,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency warning systems",
    "CONTENT": "We absolutely need an emergency alert system that does NOT depend on cell/wifi connection and electricity.",
    "UMAP_1": 7.410896301,
    "UMAP_2": 6.81614542
  },
  {
    "COMMENT_ID": 1571,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency warning systems",
    "CONTENT": "We have the capacity to send out warning of tsunamis, earthquakes, and fires, as well as what areas are at immediate and future risks.  This capacity should be used to ensure that accurate text message alerts go out as soon as possible.",
    "UMAP_1": 6.616710186,
    "UMAP_2": 7.495516777
  },
  {
    "COMMENT_ID": 1717,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency warning systems",
    "CONTENT": "This fire was unprecedented in that the winds created a very fast moving fire.  I think the city did a good job alerting people to high fire risk prior to the windstorm, as long as residents were signed up for the city's NotifyLA system and looked at NOAA reports ahead of time.  I don't know how best to get alerts to all citizens, especially the elderly who may be technology averse.  Maybe start with a cell phone push to alert citizens of fire risk, and I think it is also the responsibility of the residents to prepare adequately too for rapid evacuation.",
    "UMAP_1": 5.311812401,
    "UMAP_2": 6.639170647
  },
  {
    "COMMENT_ID": 308,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Evacuation planning",
    "CONTENT": "I feel like fire safety is and should be number one on our priority list I say this because not just the la fire but the fire in 1980 in Kansas at my house when I was a little girl not only did I lose my belongings my brothers and I lost being able to have both parents and I don't believe they would have been divorced if that fire never happened so yes fire first safety is priority.thank you Wanda",
    "UMAP_1": 3.779460907,
    "UMAP_2": 5.506941319
  },
  {
    "COMMENT_ID": 313,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Evacuation planning",
    "CONTENT": "we 100% need a better plan and to practice emergency evacuation in the palisades. the fact that people had to abandon their cars or go BACK to their houses in harms way can and will lead to more deaths if this ever happens again. creating more fire roads and also having a plan to get emergency vehicles in from different route would help.",
    "UMAP_1": 2.162431479,
    "UMAP_2": 3.345978737
  },
  {
    "COMMENT_ID": 328,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Evacuation planning",
    "CONTENT": "people had a hard time getting out of the Palisades. I'm not sure how these could be improved",
    "UMAP_1": 2.273421526,
    "UMAP_2": 2.546051502
  },
  {
    "COMMENT_ID": 365,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Evacuation planning",
    "CONTENT": "The state needs to plan for car-free evacuation options for every community. Cars are not a reliable way to get out of a canyon when a fire is coming. Run public shuttles or give people ebikes.",
    "UMAP_1": 2.102751493,
    "UMAP_2": 4.123930454
  },
  {
    "COMMENT_ID": 398,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Evacuation planning",
    "CONTENT": "The agencies Hazard planning as part of the General plans are a joke. Bike lanes and roadway reductions with no plan to evacuate. Most say shelter in place.  Overbuilding and no plan to evacuate.  Big tragedy and then the problem is ignored.",
    "UMAP_1": 3.839276791,
    "UMAP_2": 4.654968262
  },
  {
    "COMMENT_ID": 408,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Evacuation planning",
    "CONTENT": "prepare by using the practice drills used in schools.  There should be surprise drills in all LA neighborhoods so we can work as a community.  Clear instructions, car exits, walking, public buses should be part of these drills.  This will take a large amount of time but we have expertise. The only way to be PREPARED is to work together in our preparation.",
    "UMAP_1": 2.163234711,
    "UMAP_2": 5.132529736
  },
  {
    "COMMENT_ID": 418,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Evacuation planning",
    "CONTENT": "There should always be multiple ways out of a community.  LA Board of Supervisors should not approve developments that have only one way in and out of a canyon.",
    "UMAP_1": 3.120002508,
    "UMAP_2": 2.72551918
  },
  {
    "COMMENT_ID": 521,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Evacuation planning",
    "CONTENT": "What warning systems?  Palisades had evacuation routes, only there weren't nearly enough of them.  It is shocking to me that there weren't hundreds of people killed in the Palisades.  And yet development continued on, knowing full well that the routes were grossly inadequate to carry the people out fast enough.  Criminal.",
    "UMAP_1": 2.844654322,
    "UMAP_2": 2.987568378
  },
  {
    "COMMENT_ID": 666,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Evacuation planning",
    "CONTENT": "Fire personnel, pre-position, pre-position, PRE-POSITION!!!!!",
    "UMAP_1": 3.676182032,
    "UMAP_2": 4.772537231
  },
  {
    "COMMENT_ID": 993,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Evacuation planning",
    "CONTENT": "We need to have better processes and procedures to train all communities on emergency evacuation!! to prevent future disasters like this one to happen again!! Preparation is key to ensuring everyone safety'n",
    "UMAP_1": 3.037874699,
    "UMAP_2": 4.965750694
  },
  {
    "COMMENT_ID": 1002,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Evacuation planning",
    "CONTENT": "I very much agree that we need more community outreach and education. In addition to providing this for long-time residents, I also think that new residents need better information. I moved to LA recently, and I feel like I was totally unprepared for the situation. I wish I had gotten some sort of \"welcome packet\" telling me what I needed to know.",
    "UMAP_1": 3.707663536,
    "UMAP_2": 5.846128941
  },
  {
    "COMMENT_ID": 1004,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Evacuation planning",
    "CONTENT": "Absolutely! We can move something like 40x as many people in a bus than a car. Take your go bag and any pets and leave everything else. Losing your car to the fire is a small price to pay to save your neighbors' lives.",
    "UMAP_1": 1.906859636,
    "UMAP_2": 4.483342648
  },
  {
    "COMMENT_ID": 1052,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Evacuation planning",
    "CONTENT": "Without drills or tests of the system, there is no way to have confidence in its reliability.  There are no evacuation routes for our canyon areas. LAFD has told us they will assess the situation at the time. To avoid the chaos from the Palisades evacuation is for everyone to evacuate when asked and not wait.  Or if possible, evacuate when it's a warning. And to do that you must be prepared before a fire breaks out. Get those GoBags packed!",
    "UMAP_1": 1.85117054,
    "UMAP_2": 4.349376678
  },
  {
    "COMMENT_ID": 1064,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Evacuation planning",
    "CONTENT": "There are evacuation routes available for the public to use in canyon areas, please check with CAL OES, LA City, or LA County Fire for more information. The state has a \"ready-set-go\" emergency system. The fast spread of the palisades fire made the system go straight to GO forcing thousands of people to evacuate at a single time. The key to improving this is improving access via alternative modes of transportation. The canyon roads are already built to their widest extent.",
    "UMAP_1": 2.026068211,
    "UMAP_2": 3.231735945
  },
  {
    "COMMENT_ID": 1191,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Evacuation planning",
    "CONTENT": "1) The Sunset Fire evacuation did not have as much chaos that the Palisades Fire had. I believe that Red Flag Parking Restrictions should be expanded.\r\n\r\n2) There was an evacuation warning before the order. I think that as soon as a fire breaks out, everything in the fire's path should be evacuated.",
    "UMAP_1": 2.36796999,
    "UMAP_2": 2.879905701
  },
  {
    "COMMENT_ID": 1243,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Evacuation planning",
    "CONTENT": "My grandmother had a hard time getting out on Palisades Dr. There needs to be more than one way in and out of fire-affected areas.",
    "UMAP_1": 2.733738899,
    "UMAP_2": 2.891386271
  },
  {
    "COMMENT_ID": 1292,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Evacuation planning",
    "CONTENT": "Regarding evac routes: like Paradise, CA, my town has only one road that leads into and out of the area. It's a narrow, winding two-lane road, making evacuation slow. It's essential that people be able to leave well before evacuation becomes mandatory (see my earlier note about temporary housing coverage gaps), so that we aren't all trying to navigate that route at the same time under duress. \r\n\r\nThere are two other potential evac routes--an unpaved route through a State Forest and a paved road that's half collapsed due to erosion. Both are currently impassable and essentially death traps, but they could be turned into functional evacuation routes if funds were made available. I'm sure similar opportunities exist in other communities.",
    "UMAP_1": 3.676577091,
    "UMAP_2": 3.273530245
  },
  {
    "COMMENT_ID": 1353,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Evacuation planning",
    "CONTENT": "In high-risk areas, further development must be tied to adequate evacuation routes",
    "UMAP_1": 3.075409174,
    "UMAP_2": 3.918880224
  },
  {
    "COMMENT_ID": 1368,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Evacuation planning",
    "CONTENT": "There has to be a more reliable warning system. People dumping their cars and blocking the road should never have happened. Come up with community evacuation plans",
    "UMAP_1": 2.289219856,
    "UMAP_2": 3.851040125
  },
  {
    "COMMENT_ID": 1385,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Evacuation planning",
    "CONTENT": "This has to become the rule in neighborhoods, block clubs, community organizations and cities in the County.  Citizens need to be prepared, informed, and ready to handle whatever comes their way in an emergency, assuming that no one is coming to save them.  We need to have EMT/CPR skills on our blocks, have a communication system that is analog in the case of no communication, and a way to account for and support each other in scenarios where city and county services are over-taxed and not able to provide the level of support needed.  We need to get EMERGENCY READY, whether for fires, floods, earthquakes, or more unthinkable events such as sabotaging our communications and other infrastructure, which are currently very vulnerable.",
    "UMAP_1": 2.663056612,
    "UMAP_2": 5.688427448
  },
  {
    "COMMENT_ID": 1387,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Evacuation planning",
    "CONTENT": "I think all CERT training needs to be essential. When I was at school at St Rose Simi Valley in 2001 we had an entire week dedicated to learning what it was like to prepare. I think we've forgotten it. My nephew didn't even react the other day when we had a 4.5 earthquake. He didn't even acknowledge it. We need to prepare children from a young age. All cities should look at Laguna Beach, they offer free or $50 first aid/earthquake kits. All Middle and HS should require students take CERT classes. Making supplies accessible and affordable at all times. We are the most profitable state in all of the country. Reliable warning systems as well. Not ones that go off for t",
    "UMAP_1": 2.73537159,
    "UMAP_2": 5.428526878
  },
  {
    "COMMENT_ID": 1478,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Evacuation planning",
    "CONTENT": "Neighborhood councils should be responsible for organizing community meetings with emergency response agencies to develop community plans in an emergency.",
    "UMAP_1": 3.105290651,
    "UMAP_2": 5.387992859
  },
  {
    "COMMENT_ID": 1499,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Evacuation planning",
    "CONTENT": "Give LAFD stations 23 and 69 a seat at the table to make a plan for next time and approve whatever they say we need. \r\nAlso, it worked to have LAPD hold a line of residents back in a safe location up the canyon, and only let us out in batches after the bulldozer came. Thank you to whoever finally gave that order.",
    "UMAP_1": 3.196368456,
    "UMAP_2": 4.279241085
  },
  {
    "COMMENT_ID": 1516,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Evacuation planning",
    "CONTENT": "To put this simply, the Incident Command System needs to be revamped or improved to ensure the community knows what to do in wildfire emergencies.  It would be beneficial to the community to conduct annual drills, training, and more outreach to educate those prone to wildfire. For example, I'm not sure everyone knows about FEMA's Incident Command System or what CalOES does; but they should. Especially if they live and work in areas prone to wildfire. CalOES may even need offices in these areas to ensure such actions are implemented.",
    "UMAP_1": 3.74559021,
    "UMAP_2": 5.742387772
  },
  {
    "COMMENT_ID": 1532,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Evacuation planning",
    "CONTENT": "Need to have realistic evacuation routes and communications given the densities of people or restrict building to reduce the density.  Mandatory training drills might be useful.",
    "UMAP_1": 2.598711967,
    "UMAP_2": 4.629648685
  },
  {
    "COMMENT_ID": 1555,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Evacuation planning",
    "CONTENT": "I think all of these systems need to be reviewed from the bottom up and out as well as from the top down. Creating voluntary neighbourhood emergency councils, coordinated and supported by agencies and city councils can create a resilient community ecosystem for responding to disaster in the longer term. Evacuation routes are problematic in this area: it took us 2 hours to travel a distance that normally takes 15 minutes when evacuating and that was actually on us for leaving it until the last minute to evacuate. We've learned for the future and are sharing our learning with others!",
    "UMAP_1": 3.201451778,
    "UMAP_2": 4.844116688
  },
  {
    "COMMENT_ID": 1590,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Evacuation planning",
    "CONTENT": "The Palisades community had been asking about evacuation routes for many years and none was made clear. We are all very fortunate that Palisades High was not in session on the day of the fire as the City had issues evacuating the number of people in the Palisades without having 1000s of students also in session. There seemed to be a lack of coordination with traffic control once evacuation orders were given leading to residents abandoning their cars on Sunset. What and how traffic control plans will look like in future evacuations is a significant question.",
    "UMAP_1": 2.742370129,
    "UMAP_2": 3.420547724
  },
  {
    "COMMENT_ID": 1652,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Evacuation planning",
    "CONTENT": "In the absence of available personnel to direct traffic, there must be some technology in this day and age to serve that function through programming of the traffic lights.  Or have someone coordinated at the switch station with air ops to identify where traffic is building to change the traffic light patterns.",
    "UMAP_1": 3.708583593,
    "UMAP_2": 3.855996132
  },
  {
    "COMMENT_ID": 1684,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Evacuation planning",
    "CONTENT": "I agree. When the light on Sunset and Bienveneda went out, it made it really challenging to evacuate the school, with parents braving the busy intersection on foot to direct traffic. That light went out previously during high winds just before Christmas and it made the intersection very dangerous.",
    "UMAP_1": 3.384694338,
    "UMAP_2": 3.533747196
  },
  {
    "COMMENT_ID": 375,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency response improvements",
    "CONTENT": "It is understood that warning systems, evacuation routes, and inter-agency coordination are in place; however, these measures were not followed when they were most needed.",
    "UMAP_1": 3.383839369,
    "UMAP_2": 7.362244606
  },
  {
    "COMMENT_ID": 481,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency response improvements",
    "CONTENT": "There were no firefighters around when our house burned down.",
    "UMAP_1": 3.613245726,
    "UMAP_2": 8.62793541
  },
  {
    "COMMENT_ID": 587,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency response improvements",
    "CONTENT": "Knowing a full week in advance that winds were coming, there was no excuse for LA Fire to wait UNTIL fires had begun before deploying. There was no excuse for the city's top exec to be out of country.\r\n\r\nAnd clearly, there was not a well rehearsed protocol for what to do in a major fire storm. All of this is inexcusable.\r\n\r\nToday technology allows for alerts to be given so people can leave an area before the danger arrives, not flee their possessions and elderly or inform as fires encroaches on their own life. \r\n\r\nGoing forward, the State of CA should implement a disaster protocol set and incentivize cities to train and follow it when those towns are located in obviously risky fire or earthquake zones.",
    "UMAP_1": 3.707924604,
    "UMAP_2": 7.8974967
  },
  {
    "COMMENT_ID": 601,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency response improvements",
    "CONTENT": "Half of our community was warned too late. If they had been given alerts on time, many more lives, homes, and belongings could have been saved.",
    "UMAP_1": 3.240833759,
    "UMAP_2": 9.045906067
  },
  {
    "COMMENT_ID": 612,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency response improvements",
    "CONTENT": "Although I evacuated relatively early (9 pm 1/7), I heard from neighbors that first formal evacuation warning in my neighborhood was by a single officer with a bullhorn at 3:30 am after some homes in the neighborhood were engulfed, and one of 2 gate exits was blocked by a fallen tree. There was no electronic evacuation warning, cell service, or reverse 911 call in this area, as there were in La Crescenta when the Station Fire was advancing overnight into the neighborhoods. This is unacceptable. The mistakes made that night must never happen again.  Otherwise, the risk is simply too high for people to return.",
    "UMAP_1": 3.295623064,
    "UMAP_2": 8.849842072
  },
  {
    "COMMENT_ID": 664,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency response improvements",
    "CONTENT": "In addition to the clear failures in both fires, both locations, for notifications, I personally watched an area of Hollywood evacuated by emergency alert, then watched as approximately 10,000 cars all attempted to exit out of the area at exactly the same time; leading to some being stuck in their garages up to 2 hours after the initial evacuation notice went out, because of the massive log-jam of traffic. This was a complete failure in terms of communication/notification.  There was NO traffic control in advance of this notification which should have been required before sending it, especially for a high-density area.  There's no identified evacuation routes for these types of situations.",
    "UMAP_1": 2.064810038,
    "UMAP_2": 8.888820648
  },
  {
    "COMMENT_ID": 713,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency response improvements",
    "CONTENT": "There MUST be a collaboration with fire, police and other agencies to come up with a plan for emergency evacuation under all various scenarios, and 100% information exchanges between them!  It was an appalling as well as frightening situation to see well-meaning people trying to direct people trying to flee! Half of them were directing people towards the village from the western area, and others said to head westward!!  It is a miracle that so few lives were lost during that debacle.  And grateful we should all be that this happened in the morning, rather than at night! In fairness, the emergency alarm system did alert people --- but at least 10 minutes after the fire was clearly out of control. Why was the community not alerted a day early",
    "UMAP_1": 2.613133907,
    "UMAP_2": 8.456071854
  },
  {
    "COMMENT_ID": 761,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency response improvements",
    "CONTENT": "The evacuation was handled quite well, I don't know if investment there is needed.",
    "UMAP_1": 2.024948359,
    "UMAP_2": 6.991179943
  },
  {
    "COMMENT_ID": 763,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency response improvements",
    "CONTENT": "I went through the Eaton fire so cannot comment on Palisades.  The press has reported what can only be described as a lack of coordination.  Alerts went out too late, police and fire acting independently, etc.",
    "UMAP_1": 2.153824329,
    "UMAP_2": 8.085074425
  },
  {
    "COMMENT_ID": 807,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency response improvements",
    "CONTENT": "The fire fighters did not evacuate our area and then they watched our city burn to the ground. It is shameful and tragic that lives were lost due to the incompetence.",
    "UMAP_1": 2.797225952,
    "UMAP_2": 8.48370266
  },
  {
    "COMMENT_ID": 827,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency response improvements",
    "CONTENT": "More education about fire prevention, such as removing furniture and storage from the house perimeter, not using wood for fences, maintaining fire extinguishers, fireproof vents, etc should be required by the county and inspected by insurance companies. \r\n\r\nInsurance companies already check for overhanging trees, which is a similar risk issue.  Aftermarket sprinklers should be required inside and outside the house.  \r\n\r\nA siren alarm system such as that for tornadoes in other states is not costly. Cell phone alerts are not appropriate for middle of the night event.\r\n\r\nMy neighbors saved their houses by dousing small fires all night long.  When we are ordered to evacuate, the fire dept took the responsibility to save our homes.....and failed.",
    "UMAP_1": 3.804909945,
    "UMAP_2": 9.315297127
  },
  {
    "COMMENT_ID": 859,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency response improvements",
    "CONTENT": "I think this was well done. Fire coordinates across state, local, federal, and multiple jurisdiction better than any other group I have ever seen.",
    "UMAP_1": 1.687780499,
    "UMAP_2": 7.324490547
  },
  {
    "COMMENT_ID": 864,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency response improvements",
    "CONTENT": "Pre deploy the fire department on windy days. We KNEW this was a historic wind event and there were ZERO fire fighters deployed in the Palisades area. Have all agencies communicating.. this was NOT happening. Have police in the area helping divert traffic. 23,000 people leaving the Palisades with only 2 ways out with ZERO help on the ground.",
    "UMAP_1": 3.689439058,
    "UMAP_2": 7.923048019
  },
  {
    "COMMENT_ID": 1079,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency response improvements",
    "CONTENT": "Acknowledgment of this total failure on Jan 7 and 8 is the first step to fixing the issue.",
    "UMAP_1": 3.003386021,
    "UMAP_2": 6.984972954
  },
  {
    "COMMENT_ID": 1152,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency response improvements",
    "CONTENT": "I thought most of the emergency communications were working fairly well. I know there was some miscommunication messages about evacuation so that should be reviewed too",
    "UMAP_1": 2.427334309,
    "UMAP_2": 6.61576128
  },
  {
    "COMMENT_ID": 1163,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency response improvements",
    "CONTENT": "We were told to evacuate way too late. I left at 11:17am from my home and it took 3 hours to get out of the palisades. Unacceptable!! There needs to be a more local approach to evacuation and a clear plan as this cannot happen again.",
    "UMAP_1": 2.402213573,
    "UMAP_2": 9.61518383
  },
  {
    "COMMENT_ID": 1171,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency response improvements",
    "CONTENT": "There is so much more we could have done to be prepared. Homes and a church burned down on 1.8.25 in the Palisades. No one was there to help.",
    "UMAP_1": 3.942862034,
    "UMAP_2": 8.139904976
  },
  {
    "COMMENT_ID": 1178,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency response improvements",
    "CONTENT": "i still can't believe an evacuation notice was sent at 325am.  it's unconscionable.  an after action report must be conducted on this.",
    "UMAP_1": 2.648385525,
    "UMAP_2": 9.698399544
  },
  {
    "COMMENT_ID": 1252,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency response improvements",
    "CONTENT": "The mandatory evacuation order for the Palisades came too late. Fix the system.",
    "UMAP_1": 3.254490852,
    "UMAP_2": 9.591901779
  },
  {
    "COMMENT_ID": 1306,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency response improvements",
    "CONTENT": "My husband received evacuation order by alert, but , my iPhone didn't receive any.  Evacuation order should not alert 3 am without notice...The county should have notice us 8 pm or the time fire started...",
    "UMAP_1": 2.688119411,
    "UMAP_2": 9.485359192
  },
  {
    "COMMENT_ID": 1313,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency response improvements",
    "CONTENT": "The organizational ecosystem in LA is disjointed and did not coordinate well. Work should be done now to improve basic community organizing skills and methods.",
    "UMAP_1": 2.701336384,
    "UMAP_2": 7.160544395
  },
  {
    "COMMENT_ID": 1412,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency response improvements",
    "CONTENT": "This seemed to work very effectively.  I think improved planning will occur naturally.",
    "UMAP_1": 1.739454269,
    "UMAP_2": 6.769111156
  },
  {
    "COMMENT_ID": 1457,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency response improvements",
    "CONTENT": "Warning systems should be working, fire and police should be in place to assist in evacuations. Possibly sirens to alert neighborhoods in \"very high fire zones\" to evacuate.  Neighborhood meetings specific to fire evacuation routes and procedures.",
    "UMAP_1": 4.113564014,
    "UMAP_2": 8.343251228
  },
  {
    "COMMENT_ID": 1462,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency response improvements",
    "CONTENT": "This was the biggest failure of these fires, and it's essential that coordination is improved.",
    "UMAP_1": 2.341412067,
    "UMAP_2": 7.457679749
  },
  {
    "COMMENT_ID": 1500,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency response improvements",
    "CONTENT": "My family evacuated at 1:15 pm on the day of the fire.  One reason that we evacuated early was to avoid interfering with any emergency vehicles.  My ring cameras ran all afternoon, and the emergency responders never came.   In the future the emergency responders should communicate to us if they know they can't come.",
    "UMAP_1": 2.895467997,
    "UMAP_2": 8.817511559
  },
  {
    "COMMENT_ID": 1602,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency response improvements",
    "CONTENT": "I was shocked at how poorly the city handled the Palisades fire.  No water, no reservoirs, no police to handle traffic evacuations",
    "UMAP_1": 3.185279369,
    "UMAP_2": 8.064671516
  },
  {
    "COMMENT_ID": 1617,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency response improvements",
    "CONTENT": "All the first responders failed during this event, starting with the LA City Fire department that did not have equipment preposition for a very dangerous weather event.   The police response was also delayed. Both departments are seriously understaffed, possibly due to unaffordable compensation costs.   Whatever the case, both departments need to be staffed at per capitalevels that are comparable to other large cities in the United States..",
    "UMAP_1": 3.016329288,
    "UMAP_2": 7.868974686
  },
  {
    "COMMENT_ID": 1731,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency response improvements",
    "CONTENT": "COORDINATION AMOUNG AGENCIES needs to be addressed. WATER regardless of any protected species should be made available in a time of emergency, furthermore FUND THE FIRE DEPARTMENT appropriately and don't publicize CA STATE/LA COUNTY scapegoat by firing the FIRE CHIEF. The people know better....its LA and the STATE that is the problem.",
    "UMAP_1": 2.487956285,
    "UMAP_2": 7.378795147
  },
  {
    "COMMENT_ID": 295,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Other",
    "CONTENT": "Some people who were killed in the fires couldn't get out. They had accessibility issues or special needs and need to be accounted for before disaster strikes so the appropriate resources can be rushed to save the most vulnerable. We need more information to get to people in a timely manner so they know where the fire is, which roads are inaccessible, which route to take, when to leave, when they can come back, etc. I heard in Palisades, police told people to exit their cars and run but then the cars in the road blocked fire fighter access and they needed to use a bulldozer. There need to be a one stop shop for all the info instead of the 5-10 different apps I got info from. I got more info from neighbors and next door than anything else.",
    "UMAP_1": 4.600985527,
    "UMAP_2": 6.004560947
  },
  {
    "COMMENT_ID": 363,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Other",
    "CONTENT": "This needs to be improved, and modernized. AI needs to be a part of it and it needs to be HYPER local (block by block specific). Also, an audit of the failings needs to be conducted.",
    "UMAP_1": 5.402956009,
    "UMAP_2": 7.558113098
  },
  {
    "COMMENT_ID": 376,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Other",
    "CONTENT": "Well planned evacuation routes and keeping communities in high risk areas apprised to these routes and what to do in the event of, is essential.",
    "UMAP_1": 4.346882343,
    "UMAP_2": 5.342645645
  },
  {
    "COMMENT_ID": 527,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Other",
    "CONTENT": "Still not sure why there were no fire personnel around upper Chautauqua the entire day?? With all of the other fires over the past 40 years that is the first place they race to.",
    "UMAP_1": 3.721837282,
    "UMAP_2": 7.14480114
  },
  {
    "COMMENT_ID": 554,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Other",
    "CONTENT": "Make sure that seniors and people with disabilities are not left behind. Registries alone are not going to help much, offer dedicated funding",
    "UMAP_1": 5.146337509,
    "UMAP_2": 6.07378149
  },
  {
    "COMMENT_ID": 584,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Other",
    "CONTENT": "Altadena was completely failed by the warning system!!!  911 was receiving calls about fires, and there was no evacuation warning.  Is anyone going to say what the heck happened?  And then we were all tortured by the erroneous warnings the following week and the county's response was \"it's an IT system problem, it's not an actual human sending this out\".  That's not acceptable!!!  Maybe it should be a combination of a human and a system.  Can we not have chat bots running our safety procedures????",
    "UMAP_1": 5.605498791,
    "UMAP_2": 9.188346863
  },
  {
    "COMMENT_ID": 605,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Other",
    "CONTENT": "You can reach out to the retirement communities for people to help develop Materials needed for evacuation and warning. There are many retired people with expertise that can help with an already stretched financial situation.",
    "UMAP_1": 4.852276325,
    "UMAP_2": 5.301577091
  },
  {
    "COMMENT_ID": 632,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Other",
    "CONTENT": "The state needs to give local municipalities mandates and resources to have emergency planning in place. Pasadena FAILED - its emergency and evacuation plan were nothing more than wish list and draft. Pasadena Fire Department said it had Genasys alert system which was never used. They had to ask - on the fly - for the Rose Bowl to be the incident command center and for the Convention Center to be a shelter. Neither of which were in any plans. No evacuation orders were issued until HOURS after the fire started - well after we could see the mountain on fire and ashes flying around! Who is responsible? PFD presented an evacuation plan a couple years ago and listed Pasadena Police in charge of evacuations - did PPD know they were in charge?",
    "UMAP_1": 4.631630421,
    "UMAP_2": 8.93198204
  },
  {
    "COMMENT_ID": 633,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Other",
    "CONTENT": "All government agencies should be required to give a public report on the after action for transparency and accountability. Pasadena cancelled all its public safety meetings so far this year and has yet to say they will talk about the most significant event they have faced. They need to be held accountable. If not for us peasants then for the money. LA will have the soccer World Cup, the Olympics and Pasadena is obviously ill-prepared for a fire during their Rose Parade.",
    "UMAP_1": 4.667966366,
    "UMAP_2": 8.17716217
  },
  {
    "COMMENT_ID": 634,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Other",
    "CONTENT": "The government said it used AI - the Genasys warning system was \"AI\" but it failed. The tech company deflected and said it was not their technology. \r\n\r\nYes and audit needs to be done! Why is there tech that no one is going to use?",
    "UMAP_1": 5.89780283,
    "UMAP_2": 8.326699257
  },
  {
    "COMMENT_ID": 635,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Other",
    "CONTENT": "There needs to be actual detailed protocols in place with responsible agencies and information dissemination. It is beyond the pale that vulnerable communities were not given consideration. The point of government is to have emergency planning, and cannot say that its up to us as individuals to figure it out!",
    "UMAP_1": 4.395623684,
    "UMAP_2": 6.799061775
  },
  {
    "COMMENT_ID": 643,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Other",
    "CONTENT": "no warnings no fire equipmeny no good government as has been the case in the Altadena area…was different under Antonovitch felt like somebody kind of had a interest in altadena when I would call them with even petty issues like trash collection…been different under Barger…all the people cooking in the street etc..felt like I lived in a cesspool and now this unacceptable lack of emergency resources and still it continues…somebody on my street living in a tent and reachimg out for help on Nextdoor…unacceptable",
    "UMAP_1": 4.931228161,
    "UMAP_2": 9.507135391
  },
  {
    "COMMENT_ID": 681,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Other",
    "CONTENT": "Please consider brush clearance, controlled burns and fines for those who do not properly maintain there brush/trees",
    "UMAP_1": 4.649200916,
    "UMAP_2": 4.082986355
  },
  {
    "COMMENT_ID": 731,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Other",
    "CONTENT": "Use a system similar to amber alerts that clearly stated all pertinent information. Emergency Management Centers should already be in place with a solid well trained staff",
    "UMAP_1": 4.955649853,
    "UMAP_2": 7.41943264
  },
  {
    "COMMENT_ID": 782,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Other",
    "CONTENT": "Alterts did not go out for people in Altadena living East of Lake until it was too late for many. With a propely working altert system, we may have been able to avoid many of the deaths that occurred due to the Eaton Fire.  \r\n\r\nAdditionally, instead of waking up to fire in the middle of the night, people could have had time to pack and evacuate, or water the property and try to defend their homes.",
    "UMAP_1": 4.559898376,
    "UMAP_2": 9.45926857
  },
  {
    "COMMENT_ID": 814,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Other",
    "CONTENT": "Part of me will never forgive the county's utter failure in protecting the people of West Altadena. Literally ANY alert system would be better than what was done for us.",
    "UMAP_1": 5.163938999,
    "UMAP_2": 9.603527069
  },
  {
    "COMMENT_ID": 979,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Other",
    "CONTENT": "Don't outsource our emergency warning systems to private companies who put peoples lives in the hands of an AI model. Competent human beings able to talk to all emergency services and make good decisions please.",
    "UMAP_1": 5.716991425,
    "UMAP_2": 8.041210175
  },
  {
    "COMMENT_ID": 1085,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Other",
    "CONTENT": "Prepare transit agencies and fleet owners to evacuate people who can't drive such as seniors or people with disabilities.",
    "UMAP_1": 4.635967255,
    "UMAP_2": 6.166076183
  },
  {
    "COMMENT_ID": 1153,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Other",
    "CONTENT": "Cities should have some sort of evacuation system for elderly retirees living in facilities. Even if the cities have to coordinate it with the retirement facilities operators.",
    "UMAP_1": 4.504159451,
    "UMAP_2": 6.254960537
  },
  {
    "COMMENT_ID": 1235,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Other",
    "CONTENT": "There was no warning systems in place for the Pasadena Altadena fire. Everyone was focused on the other fire when it first broke out. We were usually g channels 2,4, and 7 on tv to see what their reporters were saying, and finding out where they were. We needed official Pasadena updates from the fire or police, and did not get them.",
    "UMAP_1": 4.917635918,
    "UMAP_2": 8.860333443
  },
  {
    "COMMENT_ID": 1274,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Other",
    "CONTENT": "An actual working warning system would have been nice in Altadena.",
    "UMAP_1": 5.441257954,
    "UMAP_2": 8.829701424
  },
  {
    "COMMENT_ID": 1297,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Other",
    "CONTENT": "Retain qualified logistics and traffic experts to handle these issues.",
    "UMAP_1": 4.285349369,
    "UMAP_2": 4.618662834
  },
  {
    "COMMENT_ID": 1304,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Other",
    "CONTENT": "Clear and concise communication and instructions in the event of any disaster. Seems like no one knew what to do, where to go, or how to get there.",
    "UMAP_1": 3.90311718,
    "UMAP_2": 6.800799847
  },
  {
    "COMMENT_ID": 1434,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Other",
    "CONTENT": "Critical. The City should focus on effectively performing duties only the City can perform.",
    "UMAP_1": 3.284834862,
    "UMAP_2": 6.4317379
  },
  {
    "COMMENT_ID": 1449,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Other",
    "CONTENT": "Warning systems need significant improvement. Maybe copy the Amber Alert system. That works very well",
    "UMAP_1": 5.103689194,
    "UMAP_2": 7.859585762
  },
  {
    "COMMENT_ID": 1622,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Other",
    "CONTENT": "I thought the communication about the upcoming high winds and evacuation were very good. I got numerous text messages I had signed up for. I felt like I got enough notice on evacuating. The coordination of traffic was very poor. No excuse of the gridlock on Palisades Drive, we are all lucky many people up there did not die.",
    "UMAP_1": 2.507805824,
    "UMAP_2": 6.184896946
  },
  {
    "COMMENT_ID": 1667,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Other",
    "CONTENT": "This should be an easy fix",
    "UMAP_1": 5.310236931,
    "UMAP_2": 5.809057236
  },
  {
    "COMMENT_ID": 447,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Wildfire preparedness",
    "CONTENT": "In theory, important. In reality, again, it will be a mess, and I'd rather you not even try.",
    "UMAP_1": 6.051698685,
    "UMAP_2": 5.173411846
  },
  {
    "COMMENT_ID": 449,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency warning systems",
    "CONTENT": "There is not a good reason in 2025 to have outdated or ineffective warning systems and the ability for state, county and city agencies to effectively interact.",
    "UMAP_1": 7.132609844,
    "UMAP_2": 3.261663437
  },
  {
    "COMMENT_ID": 523,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Wildfire preparedness",
    "CONTENT": "This is challenging, because warning systems, evacuations, etc can all be amazing, but if people don't listen and act it is sadly a wasted effort.",
    "UMAP_1": 6.447421074,
    "UMAP_2": 5.161472321
  },
  {
    "COMMENT_ID": 701,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Wildfire preparedness",
    "CONTENT": "A lot of us want to clear brush and trees but are told we cannot because of ESHA. Suspend to Coastal act and ESHA with it.",
    "UMAP_1": 5.593164921,
    "UMAP_2": 4.188166618
  },
  {
    "COMMENT_ID": 717,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Wildfire preparedness",
    "CONTENT": "Create  desinalation\r\nplants and may be once or twice a year \"make the rain\" on the most críticas áreas to damp it, AND I know that it Will be a Lot of monkey involve but Aldo we can make the geoengeneer wind catcher to reduce the risk in the case a fire spark apear.",
    "UMAP_1": 5.122294426,
    "UMAP_2": 4.496693611
  },
  {
    "COMMENT_ID": 878,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Wildfire preparedness",
    "CONTENT": "There were too many articles being written about how severely understaffed the L.A. Fire Department is in regards to the area they serve. Staff appropriately. This seems like a no brainer seeing as we already passed the 1.5C threshold of global warming, which means our fire seasons will only get worse. Create an actual physical emergency system (like the ones they built in areas of the country that experience tornadoes). We need a better way. Also - the state needs to make a concerted effort to GET RID OF LAWNS. Stop using up all our water to water grass lawns. We need to educate people about the importance of planting NATIVE PLANTS. They are adapted to the region, save water, and provide fire resilience. It's a win for everyone!",
    "UMAP_1": 5.707945824,
    "UMAP_2": 3.19760108
  },
  {
    "COMMENT_ID": 907,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Wildfire preparedness",
    "CONTENT": "Excellent items funded by previously appropriate taxation.",
    "UMAP_1": 6.004758835,
    "UMAP_2": 3.471763134
  },
  {
    "COMMENT_ID": 911,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Wildfire preparedness",
    "CONTENT": "We need stations that monitor fire risk.  I imagine we were in an extremely risky dry state for months, just waiting for the next Santa Anas, let alone historic ones.",
    "UMAP_1": 4.860920906,
    "UMAP_2": 4.375838757
  },
  {
    "COMMENT_ID": 948,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Other",
    "CONTENT": "I suggest making  answers to the following information easily accessible.  Qs:  Is the Phase 2 debris to be removed completely toxin free?  If not, why should we not be concerned?  Has the Phase 2 debris been tested? When will my area have Phase 2 debris removal?",
    "UMAP_1": 5.065531731,
    "UMAP_2": 5.026147366
  },
  {
    "COMMENT_ID": 953,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Wildfire preparedness",
    "CONTENT": "These systems are worthless if not implemented",
    "UMAP_1": 6.453505516,
    "UMAP_2": 4.97090292
  },
  {
    "COMMENT_ID": 980,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Wildfire preparedness",
    "CONTENT": "CODE ENFORCEMENT NEEDS TO BE PROACTIVE, NOT REACTIVE. If we scratched the contract with WM for street sweeping in Palmdale, CA- we could replace that with 12 full-time code enforcing agents, and include a comprehensive benefits plan for them too. \r\n\r\nThey would be tasked with ensuring compliance from landlords, and home owners. Everyone needs to be responsible for what they own and it's part in creating chaos' potential...\r\n\r\nAlso, Everyone needs to know their neighborhood's emergency response plan for all types of emergencies.",
    "UMAP_1": 6.742985249,
    "UMAP_2": 4.495069027
  },
  {
    "COMMENT_ID": 981,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Wildfire preparedness",
    "CONTENT": "These code enforcement agents would cost the same as the WM plan's expense in Palmdale, and be 5 times more effective...",
    "UMAP_1": 7.22878027,
    "UMAP_2": 4.441262722
  },
  {
    "COMMENT_ID": 1003,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Wildfire preparedness",
    "CONTENT": "This is a great idea. Plans are wonderful, but they must be tested. Let's not wait to test them until lives are at stake.",
    "UMAP_1": 6.444767475,
    "UMAP_2": 4.62979269
  },
  {
    "COMMENT_ID": 1065,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency response improvements",
    "CONTENT": "However a service like WatchDuty would be a great service for the state to partner with. They are a non-profit and bave a ton of volunteers at their disposal to provide real time updates.",
    "UMAP_1": 6.799001217,
    "UMAP_2": 2.696718693
  },
  {
    "COMMENT_ID": 1066,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Wildfire preparedness",
    "CONTENT": "Those exist, they're called humidity sensors and they're provided by the national weather service.",
    "UMAP_1": 5.733190536,
    "UMAP_2": 4.209531307
  },
  {
    "COMMENT_ID": 1072,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Wildfire preparedness",
    "CONTENT": "This effort needs to be led by the local community.",
    "UMAP_1": 5.785725594,
    "UMAP_2": 4.287491798
  },
  {
    "COMMENT_ID": 1181,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency warning systems",
    "CONTENT": "Modern and effective warning systems and coordination of agencies will save money in the long run and better support community before, during, and after weather events and natural disasters.",
    "UMAP_1": 6.80063343,
    "UMAP_2": 3.719571114
  },
  {
    "COMMENT_ID": 1268,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Wildfire preparedness",
    "CONTENT": "Task Force time needed. Organize the players in this fight and keep on them until a concensus is reached. Then implement the devil out of it! We know pretty much what needs to be done already. Start with the easiest to implement, issue the changes and enforce them. Don't stop working on the Version 2.0 changes and roll them out. Keep going! RINSE AND REPEAT!",
    "UMAP_1": 6.07277298,
    "UMAP_2": 4.212105751
  },
  {
    "COMMENT_ID": 1338,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Wildfire preparedness",
    "CONTENT": "The state & many cities are planning for more growth & density, w/o paying attention to flood plains & fire prone areas. Even if the area is a \"high opportunity area\" if it's a flood plain per FEMA, it's highly irresponsible to put more people in the path of danger. We're now having more 100-year and 500-year storms and we must adapt to climate change, not ignore it. Same goes for tsunami zones, sea level rise & erosion, we should stop advocating for false solutions like sea walls & advocate for managed retreat instead. The city must have real community engagement and conduct drills so residents can be prepared for natural disasters. Language access is crucial, not only simple to understand, but translate messages to languages people speak.",
    "UMAP_1": 5.251571655,
    "UMAP_2": 2.921052217
  },
  {
    "COMMENT_ID": 1421,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Wildfire preparedness",
    "CONTENT": "Create a network of sprinklers on the perimeter of the city to quickly extinguish fires using heat sensors",
    "UMAP_1": 5.535972118,
    "UMAP_2": 4.77737093
  },
  {
    "COMMENT_ID": 1487,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Wildfire preparedness",
    "CONTENT": "Task force has to be made up of local residents who know all areas of the Pacific Palisades.",
    "UMAP_1": 4.896966934,
    "UMAP_2": 3.711293936
  },
  {
    "COMMENT_ID": 1567,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Wildfire preparedness",
    "CONTENT": "It seems to me that there are too many agencies at too many different levels trying to be the central coordinator - but all using different systems, processes, etc. I think that that is the reason that grassroots efforts like Watch Duty sprout. Rather than trying to get people away from that, why not lean in to Watch Duty? Similar comment to previous: it needs to make sense to average citizen, leverage (not duplicate) existing infrastructures (e.g. smartphone apps) and be robust enough to hold (e.g. cell towers). Better to train local community to take care of vulnerable (e.g. elderly with no smart phone), than setting up large expensive public infrastructures to do so.",
    "UMAP_1": 6.829854965,
    "UMAP_2": 2.981831551
  },
  {
    "COMMENT_ID": 1583,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Wildfire preparedness",
    "CONTENT": "Local jurisdictions should be kept up to date on emergency planning. I realize that many local jurisdictions don't have a lot of resources to keep this as a priority. Perhaps state and federal resources can be tapped to support this effort on a local level. Mutual Aid, especially in the fire response function, works extremely well in California, and it would be well to encourage this in all functions of emergency management.",
    "UMAP_1": 6.018923759,
    "UMAP_2": 3.298801661
  },
  {
    "COMMENT_ID": 1600,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Wildfire preparedness",
    "CONTENT": "It seems the perfect time to coordinate these plans while the area is planning for rebuilding.",
    "UMAP_1": 5.284455776,
    "UMAP_2": 3.868857622
  },
  {
    "COMMENT_ID": 1689,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Wildfire preparedness",
    "CONTENT": "this should be focused on prevention and rebuilding in such a way as to create resilience, not rebuilding in the old way then creating warning systems to alert us when history repeats itself.",
    "UMAP_1": 6.220906734,
    "UMAP_2": 3.737971306
  },
  {
    "COMMENT_ID": 1701,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency warning systems",
    "CONTENT": "In 2025, it is silly to rely on a 3rd party like Watchduty to share critical wildfire and disaster information with residents. It is also silly that data standards and governance between FDs and emergency agencies are not standardized leading to headaches when building effective, digital emergency info tools. State should really prioritize efforts in digital tooling and notifications to prepare for the next wildfire season.",
    "UMAP_1": 7.256316662,
    "UMAP_2": 2.602908611
  },
  {
    "COMMENT_ID": 1705,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Wildfire preparedness",
    "CONTENT": "We live in an incredibly innovative state and have some of the best technology available - let's bring those amazing resources together to rethink these systems",
    "UMAP_1": 5.955306053,
    "UMAP_2": 3.090680838
  },
  {
    "COMMENT_ID": 264,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Other",
    "CONTENT": "More affordable housing, everywhere",
    "UMAP_1": 11.98435688,
    "UMAP_2": -1.50731957
  },
  {
    "COMMENT_ID": 272,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Other",
    "CONTENT": "Upzone the burned areas to increase the value of the land so that the homeowners can be made whole.",
    "UMAP_1": 11.18475342,
    "UMAP_2": -2.162954807
  },
  {
    "COMMENT_ID": 289,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Other",
    "CONTENT": "Seniors and the disabled community members, and those who are isolated are in real need of support. We need more outreach workers to ensure people are rehoused and doing wellness checks.",
    "UMAP_1": 10.63084793,
    "UMAP_2": 0.1258361042
  },
  {
    "COMMENT_ID": 290,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Other",
    "CONTENT": "A route to ownership should be available for all renters. Passive income landlord arrangements hurt communities by building cheap, flippable homes, overcrowding lots, building in a manner that isn't sensitive to the needs of families and children. If people owned their own property because they had assistance to purchase we'd all be better off.",
    "UMAP_1": 11.84867573,
    "UMAP_2": -1.463962913
  },
  {
    "COMMENT_ID": 323,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Other",
    "CONTENT": "For us, getting the community back as well as being able to rebuild our homes is essential. Getting our schools rebuilt and our community center repopulated are also important",
    "UMAP_1": 12.28368664,
    "UMAP_2": -0.5247825384
  },
  {
    "COMMENT_ID": 479,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Other",
    "CONTENT": "Attention to roadblocks due to Trump's tariffs and deportations. Please provide a safe place for undocumented immigrants who want to help us rebuild.",
    "UMAP_1": 12.59136581,
    "UMAP_2": -0.1367270201
  },
  {
    "COMMENT_ID": 984,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Other",
    "CONTENT": "Address foreign ownership of homes that the owners do not live in or if it is not their primary home. Housing is a complex problem which is more acute now that we just lost many thousands of homes to fire and wont see them rebuilt for years but that seems like low hanging fruit.",
    "UMAP_1": 12.10791969,
    "UMAP_2": -1.228803277
  },
  {
    "COMMENT_ID": 412,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Other",
    "CONTENT": "Build more multi-family dwellings, eliminate the restrictions on duplex and triplex in single family zoning, build more and build everywhere.",
    "UMAP_1": 11.60356712,
    "UMAP_2": -2.170164347
  },
  {
    "COMMENT_ID": 425,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Other",
    "CONTENT": "Renters and homeowners may need real financial assistance, even if they are uninsured or underinsured.",
    "UMAP_1": 10.37467957,
    "UMAP_2": -0.1952783763
  },
  {
    "COMMENT_ID": 446,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Other",
    "CONTENT": "This is super important, and I would recommend bringing in a private company to make sure it is actually done effectively.",
    "UMAP_1": 11.78677559,
    "UMAP_2": -0.0137674334
  },
  {
    "COMMENT_ID": 1262,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Other",
    "CONTENT": "The size of the homeless population in LA County is a direct reflection of the cost of housing. It would be a missed opportunity if Altadena became a city of expensive single-family homes. Lots tend to be big. Models for multi-family \"compounds\" for intergenerational families, or friends who want to live together would maximize space and build community. Could include shared garden areas or other features that create opportunities for contact with nature.",
    "UMAP_1": 12.70530129,
    "UMAP_2": -0.580794692
  },
  {
    "COMMENT_ID": 500,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Other",
    "CONTENT": "About 225,000 units, or 6.1%, of Los Angeles County's total housing stock, were vacant per a 2023 Census survey. Whole apartment buildings are used as illegal Airbnbs, or held vacant for tax purposes. A serious civic push to free up these unavailable units would have a profound impact not just in providing options for fire refugees, but for all rent burdened Angelenos.",
    "UMAP_1": 9.574081421,
    "UMAP_2": -0.1427512616
  },
  {
    "COMMENT_ID": 535,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Other",
    "CONTENT": "The cost of building materials had been rising steadily for years.  With this catastrophe the demand will skyrocket and so will prices.\n\nThis is why is it imperative that a multi-layered cost reduction strategy be implemented.",
    "UMAP_1": 12.60559368,
    "UMAP_2": 0.9265288115
  },
  {
    "COMMENT_ID": 567,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Other",
    "CONTENT": "Easy access to fire-safe building plans would help people tremendously, I think. I know some homeowners will struggle because they want to rebuild THE house, but many of those houses had outdated materials that are no longer up to code. But helping people see how they can rebuild with the proper materials will get some people over that hump quickly. Additionally, ADUs are a great way to help people earn extra income to cover their mortgages/insurance -- or to bring loved ones in when they need housing. This should be something that can be fast-tracked immediately. Long-term we all know that affordable housing is a challenge -- I'm not sure how we ever overcome the NIMBY mentality and make room for those who can't afford $3000 studio apts.",
    "UMAP_1": 10.95117378,
    "UMAP_2": 1.923527598
  },
  {
    "COMMENT_ID": 588,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Other",
    "CONTENT": "Who pays for this? This isn't a solution. It's playing with knives all day and asking for a box of bandaids.\n\nThe solution is to build more housing BEFORE disasters so all citizens have homes. The next step is to harden homes in fire zones. The most important step after that is to have a commitment between govt agencies on managing debris, dried out trees, and flammable fuels from the outskirts and inner parts of communities so these fires don't get so out of control.",
    "UMAP_1": 11.12668705,
    "UMAP_2": -1.224917293
  },
  {
    "COMMENT_ID": 1286,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Other",
    "CONTENT": "We need more affordable housing. Period.",
    "UMAP_1": 11.68890381,
    "UMAP_2": -1.715291262
  },
  {
    "COMMENT_ID": 355,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Other",
    "CONTENT": "By the time this is done, the homes will be rebuilt.",
    "UMAP_1": 12.80704689,
    "UMAP_2": -0.055787567
  },
  {
    "COMMENT_ID": 602,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Other",
    "CONTENT": "Forcing more people to take in pets! Many residents have had a hard time finding housing because of their pets.",
    "UMAP_1": 12.13797092,
    "UMAP_2": -0.9344255924
  },
  {
    "COMMENT_ID": 642,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Other",
    "CONTENT": "step back and think about this",
    "UMAP_1": 11.32619381,
    "UMAP_2": -0.5772233605
  },
  {
    "COMMENT_ID": 714,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Other",
    "CONTENT": "We need more housing not less. We should pull out all the stops to build back with more units not less.",
    "UMAP_1": 11.81625271,
    "UMAP_2": -1.873205423
  },
  {
    "COMMENT_ID": 649,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Other",
    "CONTENT": "It's my understanding that this is how Lahaina has helped localize and transition their recovery, and that it's going well for the residents and for the environment",
    "UMAP_1": 10.31115723,
    "UMAP_2": 0.7671788931
  },
  {
    "COMMENT_ID": 1084,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Other",
    "CONTENT": "Way to go!",
    "UMAP_1": 12.0171566,
    "UMAP_2": -0.1874770075
  },
  {
    "COMMENT_ID": 669,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Other",
    "CONTENT": "I think it is critically important to address price gouging of displaced victims. At some point, the rental free market needs some guardrails to ensure all are housed equitably.",
    "UMAP_1": 10.08669472,
    "UMAP_2": -0.6418899894
  },
  {
    "COMMENT_ID": 711,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Other",
    "CONTENT": "That's too many subjects in one query.  Critical is home rebuilding and long-term solutions.  At the least, relaxed construction limited hours for 2 years will enable round the clock work for those willing to do it -- thus potentially reducing the time for completion to less than 6 months.",
    "UMAP_1": 12.79659367,
    "UMAP_2": 0.3314792514
  },
  {
    "COMMENT_ID": 1093,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Other",
    "CONTENT": "Allow for higher density housing along the primary corridors of Fair Oaks and Lake Avenues",
    "UMAP_1": 12.5922699,
    "UMAP_2": -1.586766362
  },
  {
    "COMMENT_ID": 756,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Other",
    "CONTENT": "Home rebuilding with a coordinated sourcing strategy for supplies to give us buyers more power against price gouging.",
    "UMAP_1": 12.53831482,
    "UMAP_2": 0.7768713832
  },
  {
    "COMMENT_ID": 871,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Other",
    "CONTENT": "Government should step in above greedy developers to help survivors. There is no better time than now to start community land trusts while also building community public housing that serves everyone.",
    "UMAP_1": 11.28084183,
    "UMAP_2": 0.1043877825
  },
  {
    "COMMENT_ID": 874,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Other",
    "CONTENT": "The protections for renters and regulations makes it unconvenient to rent them. The \"protections\" needs to be lifted, so more people will be able to access housing. It is better to have less protections and be housed than be homeless!",
    "UMAP_1": 9.564182281,
    "UMAP_2": -0.968721211
  },
  {
    "COMMENT_ID": 1315,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Other",
    "CONTENT": "Our loss of use coverage is up to 2 years.  I don't think we can rebuild our home in 24 month from this point... We need more help after 2 years from the fire.",
    "UMAP_1": 12.94796753,
    "UMAP_2": 0.0283574946
  },
  {
    "COMMENT_ID": 1563,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Other",
    "CONTENT": "The government has not done enough with the billions of dollars collected for \"homeless\" housing along with the billions collected for mental illness. Don't want the same to happen in this area too.",
    "UMAP_1": 12.25078774,
    "UMAP_2": -0.0279819332
  },
  {
    "COMMENT_ID": 903,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Other",
    "CONTENT": "These are important not because the government is our savior, but because individuals and private sector can do them.",
    "UMAP_1": 11.872962,
    "UMAP_2": 0.0758473054
  },
  {
    "COMMENT_ID": 923,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Other",
    "CONTENT": "Streamline communication on financial assistance available for those impacted by fire.",
    "UMAP_1": 10.33420563,
    "UMAP_2": 0.0668485463
  },
  {
    "COMMENT_ID": 924,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Other",
    "CONTENT": "Many schools in the surrounding areas have closed down. Consider buying those lots and building affordable housing, like little communities around green spaces for those impacted by fires.",
    "UMAP_1": 12.21068859,
    "UMAP_2": -1.189068198
  },
  {
    "COMMENT_ID": 932,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Other",
    "CONTENT": "more equitable housing arrangements--coops, land trusts, mixed low-income--higher income housing choices.",
    "UMAP_1": 11.40128613,
    "UMAP_2": -0.5559734106
  },
  {
    "COMMENT_ID": 934,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Other",
    "CONTENT": "Coop's and land trusts can be instruments to keep land within the hands of the people who have historically lived there but they can also be abused to keep people out. How these different entities are constructed will be important not for recovery today but adaptability into the future.\nOn the matter of construction there needs to be flexibility in the building codes to allow for the construction of future proof housing. There needs to be building codes in place that allow for hempcreate construction, recycled material construction, earthships, etc. Methods of constructing housing that try not put additional load on our already overstretched earth resources.",
    "UMAP_1": 11.46127224,
    "UMAP_2": -0.0579249188
  },
  {
    "COMMENT_ID": 1659,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Other",
    "CONTENT": "Housing policies must change--it's why California loses close to ~100k people annually. Allow density--ADUs, small apartment buildings, big apartment buildings. Less public comments where elderly homeowners of multi-million dollar properties get to gripe about more people living in their neighborhood. This problem will not be remedied without embracing density.",
    "UMAP_1": 11.947855,
    "UMAP_2": -1.896855354
  },
  {
    "COMMENT_ID": 988,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Other",
    "CONTENT": "Modify zoning in the impacted areas to rebuild in a sustainable way, while also keeping the characters of the neighborhood still intact. Streamline the process for building.",
    "UMAP_1": 10.84035683,
    "UMAP_2": -2.130097151
  },
  {
    "COMMENT_ID": 1706,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Other",
    "CONTENT": "I hope the area will be rebuilt with many different housing options",
    "UMAP_1": 12.60279369,
    "UMAP_2": -0.8003807664
  },
  {
    "COMMENT_ID": 1720,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Other",
    "CONTENT": "I think solutions that let people keep their land and rebuild instead of selling to developers is important.",
    "UMAP_1": 12.21805763,
    "UMAP_2": -0.3643251956
  },
  {
    "COMMENT_ID": 1012,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Other",
    "CONTENT": "If we insist that neighborhoods have to be nothing but single family homes, we're never going to solve the housing crisis. I'd rather have a concrete jungle than see my neighbors sleeping on hard cement.",
    "UMAP_1": 12.25895977,
    "UMAP_2": -0.5917999148
  },
  {
    "COMMENT_ID": 1015,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Other",
    "CONTENT": "Subsidies are OK short term, but long term they'll just make it worse. Let's make sure we have a plan to solve the housing crisis for real.",
    "UMAP_1": 10.83839893,
    "UMAP_2": -0.5670779943
  },
  {
    "COMMENT_ID": 1043,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Other",
    "CONTENT": "Modular, low-cost, ecologically-sound housing, manufactured en masse in our backyard. See SoLA Model Z in South Los Angeles as one excellent example. They are walking the walk and ready to plug in (I toured their factory last week)  \n\nAlso would love to see novel ideas for neighborhoods to rebuild together, not only to gain economy of scale and efficiency with materials, etc. but to plan housing layouts in a new way. Perhaps one block with 10 homes each sacrifices 10% of footprint to allow for one communal lot to be used with more of a \"village\" mentality i.e small farming, open space for kids, etc. This may seem utopic, but I think many people are close to being in this mindset already. If we can rebuild, let's try it differently!",
    "UMAP_1": 11.00104904,
    "UMAP_2": 1.608323693
  },
  {
    "COMMENT_ID": 1074,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Other",
    "CONTENT": "Help us get the word out on organized rebuild efforts such as Altagether.org so as many residents as possible can be involved.  We are banding together in small groups to save on surveying costs, and potentially with architects and contractors.",
    "UMAP_1": 12.1004734,
    "UMAP_2": 0.8615726233
  },
  {
    "COMMENT_ID": 1219,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Other",
    "CONTENT": "There are a lot of good initiatives getting started, like the Foothill Catalog, but things need to be more organized.",
    "UMAP_1": 12.00877094,
    "UMAP_2": 0.6774461269
  },
  {
    "COMMENT_ID": 1248,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Other",
    "CONTENT": "Rent gouging is rampant. I'm grateful the AG has prioritized investigations into guilty landlords, but I'm in a delicate spot of not wanting to lose housing while I've been collecting materials for a case. There has got to be a way to nip this in the bud earlier, so that a homeseeker isn't intimidated by retaliation. Can we CC in some sort of caseworker to let a landlord know we mean business?",
    "UMAP_1": 10.14148617,
    "UMAP_2": -0.9327331781
  },
  {
    "COMMENT_ID": 1267,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Other",
    "CONTENT": "Rebuilding to specific \"like-for-like \" criteria that the Assessor will agree with and that passes Building & Safety and other code checks will cut the time to rebuild way down by clarifying the path to a design and ultimately a rebuild that will serve homeowners affected. I want a chance to rebuild. I need help getting that information straightened out and available NOW!",
    "UMAP_1": 11.24313164,
    "UMAP_2": 0.7806062102
  },
  {
    "COMMENT_ID": 1272,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Other",
    "CONTENT": "Prefabricated structures of all types - housing, commercial buildings",
    "UMAP_1": 10.32964516,
    "UMAP_2": 1.612068892
  },
  {
    "COMMENT_ID": 1276,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Other",
    "CONTENT": "Finding an affordable place to live is nearly impossible! We need help finding a place to live because the rents are so high and landlords don't want pets. And make it illegal to charge additional rent for pets, especially after a declared disaster like LA. No one charges additional rent for toddlers, yet they are far more destructive than pets.",
    "UMAP_1": 11.63167191,
    "UMAP_2": -0.9655762315
  },
  {
    "COMMENT_ID": 1389,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Other",
    "CONTENT": "When the fires broke out it was made very clear they were going to be very strict on rent gouging but I have not seen any accountability on this. I have also never seen accountability on this across the board. Rent has been unattainable for so many for so long. There are also many people who face wage garnishments for terrible situations when they try to work with a leasing office and do the right thing and get out of a lease when something tragic happens like a loss/helping out a family member etc and the leasing office/property won't work with them at all and then you have 1,000's of California residents who are garnished up to 25% of their weekly pay! California need to stop allowing any garnishments by greedy companies + price gouging",
    "UMAP_1": 10.20420933,
    "UMAP_2": -1.085859418
  },
  {
    "COMMENT_ID": 1411,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Other",
    "CONTENT": "The Mayor and Supervisors need to pass new laws and regulations to reduce the price of emergency housing.  Charging retail rates is corrupt, feathering the nest of our worst segment, the rentiers.",
    "UMAP_1": 9.822995186,
    "UMAP_2": -0.5356898308
  },
  {
    "COMMENT_ID": 1554,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Other",
    "CONTENT": "Yes to deprioritising anyone with a second home. Prioritise the most severely in need and avoid patronising behaviours please - there but for the grace of god goes any one of us! Long term housing solutions must be addressed systemically.",
    "UMAP_1": 11.06783199,
    "UMAP_2": -0.8710126281
  },
  {
    "COMMENT_ID": 1568,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Other",
    "CONTENT": "Building and zoning laws should be reviewed annually, and updated as needed.  They need to reject the current needs.  We need to take into account all the science and facts at our disposal and then come up with collaborative changes to be made.  Everyone should be allowed to have a voice.",
    "UMAP_1": 10.56415653,
    "UMAP_2": -1.960519433
  },
  {
    "COMMENT_ID": 297,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Fire resilient rebuilding",
    "CONTENT": "Housing has been incredibly tough, expensive, and hard to find. Then the fires happened. Now we need housing more than ever and we need housing here so people don't have to move away and they can still stay in the general area while trying to pick up where they left off. People need to rebuild and live in their homes and sell to families, not corporations. We need to remove barriers to rebuild but also ensure that people don't get ripped off by bad contractors and that the new houses they build are safe, strong, and resilient, and some properties that were immediately above Eaton Canyon should consider not rebuilding because it is just a matter of time.",
    "UMAP_1": 12.60056496,
    "UMAP_2": -0.9340414405
  },
  {
    "COMMENT_ID": 404,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Fire resilient rebuilding",
    "CONTENT": "Quit building structures in places in fire prone areas.  The state and Weiner specifically have gone gun-ho in encouraging building in stupid places and passed laws which leave the local agencies powerless to design their own communities.   The population is barely growing yet there is a housing crisis. First thing OUTLAW Short Term Rental Airbnb's, tax the heck out of second/vacation homes, tax the wealthy so they cannot afford 3 and 4 homes while the rest of us are forced to rent.",
    "UMAP_1": 12.78712177,
    "UMAP_2": -1.433536649
  },
  {
    "COMMENT_ID": 594,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Fire resilient rebuilding",
    "CONTENT": "look at rebuilding homes with fire resistant materials.",
    "UMAP_1": 13.98449707,
    "UMAP_2": -0.5179696083
  },
  {
    "COMMENT_ID": 622,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Fire resilient rebuilding",
    "CONTENT": "This is a hard one but, I think the homeowners, communities and the state need to reconsider rebuilding in areas that are known to burn over and over. Some areas have burnt multiple times and people just rebuild. Isn't this the definition of insanity?",
    "UMAP_1": 12.91307449,
    "UMAP_2": -0.9914687872
  },
  {
    "COMMENT_ID": 647,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Fire resilient rebuilding",
    "CONTENT": "don't allow wood as a building material",
    "UMAP_1": 13.92665958,
    "UMAP_2": -0.0996532068
  },
  {
    "COMMENT_ID": 654,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Fire resilient rebuilding",
    "CONTENT": "On the topic of home rebuilding, I think it is critically important that the new homes are resilient to future disaster and energy efficient. The Passive Housing Standard (being considered by state legislators AB368) would be an excellent fit with super insulation, air-tight construction and better performing windows. This eliminates the pathways the fire used to penetrate houses. Additionally it offers improved air quality, reduced noise pollution, up to 50% energy savings and resilience in power outages. The rebuilds should adhere to reach codes of no gas hookups so the community can again reduce the danger of fires and also greatly reduce emissions/air quality in the community.",
    "UMAP_1": 13.40622807,
    "UMAP_2": -0.3877269924
  },
  {
    "COMMENT_ID": 884,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Fire resilient rebuilding",
    "CONTENT": "And not just fire resistant - we need fire shelters in every part of the city because if... Palisades happened after midnight - many people would have died. We can and must avoid a Paradise disaster.",
    "UMAP_1": 14.26827526,
    "UMAP_2": -0.2257261723
  },
  {
    "COMMENT_ID": 893,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Fire resilient rebuilding",
    "CONTENT": "now is the time to pass stricter wildfire and flood protection building codes along with green/sustainable building requirements.  With thousands of structures needing to be replaced, now is the time to set Los Angeles as a model for the nation. Traditional AND alternative methods of power and water collection/delivery must be put into place. Look to other leading nations for best practices - for example there is an area in Japan that has it's own outdoor fire suppression system that can be activated (not like individuals with pools and hoses and generators) like an advanced outdoor high-powered sprinkler system.",
    "UMAP_1": 13.77265835,
    "UMAP_2": -0.8361262083
  },
  {
    "COMMENT_ID": 999,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Fire resilient rebuilding",
    "CONTENT": "fire retardant materials, fire suppression units on buildings  regardless of materials used and directed in exposed areas.",
    "UMAP_1": 14.08838654,
    "UMAP_2": -0.3189074695
  },
  {
    "COMMENT_ID": 1014,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Fire resilient rebuilding",
    "CONTENT": "We've got to take care of our neighbors, especially the ones who had their insurance dropped in the months leading up to the fires with no good alternative. But for anyone who could get insurance and decided not to, knowing they were in a fire zone? They should be on the hook for that bad decision, not the rest of us.",
    "UMAP_1": 13.22763157,
    "UMAP_2": -1.432726145
  },
  {
    "COMMENT_ID": 1067,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Fire resilient rebuilding",
    "CONTENT": "Access needs to be improved to these neighborhoods, a bus that comes every hour is not helpful if people want to evacuate if they do not have a vehicle. BBB and Metro bus services being increased to a minimum of every 10-15 minutes can greatly improve access and lower the risk of gridlock during evacuations.",
    "UMAP_1": 12.26994324,
    "UMAP_2": -0.9467790723
  },
  {
    "COMMENT_ID": 1086,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Fire resilient rebuilding",
    "CONTENT": "Ensure long-term rebuilding is climate-smart, denser, resilient to future fires.",
    "UMAP_1": 13.87231255,
    "UMAP_2": -0.6852918863
  },
  {
    "COMMENT_ID": 1195,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Fire resilient rebuilding",
    "CONTENT": "While everyone wants to build back exactly as we were, we need to consider that this will happen again. We should consider using fire resistant materials when rebuilding.",
    "UMAP_1": 13.75046253,
    "UMAP_2": -0.1531497091
  },
  {
    "COMMENT_ID": 1223,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Fire resilient rebuilding",
    "CONTENT": "More transit-oriented development, prioritization of ecosystem health and fire resistant construction materials/design.",
    "UMAP_1": 13.82934761,
    "UMAP_2": -0.6964618564
  },
  {
    "COMMENT_ID": 1236,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Fire resilient rebuilding",
    "CONTENT": "I'm so tired of having to use our county tax dollars to rebuild Malibu due to either fires, flooding, or high water damage. Regulations need to be into place whereby people cannot just be allowed to rebuild yet again, and have the rest of the county help them rebuild yet again. With climate change, it will continue to happen probably much more frequently. Let's try to be proactive now in a positive way.",
    "UMAP_1": 12.96430492,
    "UMAP_2": -0.6646818519
  },
  {
    "COMMENT_ID": 1244,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Fire resilient rebuilding",
    "CONTENT": "I think it's really important to consider where to rebuild, and where not to rebuild. My grandmother's home burned down, and everyone in her community wants to rebuild in the same place. But does it really make sense when we know that the Palisades Highlands is in an extremely high fire risk area? To the extent that folks want to rebuild in high risk areas, should the entire state of California shoulder that risk through our tax dollars and insurance payments?",
    "UMAP_1": 13.15228653,
    "UMAP_2": -1.23346293
  },
  {
    "COMMENT_ID": 1257,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Fire resilient rebuilding",
    "CONTENT": "I should not have to shoulder Palisades folks rebuilding in such a high risk area.",
    "UMAP_1": 13.14396191,
    "UMAP_2": -1.432843447
  },
  {
    "COMMENT_ID": 1401,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Fire resilient rebuilding",
    "CONTENT": "Make LA and LA county a fire-wise community.",
    "UMAP_1": 14.01491833,
    "UMAP_2": -0.481324017
  },
  {
    "COMMENT_ID": 1427,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Fire resilient rebuilding",
    "CONTENT": "Rebuild homes that are climate resilient, all electric, and are certified green homes and buildings. Ensure communities are replanned and redesigned to prioritize equity in housing everyone; providing infrastructure that focuses on enabling public transit, cycling, and walking; ensuring access to parks, green space, urban forestry and tree canopy; and local business opportunities that supports the clean economy.",
    "UMAP_1": 13.55924797,
    "UMAP_2": -0.8166041374
  },
  {
    "COMMENT_ID": 1475,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Fire resilient rebuilding",
    "CONTENT": "People need places to live, but I don't think it should be in high-risk fire zones if we can help it. Pay the people who lost their homes, but rebuild high-density housing in urban areas.",
    "UMAP_1": 12.92596912,
    "UMAP_2": -1.776494026
  },
  {
    "COMMENT_ID": 1533,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Fire resilient rebuilding",
    "CONTENT": "Use Strong Towns principles in the rebuilding process. Prioritize the lowest-income households first. Deprioritize owners with second-homes. Establish clear process and timelines for residents to gain access to aid. Do not bypass environmental concerns.",
    "UMAP_1": 11.78039265,
    "UMAP_2": -0.6349369287
  },
  {
    "COMMENT_ID": 1606,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Fire resilient rebuilding",
    "CONTENT": "Rebuilding is important - and should be required to reflect the changed nature of our environment and be as resilient as possible",
    "UMAP_1": 13.29158497,
    "UMAP_2": -0.5168939829
  },
  {
    "COMMENT_ID": 368,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "ADU considerations",
    "CONTENT": "Perhaps aid can be giving to homeowners who offer their ADU's as interim housing for those displaced in the fires?",
    "UMAP_1": 10.40049362,
    "UMAP_2": 4.294936657
  },
  {
    "COMMENT_ID": 459,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "ADU considerations",
    "CONTENT": "Offer education and resources for the community on ADU's. Empower residents so they know they have options beyond just selling.",
    "UMAP_1": 10.88347244,
    "UMAP_2": 3.678767204
  },
  {
    "COMMENT_ID": 506,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "ADU considerations",
    "CONTENT": "ADUs are a way to get people living on their properties sooner than later. Make the permitting process quick and easy for ADU and I may consider living there while I rebuild.",
    "UMAP_1": 10.39401817,
    "UMAP_2": 3.706990957
  },
  {
    "COMMENT_ID": 546,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "ADU considerations",
    "CONTENT": "I do not think the community should become more dense. ADUs should only be teporary",
    "UMAP_1": 10.74985695,
    "UMAP_2": 3.297044039
  },
  {
    "COMMENT_ID": 598,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "ADU considerations",
    "CONTENT": "Offer incentives to homeowners to make existing aDU's available and ease the way for building additional ADUs to supplement housing.",
    "UMAP_1": 10.71329403,
    "UMAP_2": 4.011695862
  },
  {
    "COMMENT_ID": 652,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "ADU considerations",
    "CONTENT": "Allowing residents to have ADU's on their property would support transition from interim housing (i.e., hotels, temporary rentals, etc.) to their own property whereby they can then manage their own property again and the rebuilding project of their main home.  Transitioning to the main home upon completion.",
    "UMAP_1": 10.39974785,
    "UMAP_2": 4.176731586
  },
  {
    "COMMENT_ID": 770,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "ADU considerations",
    "CONTENT": "In our case we are adding an ADU to stay on our property and avoid having to pay for a mortgage and rent elsewhere at the same time. However we're hearing that permitting is SLOW at the moment so are concerned.",
    "UMAP_1": 10.17111397,
    "UMAP_2": 4.11107111
  },
  {
    "COMMENT_ID": 834,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "ADU considerations",
    "CONTENT": "Pre-permitted ADU designs. Most folks are not picky about how an ADU looks- they want fast build and understandable regulations- so they can earn rent.... which creates more housing in LA.",
    "UMAP_1": 10.11058712,
    "UMAP_2": 3.39656496
  },
  {
    "COMMENT_ID": 952,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "ADU considerations",
    "CONTENT": "These individually are complex and under performing. While ADU are touted as providing low income housing, this is not necessarily true. Many in my area are lucrative sources of income. ADU units also do not accommodate families.  Long term housing is more than a notion it means establishing the family home and social structure. The most recent disaster should not be a basis to justify reinventing neighborhoods to the image of concrete jungles and multi family rentals.",
    "UMAP_1": 10.50860786,
    "UMAP_2": 3.06189847
  },
  {
    "COMMENT_ID": 1154,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "ADU considerations",
    "CONTENT": "I think the ADU units are a good idea the city should allow more people to build them with less restrictions.  Allow contractors to build more apartment building in restricted residential areas",
    "UMAP_1": 10.76756668,
    "UMAP_2": 3.891994238
  },
  {
    "COMMENT_ID": 1168,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "ADU considerations",
    "CONTENT": "should not be assessed for ADU will assist folks to move back to neighborhood faster and/or could assist housing some of the trades needed to rebuild",
    "UMAP_1": 10.46396923,
    "UMAP_2": 4.006342411
  },
  {
    "COMMENT_ID": 1201,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "ADU considerations",
    "CONTENT": "ADUs have destroyed neighborhoods and contributed to dense communities and they have not alleviated rising rents or 'housing shortages'. If a homeowner is faced with a catastrophe and have lost their home, the government must not implement harsh and costly upgrades if the homeowner wants to rebuild.",
    "UMAP_1": 10.55391216,
    "UMAP_2": 3.293548822
  },
  {
    "COMMENT_ID": 1212,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "ADU considerations",
    "CONTENT": "REALLY speed up the approval process. Also, strongly encourage bungalow courts for multi-family housing-- basically groupings of 4 to 10 ADU-type buildings. They suit the Alta/Pasadena aesthetic, are affordable, are much better looking than flat, generic boxes, and will help bring renters to our community.",
    "UMAP_1": 10.18622494,
    "UMAP_2": 3.243578911
  },
  {
    "COMMENT_ID": 1230,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "ADU considerations",
    "CONTENT": "Relax Malibu overprotectiveness and overreach; allow small ADU's with less code restriction, but with fire resistant materials.",
    "UMAP_1": 11.19120026,
    "UMAP_2": 3.543507338
  },
  {
    "COMMENT_ID": 1375,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "ADU considerations",
    "CONTENT": "Rather than temporary housing, a priority should be placed in Accessory Dwelling Units (ADUs), home rebuilding, long-term housing solutions",
    "UMAP_1": 10.50312996,
    "UMAP_2": 3.547617435
  },
  {
    "COMMENT_ID": 1619,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "ADU considerations",
    "CONTENT": "ADUs may allow homeowners to recover an economic loss, but more residents will add to the evacuation problem.   It is not practical or safe to keep adding residence to a community that only has two roads in and out.",
    "UMAP_1": 10.80128288,
    "UMAP_2": 3.515481472
  },
  {
    "COMMENT_ID": 1674,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "ADU considerations",
    "CONTENT": "Allowing more flexibility with adding ADUs will support our entire community. Can this be incentivized in some way.",
    "UMAP_1": 10.92836857,
    "UMAP_2": 3.670998335
  },
  {
    "COMMENT_ID": 1736,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "ADU considerations",
    "CONTENT": "ADU shall not be a requirement regardless of CA housing shortage.",
    "UMAP_1": 10.29508019,
    "UMAP_2": 3.558021307
  },
  {
    "COMMENT_ID": 261,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Streamline rebuilding process",
    "CONTENT": "The city should also make it easier to turn single family homes into duplexes and triplexes.",
    "UMAP_1": 10.47690868,
    "UMAP_2": 2.291852951
  },
  {
    "COMMENT_ID": 367,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Streamline rebuilding process",
    "CONTENT": "Minimize unnecessary bureaucratic obstacles in California while maintaining the integrity of the building process.",
    "UMAP_1": 8.656170845,
    "UMAP_2": -2.561382294
  },
  {
    "COMMENT_ID": 1011,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Streamline rebuilding process",
    "CONTENT": "We're already in a rent crisis, and the wildfires are just fanning the flames. Everyone is being exploited; not just residents, but also small business owners! (You want to know why tacos are so expensive? RENT! Why doctors are so expensive? RENT! Why so few community spaces exist? RENT!) If we want our economy to recover from COVID and the fire, we need high-density housing, and we need LOTS of it FAST. Even if it's not financially sensible for developers. We ought to stop pouring money into subsidies that just make the housing market rise even faster; let's build high quality public housing and roll back our ridiculous zoning laws. Let's do whatever it takes; even give a housing agency right of first refusal on all real estate sales.",
    "UMAP_1": 11.68393612,
    "UMAP_2": -1.740656972
  },
  {
    "COMMENT_ID": 417,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Streamline rebuilding process",
    "CONTENT": "City and county planners should have pre-planned and approved site plans so residents can build back better and safer.",
    "UMAP_1": 10.79313088,
    "UMAP_2": 1.255651593
  },
  {
    "COMMENT_ID": 513,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Streamline rebuilding process",
    "CONTENT": "As everyone knows, the red tape is insane, permitting costs are insane, construction costs, architects -- if anyone is able to rebuild in Altadena it will be a miracle.",
    "UMAP_1": 8.538566589,
    "UMAP_2": -2.445198059
  },
  {
    "COMMENT_ID": 614,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Streamline rebuilding process",
    "CONTENT": "Abolish the Coastal Commission, accelerate permitting for new building, remove government red tape, offer incentives for new builds",
    "UMAP_1": 8.013946533,
    "UMAP_2": -2.465608597
  },
  {
    "COMMENT_ID": 679,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Streamline rebuilding process",
    "CONTENT": "I see prior comments on all these proposed regulations-  at what cost?",
    "UMAP_1": 8.146644592,
    "UMAP_2": -1.731550217
  },
  {
    "COMMENT_ID": 870,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Streamline rebuilding process",
    "CONTENT": "Let the market take care of the buildings! The government is inefficient. Reduce red tape, allow more and denser buildings, give more buildings permit. It is supply-demand! It will decrease prices for everyone. If Houston can do it, so can we!",
    "UMAP_1": 8.753887177,
    "UMAP_2": -1.920202971
  },
  {
    "COMMENT_ID": 1013,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Streamline rebuilding process",
    "CONTENT": "We ought to rethink and streamline regulations for everyone. Obviously we need regulations for things like fire resistance and sprinkler systems, but there must be lots of other things we can cut. If fewer regulations are good enough for rebuilding right now, why aren't they good enough for rebuilding all the time?",
    "UMAP_1": 8.443670273,
    "UMAP_2": -1.455042481
  },
  {
    "COMMENT_ID": 1156,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Streamline rebuilding process",
    "CONTENT": "Long term building efforts have to be fire safe to move forward. That being said, there needs to be MUCH LESS red tape involved for us to get our communities back.",
    "UMAP_1": 8.261638641,
    "UMAP_2": -2.628704071
  },
  {
    "COMMENT_ID": 1309,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Streamline rebuilding process",
    "CONTENT": "Efforts to streamline the housing re-permitting process for fire victims should be expanded to include everyone else. By making this process more efficient we could increase the supply of housing, reducing cost.",
    "UMAP_1": 8.22484684,
    "UMAP_2": -1.618977427
  },
  {
    "COMMENT_ID": 1328,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Streamline rebuilding process",
    "CONTENT": "Consistency for One California is a must. My community of Paradise Ca had substantial costs with permits, surveys, septic, architect costs. Fleeced by our own town.",
    "UMAP_1": 8.179541588,
    "UMAP_2": -2.313133955
  },
  {
    "COMMENT_ID": 1355,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Streamline rebuilding process",
    "CONTENT": "County or city building processes have to be streamlined and charges kept manageable\nFor people\nTo recover successfully.  Plans and permits can't be mired in municipal offices for undue amounts of time.",
    "UMAP_1": 7.962081909,
    "UMAP_2": -2.046949625
  },
  {
    "COMMENT_ID": 1433,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Streamline rebuilding process",
    "CONTENT": "All housing rebuilds and new developments in rebuilding areas should be reviewed ministerially and expedited so that permits can be issued within 30-60 days. This should apply to any housing project meeting current building and zoning codes and, of course, to actual rebuild projects. The Mayor and Governor's arbitrary 110% footprint and height requirement only punishes people who need to rebuild their homes or businesses by not allowing them to build what would be allowed for anyone else in the City.",
    "UMAP_1": 8.423318863,
    "UMAP_2": -1.884827256
  },
  {
    "COMMENT_ID": 1443,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Streamline rebuilding process",
    "CONTENT": "County needs to expedite all permits for building houses.  We absolutely can't afford to rent and pay mortgage for as long as this is going to take so don't want permits delayed for months costing us tens of thousands of dollars we don't have to waste.",
    "UMAP_1": 7.968735218,
    "UMAP_2": -1.710960031
  },
  {
    "COMMENT_ID": 1481,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Streamline rebuilding process",
    "CONTENT": "Permit process needs to expedited without delay and costs need to be minimal for residents to rebuild.",
    "UMAP_1": 8.356531143,
    "UMAP_2": -2.200058937
  },
  {
    "COMMENT_ID": 1502,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Streamline rebuilding process",
    "CONTENT": "Please simplify all of this. I never wanted to figure out how to build a home. This needs to be overhauled for all the people you failed. Waive all the fees. Why are we paying you more? What does it go towards? Fire protection lol?? (Sorry to be spicy, but dude.)",
    "UMAP_1": 8.348014832,
    "UMAP_2": -2.223877192
  },
  {
    "COMMENT_ID": 1523,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Streamline rebuilding process",
    "CONTENT": "Remove all bottlenecks. I am sure there were some lessons learned here.",
    "UMAP_1": 8.659350395,
    "UMAP_2": -2.0423491
  },
  {
    "COMMENT_ID": 1531,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Streamline rebuilding process",
    "CONTENT": "Too many laws and regs from too many layers of gov to make any real progress.",
    "UMAP_1": 7.883328438,
    "UMAP_2": -2.357976913
  },
  {
    "COMMENT_ID": 1546,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Streamline rebuilding process",
    "CONTENT": "Make this process easier by committing to a bold mission statement focused on improvement. Hire more locals and ensure our Los Angeles team is trained to accelerate progress. We must dismantle the slow, outdated government processes and replace them with efficient, modern solutions. We should not repeat past mistakes; instead, we will grow and thrive.",
    "UMAP_1": 7.695538044,
    "UMAP_2": -2.265262127
  },
  {
    "COMMENT_ID": 1592,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Streamline rebuilding process",
    "CONTENT": "Expedited permitting time and the cost of permits for rebuilds should be waived - these rebuilds are not being done by choice but by necessity and a result of government not being prepared and letting an entire community burn to the ground overnight.",
    "UMAP_1": 8.278327942,
    "UMAP_2": -1.749294877
  },
  {
    "COMMENT_ID": 1639,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Streamline rebuilding process",
    "CONTENT": "Allow people to do what they need to do to rebuild.  EVERYONE is going to have a significant shortfall when it comes to rebuilding.  Clear the way so there are less hurdles",
    "UMAP_1": 9.006748199,
    "UMAP_2": -1.737622142
  },
  {
    "COMMENT_ID": 270,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Temporary housing",
    "CONTENT": "The city has been over relying on temporary housing and interim housing solutions that are run by non-profits and private businesses. These greedy middle-men are exploiting city programs for their own benefit. The city needs to build public, affordable housing with the EXPRESS intention of reducing property values and rent. Ignore landlord, land developer, and private equity interests that are making it impossible for working class people to survive in this city.",
    "UMAP_1": 9.235812187,
    "UMAP_2": 0.1895970106
  },
  {
    "COMMENT_ID": 275,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Temporary housing",
    "CONTENT": "Rental rates are insane. I still can't find a place to live while I rebuild my house. Please consider subsidies.",
    "UMAP_1": 10.54033947,
    "UMAP_2": -0.7487241626
  },
  {
    "COMMENT_ID": 467,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Temporary housing",
    "CONTENT": "It should be legal to live for an indefinite amount of time on a property, in a trailer or other mobile unit where the structure of record is uninhabitable or was removed.",
    "UMAP_1": 8.731162071,
    "UMAP_2": 1.33755672
  },
  {
    "COMMENT_ID": 508,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Temporary housing",
    "CONTENT": "We have so many empty buildings downtown, need to find a way to use them for housing, faster.",
    "UMAP_1": 9.356657028,
    "UMAP_2": 0.1010732353
  },
  {
    "COMMENT_ID": 556,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Temporary housing",
    "CONTENT": "I have been in a hotel for three months. The Landlord is harassing me and I am now trying to find a new apartment without any assistance. The Landlord has violated city laws and the city of Pasadena has not been helpful at all.",
    "UMAP_1": 9.064867973,
    "UMAP_2": 0.234474957
  },
  {
    "COMMENT_ID": 597,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Temporary housing",
    "CONTENT": "Temporary long term housing allows people to focus on the next step the in recovery process. Month to month housing for total loss is not helpful.",
    "UMAP_1": 9.790946007,
    "UMAP_2": 0.9130054712
  },
  {
    "COMMENT_ID": 662,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Temporary housing",
    "CONTENT": "An over-abundance of temporary housing will just lien wealthy people's pockets will making it more difficult for people to acquire permanent housing.",
    "UMAP_1": 9.37682724,
    "UMAP_2": 0.3487022817
  },
  {
    "COMMENT_ID": 691,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Temporary housing",
    "CONTENT": "Allow RVs on property for a fixed period.  Don't create excessive government agencies for temporary issues.",
    "UMAP_1": 8.833004951,
    "UMAP_2": 1.297865868
  },
  {
    "COMMENT_ID": 730,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Temporary housing",
    "CONTENT": "Is already existing structures for temporary buildings, all what we need to do Is tu upgrade that way we reduce the cost of maintenance. I already mention a suitable way to make a long Term housing Solution.",
    "UMAP_1": 9.994645119,
    "UMAP_2": 1.455745339
  },
  {
    "COMMENT_ID": 738,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Temporary housing",
    "CONTENT": "During recovery regulations must be eased to allow for housing of affected people. Temporary housing will be essential for anyone that loses a home. ADUs can play a part, as well as RVs, FEMA style trailers, etc.",
    "UMAP_1": 9.430164337,
    "UMAP_2": 1.486463666
  },
  {
    "COMMENT_ID": 813,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Temporary housing",
    "CONTENT": "My ALE is limited. I need a somewhere to go once it is out.",
    "UMAP_1": 9.985398293,
    "UMAP_2": 0.3446510434
  },
  {
    "COMMENT_ID": 839,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Temporary housing",
    "CONTENT": "Build SROs",
    "UMAP_1": 9.000792503,
    "UMAP_2": 0.5223577619
  },
  {
    "COMMENT_ID": 860,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Temporary housing",
    "CONTENT": "An eviction moratorium should go into effect for two months in a county whenever there is natural disaster. Then it can be fine-tuned and continued more specifically after the first 2 months. We had 3 fires going at once, hundreds of thousands getting displaced and evictions were still going on. Ridiculous.\n\nADUs should be allowed. \n\nThose of us in apartments are just getting forced out. The ash remediation was just not done and we had no help addressing it. AS tenants we had no ability to handle this ourselves. We were reliant on ownership who were so busy seeing dollar signs for potential rent they just didn't care.",
    "UMAP_1": 9.658472061,
    "UMAP_2": 1.67073977
  },
  {
    "COMMENT_ID": 960,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Temporary housing",
    "CONTENT": "FEMA-like trailers parked in public lots with help nearby",
    "UMAP_1": 9.219064713,
    "UMAP_2": 1.257009506
  },
  {
    "COMMENT_ID": 969,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Temporary housing",
    "CONTENT": "Should consider flexible housing the tiny home communities in these areas as permanent additions. These communities are often transportable so could be an option for future fires.",
    "UMAP_1": 9.148628235,
    "UMAP_2": 1.021930695
  },
  {
    "COMMENT_ID": 991,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Temporary housing",
    "CONTENT": "For victims that are still experiencing homelessness we need to rent out a old hotel or a designated hotel for those who have been impacted and unable to afford housing at the current moment !! This will\nHelp them get on their feet to save money for mortgages and future rebuilding expenses!!",
    "UMAP_1": 8.93904686,
    "UMAP_2": 0.5101440549
  },
  {
    "COMMENT_ID": 1184,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Temporary housing",
    "CONTENT": "People displaced by the fires need help not only with rebuilding, but with living in their chosen communities immediately.",
    "UMAP_1": 9.987232208,
    "UMAP_2": 0.4224267304
  },
  {
    "COMMENT_ID": 1295,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Temporary housing",
    "CONTENT": "Better coordination is needed between insurance companies and state agencies, so that residents of threatened areas can receive $ for temporary housing BEFORE evacuation is mandatory and can continue to receive it until essential services are restored to their homes. Right now, most people only receive assistance as long as evacuation is mandatory and only until the order is lifted, regardless of whether power, water and other essential services have been restored.",
    "UMAP_1": 9.615992546,
    "UMAP_2": 0.6843483448
  },
  {
    "COMMENT_ID": 1371,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Temporary housing",
    "CONTENT": "Make it easier to get temporary housing",
    "UMAP_1": 9.4495821,
    "UMAP_2": 0.8100015521
  },
  {
    "COMMENT_ID": 1400,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Temporary housing",
    "CONTENT": "For certain survivors",
    "UMAP_1": 10.02137661,
    "UMAP_2": 0.1259300709
  },
  {
    "COMMENT_ID": 1632,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Temporary housing",
    "CONTENT": "Provide shelter even if temporary w/tiny home or mobile unit while rebuilding. Look at Sonoma county after their fires-lots of people lived in temporary units on their lot while rebuilding. Also the county had a dedicated fast track team to process building permits.",
    "UMAP_1": 9.160210609,
    "UMAP_2": 1.019770622
  },
  {
    "COMMENT_ID": 1676,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Temporary housing",
    "CONTENT": "I believe people should be allowed to live onsite in trailers while they rebuild for practicality reasons",
    "UMAP_1": 8.913461685,
    "UMAP_2": 1.435271025
  },
  {
    "COMMENT_ID": 1688,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Temporary housing",
    "CONTENT": "people should absolutely be allowed to live on their properties while they rebuild. it's crazy to be paying a mortgage on a property that you can't live on while you figure out how to rebuild your home. there should also be clear public information about what is permittable in the area and the county should be educated about it and required to expedite it. they often give wrong information. last, permitting fees for building new ADU (that weren't there before the fire) should be permanently waived. the cost of permits is often 50% of the total ADU budget.",
    "UMAP_1": 8.956842422,
    "UMAP_2": 1.602267027
  },
  {
    "COMMENT_ID": 393,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Other",
    "CONTENT": "The time to address the above issues is before a disaster.  Ignoring fire hazards then spending money on disaster recovery is a foolish way to solve the issues.   Ask the community why they did not do more to mitigate the fire hazard before the event.",
    "UMAP_1": -1.402089715,
    "UMAP_2": 7.901714325
  },
  {
    "COMMENT_ID": 509,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Building code and zoning requirements",
    "CONTENT": "Reduce red tape.",
    "UMAP_1": -3.469390392,
    "UMAP_2": 5.675043106
  },
  {
    "COMMENT_ID": 545,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Building code and zoning requirements",
    "CONTENT": "We should be investing in new ideas for fire mitigation strategies. For example, insuring a home from fire could be cheaper if the home has a built-in (or on) fire protection system that significantly improves its odds of surviving a fire. We could incentivize the free market to explore new technologies or ideas through grants or subsidies.",
    "UMAP_1": -1.771045327,
    "UMAP_2": 8.455037117
  },
  {
    "COMMENT_ID": 547,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Building code and zoning requirements",
    "CONTENT": "Strickter code requirements in regards to materials should be enforced.",
    "UMAP_1": -2.758174896,
    "UMAP_2": 7.216957569
  },
  {
    "COMMENT_ID": 678,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Building code and zoning requirements",
    "CONTENT": "Reduce onerous building regulations. California citizens affected homeowners should be given preference \n.",
    "UMAP_1": -2.852290392,
    "UMAP_2": 6.185097694
  },
  {
    "COMMENT_ID": 699,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Building code and zoning requirements",
    "CONTENT": "Need to suspend coastal commission and CEQA  for all fire victims not just these recent fires. The Franklin, Mountain and Woolsey fires and more.",
    "UMAP_1": -3.477645397,
    "UMAP_2": 6.056450367
  },
  {
    "COMMENT_ID": 727,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Building code and zoning requirements",
    "CONTENT": "Incentivize communities to make improvements that will make homes more robust in the face of environmental dangers.",
    "UMAP_1": -1.757768035,
    "UMAP_2": 7.81966877
  },
  {
    "COMMENT_ID": 735,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Building code and zoning requirements",
    "CONTENT": "Lets be honesto, insurance companies Will not be on the side for most of their clients. The new innovative residential-commercial structures, Will be Accord with the actual building regulations,",
    "UMAP_1": -1.986399412,
    "UMAP_2": 6.905145168
  },
  {
    "COMMENT_ID": 755,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Building code and zoning requirements",
    "CONTENT": "One immediate need is definitely financial support/grants/tax credits for home building and to address new code requirements. Instead of trying to waive the new code requirements to rebuild faster, let's give the community the chance to build back better",
    "UMAP_1": -2.884122372,
    "UMAP_2": 6.746423244
  },
  {
    "COMMENT_ID": 781,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Building code and zoning requirements",
    "CONTENT": "If all of the homes that will be rebuilt are required to have sprinklers and water systems, then the State of California needs to subsidize the added cost of that for rebuilding survivors of the fires.  \n\nOr, waivers need to be given so that the County of LA can allow its communities to rebuild many of the historic homes that were lost, without adding to the burden of the rebuild.  \n\nThis can be addressed in many ways, via grants, tax rebates and tax amnesty programs.",
    "UMAP_1": -2.534101486,
    "UMAP_2": 7.488404751
  },
  {
    "COMMENT_ID": 832,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Building code and zoning requirements",
    "CONTENT": "Sprinklers inside and out.  Rules for removing all flammable materials from house perimeter. Vents at chest level so they can be sealed conveniently as necessary. Instructions and training on how to do this for homeowners and renters.",
    "UMAP_1": -2.441576958,
    "UMAP_2": 8.132798195
  },
  {
    "COMMENT_ID": 897,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Building code and zoning requirements",
    "CONTENT": "Building back the same houses in the same spaces without adjustments just means our town will burn in the same way in 20 years. Also, all those ADUs people will be living in just mean no parking and a lack of safe roads in another emergency.",
    "UMAP_1": -1.070776939,
    "UMAP_2": 6.797854424
  },
  {
    "COMMENT_ID": 919,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Building code and zoning requirements",
    "CONTENT": "Exactly. ADUs should not be allowed in fire prone areas unless there is parking on property and there is a large enough lot to allow a wide buffer of space between the ADU and other structures.\nIn areas where the roads are narrow and it is already difficult to evacuate there should be a total ban on additional density. It is irresponsible to put more people in harms way and increase the danger to those already living there!",
    "UMAP_1": -1.067478776,
    "UMAP_2": 6.423110008
  },
  {
    "COMMENT_ID": 920,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Other",
    "CONTENT": "It is illogical to put more people in these fire areas particularly those who cannot afford insurance or the cost of rebuilding and replacing everything.",
    "UMAP_1": -0.4809093177,
    "UMAP_2": 7.648834705
  },
  {
    "COMMENT_ID": 951,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Building code and zoning requirements",
    "CONTENT": "My house is still standing with some minor damage, however, what I want to know is will there ever be grants to upgrade our old homes to code or for features that retard fires for example, fireproof roofs, siding, vents and windows?",
    "UMAP_1": -2.065526962,
    "UMAP_2": 7.220939159
  },
  {
    "COMMENT_ID": 971,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Building code and zoning requirements",
    "CONTENT": "We need expertise and help to fire harden our whole community, not just encouraging a few people with the money to do it. Also we can't insure our way out of this. Insurance companies will leave if they don't make a profit and the state can't afford to take their place with the pace and severity of disasters. Education, fire audits, financial assistance. Community immunity.",
    "UMAP_1": -1.94033289,
    "UMAP_2": 8.311392784
  },
  {
    "COMMENT_ID": 1029,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Other",
    "CONTENT": "It's expensive to live in a wildfire prone zone. Either that expense is paid by the people who live there (such as through insurance premiums) or by everyone else who doesn't live there (via taxes). We shouldn't accept unfair increases in insurance premiums, but it's hard to tell what is really fair.",
    "UMAP_1": -0.1190064102,
    "UMAP_2": 7.814878941
  },
  {
    "COMMENT_ID": 1031,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Building code and zoning requirements",
    "CONTENT": "We should buy out homeowners in these areas and turn unsafe zones back into wilderness. If they want to stay, they should have to pay for the true cost.",
    "UMAP_1": -0.6497648358,
    "UMAP_2": 8.062542915
  },
  {
    "COMMENT_ID": 1033,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Building code and zoning requirements",
    "CONTENT": "That would be the insurance market telling you that the place you're living is dangerous and likely to burn down again. You're right that we should be able to find out before trying to rebuild.",
    "UMAP_1": -0.6833607554,
    "UMAP_2": 7.040717602
  },
  {
    "COMMENT_ID": 1044,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Other",
    "CONTENT": "This could be a strategic community effort rather than each individual homeowner having to go at it alone, which also strains the insurance systems, which in turn raises costs down the road.",
    "UMAP_1": -2.221773624,
    "UMAP_2": 8.461525917
  },
  {
    "COMMENT_ID": 1173,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Building code and zoning requirements",
    "CONTENT": "new code requirements.  go back to the 2010/2012 code requirements.  we can't afford today's requirements and they don't work for this massive rebuild.",
    "UMAP_1": -2.573182821,
    "UMAP_2": 6.488788605
  },
  {
    "COMMENT_ID": 1205,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Building code and zoning requirements",
    "CONTENT": "Eliminate new code requirements, residents are dealing with enough and they don't have unlimited funds for new code upgrades. Let residents build at a minimum to what they had before without all the bureaucracy. The city and county already provide massive amounts of 'legal aid' for tenants and illegals there is no need to reinvent the wheel.",
    "UMAP_1": -2.236591816,
    "UMAP_2": 6.152598381
  },
  {
    "COMMENT_ID": 1245,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Other",
    "CONTENT": "My own grandmother lost her home in the Palisades Fire, so this is hard to say. But if people decide to rebuild in the exact spot their house burned down, the financial risk of repeat fire should should be borne by communities who rebuild in high risk areas. Skyrocketing insurance rates should not be distributed throughout the state to areas that have very low risk of wildfire.",
    "UMAP_1": -0.4600448012,
    "UMAP_2": 7.445240021
  },
  {
    "COMMENT_ID": 1341,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Building code and zoning requirements",
    "CONTENT": "The permit process needs to be improved",
    "UMAP_1": -3.019842386,
    "UMAP_2": 5.686096191
  },
  {
    "COMMENT_ID": 1444,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Building code and zoning requirements",
    "CONTENT": "Underinsured homeowners can't afford the new code requirements.  Grants and tax relief should be provided to ease that burden.",
    "UMAP_1": -2.489761114,
    "UMAP_2": 6.786657333
  },
  {
    "COMMENT_ID": 1473,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Building code and zoning requirements",
    "CONTENT": "This could be done in very specific areas BUT there will always be human/wildlife borders.",
    "UMAP_1": -0.8693484664,
    "UMAP_2": 8.293632507
  },
  {
    "COMMENT_ID": 1607,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Building code and zoning requirements",
    "CONTENT": "Rebuilding assistance should take into account what we know about fire and other disasters to guide \"smart\" rebuilding",
    "UMAP_1": -1.313681006,
    "UMAP_2": 7.203591824
  },
  {
    "COMMENT_ID": 1633,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Building code and zoning requirements",
    "CONTENT": "There is currently a grant for adu prebuilding costs - expand this program.",
    "UMAP_1": -1.497696161,
    "UMAP_2": 6.444421768
  },
  {
    "COMMENT_ID": 1692,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Building code and zoning requirements",
    "CONTENT": "partially, the new code requirements should be evaluated by DISINTERESTED 3rd party experts to make sure they actually do something. so much code is basically lobbied into existence by people and companies who gain from requiring expensive, spurious non-sense. there should be significant legal aid for that effort.",
    "UMAP_1": -2.074214697,
    "UMAP_2": 6.451865673
  },
  {
    "COMMENT_ID": 1699,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Building code and zoning requirements",
    "CONTENT": "We need deregulation and free permitting. building Codes are great and needed for public safety but then why is government penalizing citizens, owners and builders by charging them to implement safety codes. Makes no sense! Property taxes are already excessive and should already cover this expense and service to promote safety and avoid the need for people to dodge code or safety requirements.",
    "UMAP_1": -2.280360222,
    "UMAP_2": 5.799124718
  },
  {
    "COMMENT_ID": 314,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Insurance reform",
    "CONTENT": "state farm is trying to resist paying out and is claiming that in order to get 50% payout now we have to sign a form that in 36 months they are no longer liable to pay more. they also are requiring a list of all private property even if house is complete loss.",
    "UMAP_1": -2.607170343,
    "UMAP_2": 2.568920612
  },
  {
    "COMMENT_ID": 384,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Insurance reform",
    "CONTENT": "California's insurance system requires a complete overhaul—it is currently more complicated than the tax code. This issue must be addressed in clear, straightforward terms before any funds are allocated. Otherwise, the same problems will arise during the next disaster.",
    "UMAP_1": -3.930702925,
    "UMAP_2": 4.132253647
  },
  {
    "COMMENT_ID": 419,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Insurance reform",
    "CONTENT": "If insurance wants to do any business in the state, they need to provide fire insurance.  However,  if a utility causes the fire, then the utility needs to reimburse the insurance provider.",
    "UMAP_1": -3.89068222,
    "UMAP_2": 2.887533903
  },
  {
    "COMMENT_ID": 462,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Insurance reform",
    "CONTENT": "California should compete with all forms of insurance in the state with a public option.  What we currently have are companies who effectively subsidize TV and other media with endless advertising yet will do everything in their power to delay and then deny your claims.  If the Federal Govt. is going to be less likely to pay-out (for one reason or another) in what would've previously been considered a disaster, we may have no other choice.",
    "UMAP_1": -3.480556488,
    "UMAP_2": 3.139538765
  },
  {
    "COMMENT_ID": 519,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Insurance reform",
    "CONTENT": "We have learned, the hard way, that the California insurance industry to irretrievably broken.  Something has to change.  Homeowners insurance is a scam, it is too complicated, no one understands what their policies mean until it is too late, the carriers have inadequate resources to meet a huge crisis like this.  As best I can tell, the carriers are using the money that we paid them in premiums to hire people whose job it is to deny claims.  Some people need to go to jail to wake up this industry.",
    "UMAP_1": -3.613545895,
    "UMAP_2": 3.644669056
  },
  {
    "COMMENT_ID": 591,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Insurance reform",
    "CONTENT": "Insurance is the main financial driver in recovery. our insurance department, in the last decade has done very little to refine and make the claims process better for citizens.\n\nMaking claims more transparent, making policies which make more sense, it isn't rocket science.\n\n90% of folks end up underinsured. Not an accident. A failed system.\n\nWhen HO3 policies are approved in this state - the Dept should force companies to reveal their claims process and then hold them to it after a disaster.",
    "UMAP_1": -3.318072319,
    "UMAP_2": 3.87950325
  },
  {
    "COMMENT_ID": 615,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Insurance reform",
    "CONTENT": "Deregulate the insurance market, CA politicians caused this problem! Stand up for property owners.  It's inexcusable that people can stay in rentals for years w/o paying and landlords have limited recourse. Businesses and families are fleeing our state",
    "UMAP_1": -4.132734299,
    "UMAP_2": 3.192335844
  },
  {
    "COMMENT_ID": 682,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Insurance reform",
    "CONTENT": "Require insurance companies to issue 100% of personal property coverage for completely destroyed homes and 75% for standing homes within the burn zone without inventory lists.",
    "UMAP_1": -2.278832674,
    "UMAP_2": 3.00748992
  },
  {
    "COMMENT_ID": 687,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Insurance reform",
    "CONTENT": "De-regulate, regarding insurance the insurance commissioner needs to meet with Ins companies, reinsurers, city/state/federal officials to propose a plan where residents are able to obtain proper coverage at a reasonable price and insurers/reinsurers are able to make a reasonable profit.  Insurance companies should be required to offer renewals. Insurance is one of the oldest businesses in existence, it has worked well for 100's of years.  Adjustment obviously need to be made",
    "UMAP_1": -4.378624916,
    "UMAP_2": 3.16004014
  },
  {
    "COMMENT_ID": 736,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Insurance reform",
    "CONTENT": "Insurance companies must be held accountable for claims. They are in the insurance business. That is a risk reward business. Extreme profit at the expense of people is unacceptable.",
    "UMAP_1": -3.895193577,
    "UMAP_2": 2.389850378
  },
  {
    "COMMENT_ID": 777,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Insurance reform",
    "CONTENT": "Insurance companies should be held responsible for paying the claims on the policies that they willingly sold to residents in the affected areas.  But we also have to acknowledge that they are beholden to their shareholders and will non-renew or exit CA if they can't make a profit.\n\nIt could help to require insurance companies to offer incentives for more fire-resistant construction.  Loosening regulations on the insurance industry is something I'm hesitant to support, but if insurance rates are determined by market forces and not a government commission, it could lead to more companies entering the market which would keep prices in check.  Rates will still be higher, but CA rates are lower than many other states with lower disaster risk.",
    "UMAP_1": -3.574558496,
    "UMAP_2": 2.672547102
  },
  {
    "COMMENT_ID": 805,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Insurance reform",
    "CONTENT": "Eliminate the need for personal property inventory to get one's entire personal property coverage! Studies show creating that list is the most traumatic part of recovery. We didn't pay 75% of our insurance premium, why do we only get 75% of our coverage without being forced to do something so traumatic?!",
    "UMAP_1": -2.596879482,
    "UMAP_2": 3.358006477
  },
  {
    "COMMENT_ID": 949,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Insurance reform",
    "CONTENT": "The entire insurance system in California should be completely reimagined. There must be a system that is accessible, cannot be canceled or reduced based on statewide costs and mandates and is sustainable over time.",
    "UMAP_1": -4.278981686,
    "UMAP_2": 3.584096432
  },
  {
    "COMMENT_ID": 996,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Insurance reform",
    "CONTENT": "Disaster relief insurance training to educate victims on how to advocate for the\nSelves!!",
    "UMAP_1": -4.298613548,
    "UMAP_2": 4.568853378
  },
  {
    "COMMENT_ID": 1034,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Insurance reform",
    "CONTENT": "The insurance companies have experts whose job it is to figure out where the fire risk is. I guess they knew something was coming, even if they didn't know where.",
    "UMAP_1": -4.203445435,
    "UMAP_2": 2.264222622
  },
  {
    "COMMENT_ID": 1076,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Insurance reform",
    "CONTENT": "Push insurance companies to simply pay out 100% on total losses, as we are all under insured anyhow.  This has occurred in prior fires, and we are desperately needing to rebuild sooner than later, so knowing a budget is key, and key now.",
    "UMAP_1": -2.43210268,
    "UMAP_2": 2.636428833
  },
  {
    "COMMENT_ID": 1241,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Insurance reform",
    "CONTENT": "Insurance companies should pay all policy limits for inventory and property value. Future wildfire survivors are paying for those limits, the insurance companies shouldn't make the process difficult to collect those limits.",
    "UMAP_1": -2.831315517,
    "UMAP_2": 2.799404383
  },
  {
    "COMMENT_ID": 1270,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Insurance reform",
    "CONTENT": "The CA Department of Insurance has put a number of excellent laws and regulations together that make dealing with the insurance providers somewhat easier for a homeowner customer. However the industry wide marketing of disaster (Homeowner)'insurance has led to virtually no polices promising to rebuild \"no matter what\" and substituting coverages that seem to fully protect and do not, leaving most homeowners underinsured which means they can't afford to rebuild and can't stay in their home because it has burned to the ground. This needs to be worked out with the insurance providers and the Dept of Insurance and the homeowners needing and wanting the protection of a policy that will help them in a catastrophe, rather than add to it.",
    "UMAP_1": -3.271924496,
    "UMAP_2": 4.26712513
  },
  {
    "COMMENT_ID": 1381,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Insurance reform",
    "CONTENT": "Insurance is a key lever that needs to be addressed here, in service to the whole of the economy.  Insurance providers have known for DECADES about the risks they face with respect to climate, and as an industry, they have not acted with enough innovative approaches to changing incentives for more regenerative decisions.  They have not faced the truth of what is facing all of us with respect to climate risk, and they are brittle and wholly unprepared from a business model perspective to respond to the realities of what they are facing.  We need to redesign business models, incentives, and policies to face the realities of the calamities that we are facing as a community.  There is only going to be more of the same in the future.",
    "UMAP_1": -3.681827307,
    "UMAP_2": 1.829391003
  },
  {
    "COMMENT_ID": 1426,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Insurance reform",
    "CONTENT": "Make fossil fuel polluters pay for deceiving the public about fossil fuel use and driving the climate crisis that has led to increased extreme heat, drought, and other conditions that have led to higher fire risk. Also, there must be focus on more utilization of prescribed and cultural burns to manage fuel loads, as well as avoiding building and redevelopment in areas of high risk.",
    "UMAP_1": -3.414507389,
    "UMAP_2": 1.721712232
  },
  {
    "COMMENT_ID": 1446,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Insurance reform",
    "CONTENT": "Homeowners and insurance companies should have to review the policy yearly and insurance language must be written at a 6 grade level in order for everyone to understand.  There are to many hidden meanings and definitions as well as all information should be explicit and complete.  Do not let insurance companies provide homeowners with a summary chart that leaves out specific restrictions.",
    "UMAP_1": -3.629958868,
    "UMAP_2": 4.476476669
  },
  {
    "COMMENT_ID": 1458,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Insurance reform",
    "CONTENT": "Insurance assistance in layman terms would be essential. We shouldn't require a lawyer to understand our insurance policies.",
    "UMAP_1": -3.873536587,
    "UMAP_2": 4.483926296
  },
  {
    "COMMENT_ID": 1519,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Insurance reform",
    "CONTENT": "Regarding insurance claims and premiums, no one should have any issues at all with insurance claims. Insurance companies should be lowering cost and premiums vs. raising them. When it's a known fact that insurance companies have more money than banks and are collecting around the clock; I find it hard to believe that they are somehow living paycheck to paycheck. Besides, this is the business they chose. If insurance companies want to raise cost, they should be required to provide something more like free legal assistance for tenants and undocumented immigrants. \n\nNew requirements before permitting building of homes and buildings, fire prevention methods and materials required before issuing any permits. City, County, and State level.",
    "UMAP_1": -4.491192341,
    "UMAP_2": 2.651504993
  },
  {
    "COMMENT_ID": 1525,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Insurance reform",
    "CONTENT": "Similar to a comment made yesterday: \"I don't think that everyone should have to hire an attorney to get the fair benefit of their fire insurance policy.\" I wonder about California's appetite for SB 222 that might create an insurable future but at the cost of affordable gas. I read somewhere that climate change contributed about 25% to the impact of the fires. If that is true, then maybe oil and gas liability should be capped (or a mandatory oil and gas recovery fund set aside to the tune of an accurate reading on percentage of projected damages)",
    "UMAP_1": -3.092036724,
    "UMAP_2": 2.11845088
  },
  {
    "COMMENT_ID": 1551,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Insurance reform",
    "CONTENT": "We need transparency and accountability from insurance companies, as well as from oil and gas companies. Insurance claims need to be met. Politicians must stand up to extractive capitalism. Yet we also do need to recognise that disasters are going to increase in number and scale. Life is uncertain and responsibility and accountability start with individuals. There is no magic bullet, just a hundred and one acts of daily accountability and learning to do more with less. Asking for specific ideas is great and thank you for doing so, yet what we are faced with is changing mindsets and learning to address our issues systemically. Corporations AND their shareholders need to stop driving the 'growth and increasing profits are forever' mentality.",
    "UMAP_1": -3.780801773,
    "UMAP_2": 2.016177416
  },
  {
    "COMMENT_ID": 1655,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Insurance reform",
    "CONTENT": "The government's attacking insurance, as someone from the southeast US, is strange. Governmental agencies let the city of LA develop and sprawl into high fire-risk areas. Insurance companies, like when people build beachfront homes in hurricane country, jacked up the insurance rates. When an insurance company says an area is dangerous, believe them.\n\nForcing other taxpayers to supplement a \"wood home in a tinderbox\" is ludicrous. Saying it's the homeowners' fault for having a home in a tinderbox is likewise insane; they aren't fire experts.\n\nThe blame for the Palisades fire's destruction lays at the feet of the negligent county, city, and state level officials who allowed people to build/buy homes and root their lives in the line of fire.",
    "UMAP_1": -4.508780479,
    "UMAP_2": 2.213165283
  },
  {
    "COMMENT_ID": 1670,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Insurance reform",
    "CONTENT": "An online system to report my insurance company for not following their own guidelines and policies for covering our losses that are clearly outlined in our contract.  I have to drive 46 miles from home to work post-fire when I had less than one mile drive pre-fire. My insurance adjuster says my wife and I should ride together when we work different jobs at different start and end time. They also state that we should not be eating out so much since we rented a place with a kitchen...we leave before the sun comes up and return home at dark and dont have time or energy to cook meals at home. This is not being a good neighbor as their tagline says.",
    "UMAP_1": -4.098005772,
    "UMAP_2": 1.899217606
  },
  {
    "COMMENT_ID": 257,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "We are in the situation of looking at whether to rebuild or not. The insurance company has not been helpful in that regard but we haven't pushed since we haven't been able to get the property cleared yet. On our rental, we are interviewing remediation companies so that are tenant can move back in. All parts are important",
    "UMAP_1": -5.952245235,
    "UMAP_2": 5.368394375
  },
  {
    "COMMENT_ID": 269,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Building code and zoning requirements",
    "CONTENT": "The city needs to build more public affordable housing and change zoning restrictions to allow for more multi-use properties. Those affected by the fires and those already facing housing insecurity are facing price gouging of rents and over-inflated property values making it impossible to live in this city, even before the fires.",
    "UMAP_1": -4.507721901,
    "UMAP_2": 6.099626064
  },
  {
    "COMMENT_ID": 278,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "Financial assistance needs to be made available for people with standing homes located in or near the burn areas. Our homes suffered extensive damage and/or were covered in toxic ash and debris. Many of us have to pay for expensive environmental testing and remediation out-of-pocket, up to and including replacing dry wall, flooring, a majority of our furniture, clothes, etc., but we are not currently eligible for most of the existing financial assistance.",
    "UMAP_1": -7.732017994,
    "UMAP_2": 4.621251106
  },
  {
    "COMMENT_ID": 302,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Other",
    "CONTENT": "With so many disasters, and homelessness, it makes sense to have temporary housing that is in fact permanent in public spaces like fairgrounds or stadium parking lots, etc.",
    "UMAP_1": -7.90139246,
    "UMAP_2": 6.003256798
  },
  {
    "COMMENT_ID": 392,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Insurance reform",
    "CONTENT": "I am very skeptical about how all these insurance companies happened to back out 3 months before these \"wildfires\" happened. I also had issues with State Farm auto insurance around this time.",
    "UMAP_1": -6.636347771,
    "UMAP_2": 3.959905386
  },
  {
    "COMMENT_ID": 415,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Insurance reform",
    "CONTENT": "Insurance companies leaving the state is scary. Especially those able to drop coverage so quickly!",
    "UMAP_1": -6.745418549,
    "UMAP_2": 3.781176805
  },
  {
    "COMMENT_ID": 420,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "That's terrible!",
    "UMAP_1": -6.842820644,
    "UMAP_2": 5.236670494
  },
  {
    "COMMENT_ID": 421,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "The burn map cannot be used to determine eligibility. There are thousands of residents displaced due to smoke/soot/ash damage that are within the 250 yard health advisory boundary of the burn and they aren't eligible for assistance because they aren't in the burn area even though they are just as displaced and have lost all their interior contents. We're being hung out to dry.",
    "UMAP_1": -7.364073277,
    "UMAP_2": 4.943292618
  },
  {
    "COMMENT_ID": 526,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "If I rebuild, I want a guarantee I can acquire the necessary fire insurance to cover my loss.",
    "UMAP_1": -6.238929749,
    "UMAP_2": 5.544930935
  },
  {
    "COMMENT_ID": 564,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "People lost their homes, jobs, and were displaced. This country gives MILLIONS OF DOLLARS to other countries. We can use some of that money!",
    "UMAP_1": -7.930088043,
    "UMAP_2": 5.764339924
  },
  {
    "COMMENT_ID": 580,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "I think some people have been more traumatized by their insurance than by the fire. Maddening and heartbreaking.",
    "UMAP_1": -6.655960083,
    "UMAP_2": 4.600217819
  },
  {
    "COMMENT_ID": 607,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "Many people's insurances pulled out and now they are left with nothing. Steps need to be taken to ensure that people can get the money they deserve to rebuild.",
    "UMAP_1": -6.16485405,
    "UMAP_2": 4.069981098
  },
  {
    "COMMENT_ID": 631,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "Where to start - a lot of people were being dropped by their insurance, and had a hard time getting other insurance. Some are uninsured or underinsured. People are having a hard time dealing with insurance. People need resources to know what proper fire related insurance coverage should look like and literally a how-to of navigating insurance if you have a full loss, partial loss, smoke.",
    "UMAP_1": -6.371650219,
    "UMAP_2": 4.377429008
  },
  {
    "COMMENT_ID": 706,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "If undocumented residents lost their homes and valuables in the fires they 100% deserve assistance just as any other citizen affected by the fires. They are human too with families and contribute to our society.",
    "UMAP_1": -7.29338932,
    "UMAP_2": 7.437139511
  },
  {
    "COMMENT_ID": 707,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "Everyone who lost their homes in the fires deserves assistance regardless of legal status.",
    "UMAP_1": -7.453146458,
    "UMAP_2": 6.65908432
  },
  {
    "COMMENT_ID": 733,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "Provide aid to all infected. Homeowners and renters, total loss and uninhabitables. You pay into insurance to be covered for emergencies and if there are no emergencies, there's no reason for rates to increase. Even where there is an emergency, rates shouldn't increase. The system needs to be overhauled, along with FEMA. The lack of financial support has caused so many to be homeless.",
    "UMAP_1": -8.213747025,
    "UMAP_2": 6.326328754
  },
  {
    "COMMENT_ID": 747,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "Insurance companies need to make it easier to access ALE while it is unsafe to live in standing homes in the impacted area.",
    "UMAP_1": -7.439377785,
    "UMAP_2": 4.560786247
  },
  {
    "COMMENT_ID": 765,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "People were impacted differently. It would be good to review the different segments such as renters, smoked out but still standing, and total loss (among others). Each are experiencing different obstacles and the government could be better prepared in future wildfires by understanding the unique concerns of each.",
    "UMAP_1": -7.329817772,
    "UMAP_2": 5.953008175
  },
  {
    "COMMENT_ID": 812,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "Please offer generous assistance programs to homeowners/entities who are confirmed to have lost their homes in the fires. I understand that not everyone can be fully compensated (California does not have the $ for that), but maybe a base, across-the-board $25000-30000 compensation check?",
    "UMAP_1": -6.557257652,
    "UMAP_2": 6.575274467
  },
  {
    "COMMENT_ID": 823,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "This right here. What am I investing this time and money in, if the property is then uninsurable?",
    "UMAP_1": -5.492052555,
    "UMAP_2": 6.018657684
  },
  {
    "COMMENT_ID": 855,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "AS a tenant in Santa Monica I was flat out of luck. I just had to move out of my unit two weeks ago because the owner was refusing to do the needed ash mitigation and refused to speak about it. Because I was 1 block outside \"the fire zone\" I didn't qualify for help even though had an apartment filled with ash. Fights with landlord ensued and there was no protection from eviction.\n\nNearby communities are impacted too. I get that the line has to be drawn somewhere but this is ridiculous.\n\nSo exhausted with having had a huge impact but no help because I am one block out of zone and had an apartment.\n\nI have some ALE but it took a long while to kick in and I had no idea how to navigate it. I still need help understanding how insurance can help",
    "UMAP_1": -7.403018475,
    "UMAP_2": 4.433149815
  },
  {
    "COMMENT_ID": 867,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "Direct financial assistance to residents. Many are uninsured or those who are will have a GAP in order to rebuild.",
    "UMAP_1": -6.502193451,
    "UMAP_2": 7.244668961
  },
  {
    "COMMENT_ID": 888,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "Invest in Community Land Trusts. Rebuild affordable housing for all. Protect the most vulnerable. Housing is a human right.",
    "UMAP_1": -4.750322819,
    "UMAP_2": 6.506527901
  },
  {
    "COMMENT_ID": 899,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "These are two distinct policy questions. \n1) Local and state government should lead in the simplest way- Stand aside to allow private sector do it's expertise. \n2) Undocumented residency should not have been asked. Minimal, essential government works regardless of documentation.",
    "UMAP_1": -7.615314484,
    "UMAP_2": 7.293465137
  },
  {
    "COMMENT_ID": 927,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "It is important that government provide assistance to protect individual people from illegal or unfair actions taken against them by insurance companies and/or landlords. Government should simplify the regulatory process of rebuilding but should not be using tax-payer money to issue grants for home building or for bringing existing buildings into compliance with new code requirements. Government should not be using tax-payer money to provide legal aid to undocumented residents; this should be a service provided by the private sector.",
    "UMAP_1": -7.056668282,
    "UMAP_2": 6.807404518
  },
  {
    "COMMENT_ID": 940,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "Close the gap on CFPs underinsurance so that people can rebuild back.",
    "UMAP_1": -6.151904583,
    "UMAP_2": 6.812373638
  },
  {
    "COMMENT_ID": 978,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "There needs to be incentive for lawyers in the area to work pro bono for families regarding tenant issues. There's no reason that owning a rental should leave you in the dark.",
    "UMAP_1": -6.852327824,
    "UMAP_2": 5.756350994
  },
  {
    "COMMENT_ID": 1000,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "a reserve fund for rebuilding and restructuring the area.",
    "UMAP_1": -6.188914299,
    "UMAP_2": 6.950714111
  },
  {
    "COMMENT_ID": 1032,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "In 2023, we spent $71.9 billion on foreign aid out of about $6.1 trillion in federal expenses. That's about 1% of our budget. I don't think that's the problem.",
    "UMAP_1": -8.116915703,
    "UMAP_2": 5.41468668
  },
  {
    "COMMENT_ID": 1097,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "Renters were really left out in the cold. This was such a shame.",
    "UMAP_1": -7.518070221,
    "UMAP_2": 6.040427685
  },
  {
    "COMMENT_ID": 1167,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "many are under insured if insured at all, must rebuild rapidly for people to afford to move back",
    "UMAP_1": -5.54689312,
    "UMAP_2": 6.558785915
  },
  {
    "COMMENT_ID": 1198,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "Homes that survived the fires, but with smoke damage, fall into this gray area for $ coverage from insurance. There is no enforcement arm from the Department of Insurance to make carriers do anything. We have little guidance on knowing when it is safe to return to our homes or our neighborhood. Dept. of Health seems to be the only agency addressing this but again, no enforcement pathway from them to the insurance carriers who more or less want us back in our homes as soon as possible.",
    "UMAP_1": -6.390164852,
    "UMAP_2": 4.962209702
  },
  {
    "COMMENT_ID": 1211,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "The underinsured and uninsured need a lot more help. Also we need grants for rebuilding smaller commercial property and to help small businesses.",
    "UMAP_1": -5.874393463,
    "UMAP_2": 7.538815022
  },
  {
    "COMMENT_ID": 1246,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "Underinsurance and lack of insurance is obviously going to be a huge problem. Hopefully organizations will step up to offer options in terms of cheaper builds and getting creative for funding/grants to rebuild.",
    "UMAP_1": -5.293240547,
    "UMAP_2": 7.05974865
  },
  {
    "COMMENT_ID": 1253,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "Make insurance a non-profit industry. Nobody should be profiting off of disasters. Grants should go to ALL homeowners and not just to single family residents or people who didn't pay for insurance. Why limit legal aid just to tenants & undocumented residents? Everybody else needs legal aid to deal with the insurance companies. Plus, we could all use some free financial planning to know how we are going to pay for this perfect storm of  failed infrastructure.",
    "UMAP_1": -7.984885693,
    "UMAP_2": 6.381407261
  },
  {
    "COMMENT_ID": 1288,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "All of the above. Rebuilding is going to be very expensive and most people are underinsured. We need grants and don't want to fall further into debt.",
    "UMAP_1": -5.511100769,
    "UMAP_2": 7.331648827
  },
  {
    "COMMENT_ID": 1289,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "One massive issue we had here in Northern CA is that insurance coverage for temporary housing only kicks in when the evacuation order is mandatory. This means that people with fewer financial resources (including seniors) are forced to wait until the very last minute to leave--putting themselves in great danger and making the situation more difficult and dangerous for first responders, as well. And because lodging coverage stops as soon as evac orders are lifted, people here were forced to return to unsafe situations, with no running water, no power and no internet (at a time when kids were still doing remote learning due to COVID). The state needs to be aware of this issue and work with insurance providers to resolve it.",
    "UMAP_1": -6.990414143,
    "UMAP_2": 3.868450642
  },
  {
    "COMMENT_ID": 1305,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "Fireaid gathered so much money, but much less individual contribution.  They gave organization, but not individual.  We lost our home and we have 2 children and one is a special need...we are the one suffering mentally, financially and physically.",
    "UMAP_1": -6.397017479,
    "UMAP_2": 5.286471367
  },
  {
    "COMMENT_ID": 1326,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "Those who had good insurance or money to rebuild were able to take advantage of grants early on. The grants offered are first come first serve. In my community of Paradise CA, fixed income, low income and lower med. income were offered loans because they received tiny payouts from the PG$E bankruptcy stretched out over 6 years. Most were not able to rebuild.",
    "UMAP_1": -5.70979023,
    "UMAP_2": 7.355071545
  },
  {
    "COMMENT_ID": 1339,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "About half of all residents are renters and they are disproportionally affected by disasters and are financially burdened by a system that is designed to extract as much money as possible out of them. Many pay more than 50% of their income just in housing alone. With horrendous policies coming from the federal government, undocumented residents are unfairly targeted and exploited even more than other residents. We should be focusing efforts on equity, social and environmental justice to ensure those who are on the verge of homelessness don't end up being unhoused. We need to promote more low-income and no-income housing in every neighborhood.",
    "UMAP_1": -7.894853115,
    "UMAP_2": 6.795318127
  },
  {
    "COMMENT_ID": 1351,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "We are not able to proceed with retaining a contractor and rebuild when our insurance company is holding out paying what they owe us, which are the limits we paid for.",
    "UMAP_1": -6.197868347,
    "UMAP_2": 5.33020401
  },
  {
    "COMMENT_ID": 1358,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "Tenant support is essential.  Undocumented workers have to be a low\nPriority unfortunately.  Red tape is a killer anyway yo help with that is vital.  Using an online forum would be a good start for people to use",
    "UMAP_1": -6.887787342,
    "UMAP_2": 7.291790962
  },
  {
    "COMMENT_ID": 1399,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "Bridge the GAP",
    "UMAP_1": -6.661599159,
    "UMAP_2": 6.151098728
  },
  {
    "COMMENT_ID": 1436,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "The City has no money to do this; let charitable Angelenos take care of each other. Stop wasting our time and money.",
    "UMAP_1": -6.577276707,
    "UMAP_2": 6.104143143
  },
  {
    "COMMENT_ID": 1509,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "I am middle class. I'll pour every cent into this rebuild, but I'm still not sure I can pull it off and I'm not sure I'm going to qualify for any help. Can you please keep that in mind? SEND GRANTS, PLEASE! I'll follow every fire hardening guideline I can afford.",
    "UMAP_1": -5.432997227,
    "UMAP_2": 6.457763195
  },
  {
    "COMMENT_ID": 1576,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "All of these should be areas in which \"financial aid\" is available.  I don't have answers as to where that comes from, but I believe that as a nation/state/community, we should offer assistance to make each person as whole as possible.",
    "UMAP_1": -7.510271549,
    "UMAP_2": 5.565811157
  },
  {
    "COMMENT_ID": 1580,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "Agree",
    "UMAP_1": -6.905313015,
    "UMAP_2": 5.578248501
  },
  {
    "COMMENT_ID": 1616,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "Help the people who had mobile homes get back onto that land. That is the remaining middle class in the Palisades and we must not let it be overtaken by rich real estate developers.",
    "UMAP_1": -4.94707346,
    "UMAP_2": 6.165875912
  },
  {
    "COMMENT_ID": 1627,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "Construction cost escalation from date of the fire to completion of homes will vastly exceed anyone's insurance settlement.  There was 6% per year escalation before the year, 9% in the last year, and will increase based on the massive reconstruction from the two major fires, tariffs, and regional labor shortage",
    "UMAP_1": -5.892832756,
    "UMAP_2": 6.281685829
  },
  {
    "COMMENT_ID": 1645,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "I cannot tell you what a nightmare it has been for those of us who have homes still standing to navigate insurance. Most of the information at town halls and webinars was for total loss, which is a more clearly defined insurance process. The rest of us were basically expected to go back into our toxic homes and had to fight like hell for every ounce of ALE and smoke remediation to be covered. We are so grateful for Ricardo Lara and his staff for their help putting pressure on the insurance companies, but it would be great if the agents had the capacity to offer more guidance and support",
    "UMAP_1": -7.362602711,
    "UMAP_2": 4.680373669
  },
  {
    "COMMENT_ID": 1683,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "Insurance claims, grants for home rebuilding is essential if we are to be able to rebuild while we continue to pay our mortgage and extremely high rents.",
    "UMAP_1": -6.153401852,
    "UMAP_2": 5.983578682
  },
  {
    "COMMENT_ID": 1708,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "Issues if the residents weren't insured/ underinsured. Making sure they receive timely support for rebuilding/ limited redtape. CA may have more strict building codes based on earthquake/ fire concerns. Ensuring the costs/ codes to build appropriately are still accessible based on the incomes/ avoiding exploitation from real estate corporate entities (Blackrock).",
    "UMAP_1": -5.297052383,
    "UMAP_2": 6.598532677
  },
  {
    "COMMENT_ID": 1723,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "Aid to help navigate the system and assist when neceassary is welcome",
    "UMAP_1": -7.153933525,
    "UMAP_2": 5.150549412
  },
  {
    "COMMENT_ID": 279,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Other",
    "CONTENT": "There should be a commitment to keeping black families in Altadena.",
    "UMAP_1": -5.048042297,
    "UMAP_2": 5.370047092
  },
  {
    "COMMENT_ID": 298,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Insurance reform",
    "CONTENT": "The insurance market is a disaster. I was told days before the fire that my insurance carrier no longer met the rating requirements of my mortgage lender so I cancelled my insurance policy effective 1/10/25 while my wife and I were getting quotes with other companies. We were going to be underwritten on 1/10/25 but the moratorium after the fires stopped that process and we couldn't reinstate our previous policy because I cancelled it before the fires but it wouldn't fulfill my mortgage requirements anyways. After 10 days of no insurance immediately after the fires, we joined the FAIR plan and then got charged an insane amount from our lender for the lapse in insurance coverage. My house didn't burn and still no word from other insurers!",
    "UMAP_1": -5.696417809,
    "UMAP_2": 4.032944679
  },
  {
    "COMMENT_ID": 440,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Insurance reform",
    "CONTENT": "The State must ensure that property owners can obtain home insurance that offers full coverage as compared to the Fair Plan",
    "UMAP_1": -5.888916016,
    "UMAP_2": 2.724079609
  },
  {
    "COMMENT_ID": 539,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Insurance reform",
    "CONTENT": "Insurance companies had been moving out of this market, cancelling policies and raising the cost of premiums to the point of being unaffordable.\n\nRebuilding with fire, earthquake and storm resistant materials along with structure strengthening measures should be promoted as one way to help reduce insurance costs.",
    "UMAP_1": -4.938622952,
    "UMAP_2": 3.51260376
  },
  {
    "COMMENT_ID": 610,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "Insurance is difficult to navigate and because it is a business, companies are doing everything they can to not pay out on claims. People who lost homes and were underinsured need assistance to close those financial gaps beyond additional loans. People need cash in hand to help with rebuilding. We saw the government response to supporting businesses during COVID with PLP loans that were forgiven. The people of Altadena need a similar benefit.",
    "UMAP_1": -5.356723785,
    "UMAP_2": 5.55253458
  },
  {
    "COMMENT_ID": 716,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "Provide private adjusters at no cost for people with the holdout companies on personal property. There are not enough reputable affordable adjusters and many are scammers.",
    "UMAP_1": -5.418990612,
    "UMAP_2": 4.149366379
  },
  {
    "COMMENT_ID": 822,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Other",
    "CONTENT": "The plain fact is that NO ONE can afford this. Altadena residents who lost their homes need money, we need grants marked for individuals and families, not agencies/charities (where the donated funds go God knows where). We can't do this alone. My family is in a relatively privileged position where we had insurance and did not lose our jobs, but we don't know if we will be able to afford to rebuild. If we can't afford it, who can? What will our town be if it's just turned over to deep pocketed developers? We need help, and direct financial assistance to residents is the only way to preserve this town.",
    "UMAP_1": -4.960083008,
    "UMAP_2": 5.689877033
  },
  {
    "COMMENT_ID": 824,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Other",
    "CONTENT": "Yes. Diversity is what makes Altadena special.",
    "UMAP_1": -5.483336926,
    "UMAP_2": 5.026750088
  },
  {
    "COMMENT_ID": 840,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Other",
    "CONTENT": "Legal aid necessary",
    "UMAP_1": -5.600237846,
    "UMAP_2": 4.691056728
  },
  {
    "COMMENT_ID": 885,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Other",
    "CONTENT": "LA County Building and safety, and frankly the county system is absurdly anti-democratic. LA has 5 supervisors managing a $50B budget with no council, no division of powers, no significant independent oversight, no empowered citizen ombudsman, anticorruption. \n\nWe need a standing citizen council/assembly with representatives from every neighborhood in 18 month cycles that overlap for 4-6 months to generate diverse stakeholder solutions, review of monopoly agencies, utilities, etc. \n\nThese emergencies have been happening and worsening, the response - other than Bravo 69 - has been worsening. Same with education stats and performance. Same with Health, Affordable Housing and Homelessness. Representatives and govt NEED much more citizen input.",
    "UMAP_1": -4.126422405,
    "UMAP_2": 5.250855446
  },
  {
    "COMMENT_ID": 986,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Other",
    "CONTENT": "Ensure existing homeowners near affected areas won't have their insurance skyrocket when their renewals come due.",
    "UMAP_1": -4.803361893,
    "UMAP_2": 4.468292236
  },
  {
    "COMMENT_ID": 1030,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Insurance reform",
    "CONTENT": "Standing aside doesn't seem to be working. These insurance companies don't want to pay out anything and someone has got to twist their arm.",
    "UMAP_1": -4.73940897,
    "UMAP_2": 3.23330617
  },
  {
    "COMMENT_ID": 1151,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Other",
    "CONTENT": "Having been non renewed by my insurance company I think it is critical to assist homeowners rebuild their homes through a grant program. To keep the community flavor it will require getting year old owners back in their homes. Otherwise the old neighborhood will be replaced with money hungry developers with no thought of community only profit. Tenants will need access to new apartment building so assisting the owners rebuild in a timely fashion with also be critical",
    "UMAP_1": -5.266486168,
    "UMAP_2": 4.775768757
  },
  {
    "COMMENT_ID": 1164,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Other",
    "CONTENT": "We need help. We got no help on January 7th when our town burned down and we are receiving little support now. Banks should be forced to let everyone in these communities to have a safe out and a forbearance for at least 6 months or a year with the balance going on at the end of the loan term. We have been told by chase bank that we will owe 4 months in May, how is this helpful?! The state needs to speak up on our behalf! We pay so much in taxes and for what??",
    "UMAP_1": -5.218750954,
    "UMAP_2": 5.253557682
  },
  {
    "COMMENT_ID": 1190,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Other",
    "CONTENT": "Legal aid to help those affected navigate the overly complex world of insurance and permits for building is incredibly important and necessary to support community and prevent investors from controlling the market.",
    "UMAP_1": -4.304094315,
    "UMAP_2": 5.665265083
  },
  {
    "COMMENT_ID": 1196,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Other",
    "CONTENT": "Agree. Our lender said any kind of forbearance or deferment would result in a re-negotiation of the entire loan. This is not helpful.",
    "UMAP_1": -5.781733036,
    "UMAP_2": 5.61556673
  },
  {
    "COMMENT_ID": 1216,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "There is still a lot of confusion about what FEMA and SBA can help with. I hear from from a lot of people even if they have insurance.",
    "UMAP_1": -6.59402132,
    "UMAP_2": 4.535055161
  },
  {
    "COMMENT_ID": 1228,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Other",
    "CONTENT": "For those who are under insured, the gap to rebuild relative to insurance proceeds is very large. There needs to be some form of assistance for those who are on the CA Fair Plan.",
    "UMAP_1": -6.329560757,
    "UMAP_2": 3.027953863
  },
  {
    "COMMENT_ID": 1325,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Other",
    "CONTENT": "We need to make sure whatever policies we have are consistent and reliable, somehow able to withstand changes in administrations or market conditions.",
    "UMAP_1": -4.6310606,
    "UMAP_2": 4.051472187
  },
  {
    "COMMENT_ID": 1373,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Other",
    "CONTENT": "The insurance landscape in California needs to be addressed. The FAIR plan is terrible, and private insurance companies take to long to process claims. There need to be faster ways for survivors to get access to funds after their home is destroyed.",
    "UMAP_1": -5.725785732,
    "UMAP_2": 3.36839366
  },
  {
    "COMMENT_ID": 1485,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Insurance reform",
    "CONTENT": "The behavior of the California Fair Plan to deny smoke damage claims is unacceptable and the lack of other choices for insurance is not ok. What can be done to bring insurance companies back to CA?",
    "UMAP_1": -6.032198906,
    "UMAP_2": 2.874073267
  },
  {
    "COMMENT_ID": 1494,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Other",
    "CONTENT": "We have specific questions about the California Fair Plan.  What construction features are covered under the \"Ordinance or Law\" item in the CFP policy?  At one point I heard Steve Soboroff say that everyone should hire an attorney.  I don't think that everyone should have to hire an attorney to get the fair benefit of their fire insurance policy.",
    "UMAP_1": -5.827273369,
    "UMAP_2": 3.48297143
  },
  {
    "COMMENT_ID": 461,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Emergency alert apps",
    "CONTENT": "We clearly can not depend on bigger entities like the county. This needs to be a local initiative. How can the city of Pasadena ensure each other's safety? Creat neighborhood hubs and database so neighbors can look out for neighbors. We were left alone on January 7th/8th. All we have is each other.",
    "UMAP_1": 14.51560116,
    "UMAP_2": 7.49673605,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 619,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Emergency alert apps",
    "CONTENT": "I found even before the fires in LA Watch Duty to be invaluable, but I found most people didn't even know about it. I would like to see a statewide collaboration perhaps.",
    "UMAP_1": 14.41188622,
    "UMAP_2": 8.026699066,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 659,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Emergency alert apps",
    "CONTENT": "The general public has no idea how emergency communications work, much less how ECC's & EM's are staffed, much less how easily overwhelmed 9-1-1 centers (with understaffed centers) are with floods of calls during events like this; and I could go on.  Clearly, there were failures in both the LA City and LA County responses in notifying the public.  Many fell back onto the Watch Duty app, which is privately funded and operated.  It proved itself to be a MORE reliable method of getting notification than from our paid city/county employees. LA should enter into a public/private partnership with Watch Duty, making it the single app to rely on.  For connecting with residents for resources, have your websites pre-made, ready to go prior launching.",
    "UMAP_1": 13.85956097,
    "UMAP_2": 8.346092224,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 750,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Emergency alert apps",
    "CONTENT": "During the fires, we luckily were all able to turn to Watch Duty. Now, we still need a place to go to for easy communication and resources.",
    "UMAP_1": 14.59267616,
    "UMAP_2": 8.023920059,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 776,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Emergency alert apps",
    "CONTENT": "We need to invest into a STRONG community based app that ensures all government updates are being sent out. Similar to amber alerts, an app with news, similar to apps like Straight Arrow News, and community Instagram pages like The Source LA, but in a government ran app with main focuses on transparency and strategic plan sharing. Including spaces for communities to connect with resources, and local spaces. Something efficient and easy to navigate unlike current resources.",
    "UMAP_1": 14.80810833,
    "UMAP_2": 7.85415554,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 810,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Emergency alert apps",
    "CONTENT": "In Sacramento CA, a suburb that I grew up uses a facebook-like app called \"Nextdoor\" where people can get in contact with one another regarding community news. Maybe establish something similar for Los Angeles.",
    "UMAP_1": 14.23408127,
    "UMAP_2": 7.504812717,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1026,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Emergency alert apps",
    "CONTENT": "Nextdoor exists here too, but I won't join it because they demand that you grant them the right to use your name and photo in advertisements.",
    "UMAP_1": 13.94395065,
    "UMAP_2": 7.802102089,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1040,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Emergency alert apps",
    "CONTENT": "Partner with WatchDuty and maybe fund them, they're a good non-profit that can provide essential support to the state.",
    "UMAP_1": 14.28461361,
    "UMAP_2": 8.429786682,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1081,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Emergency alert apps",
    "CONTENT": "I agree with the comment about WatchDuty; a similar application would be useful. Additionally, CA's warning alerts were mired with mistakes.",
    "UMAP_1": 13.8623457,
    "UMAP_2": 8.328330994,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1094,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Emergency alert apps",
    "CONTENT": "Watch Duty should be publicly funded",
    "UMAP_1": 14.10140324,
    "UMAP_2": 8.532253265,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1176,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Emergency alert apps",
    "CONTENT": "Watch Duty ate the Gensys system for lunch.",
    "UMAP_1": 14.08134174,
    "UMAP_2": 8.161017418,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1346,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Emergency alert apps",
    "CONTENT": "We live in California, home of the tech bros. Why can we have a functioning app that anyone and everyone can tap into for resources?",
    "UMAP_1": 14.03989124,
    "UMAP_2": 8.008730888,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1390,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Emergency alert apps",
    "CONTENT": "California is the state where many of the most influential tech startups and businesses exist. Yet, watch duty gives more reliable updates than any other communication app than a county/state/city one! California needs to step up and get on the level of what true communication is. We need to make sure ALL cities are informed. And that the CORRECT citizen is informed. Not scaring citizens from the wrong side of the bay that they are supposed to be evacuating at 3 AM.",
    "UMAP_1": 13.67707157,
    "UMAP_2": 8.03037262,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1425,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Emergency alert apps",
    "CONTENT": "I'm getting information from my neighbors. Love having a block captain.",
    "UMAP_1": 14.34936714,
    "UMAP_2": 7.694307804,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 361,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Emergency alert systems",
    "CONTENT": "This was done so poorly. The false alerts. An audit and then an update of this system must be done ASAP, before the big one or any other emergency.",
    "UMAP_1": 17.157444,
    "UMAP_2": 9.063019753,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 423,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Emergency alert systems",
    "CONTENT": "Practice makes perfect.  There needs to be drills for each neighborhood so people know what to do.",
    "UMAP_1": 16.65573692,
    "UMAP_2": 9.095509529,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 498,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Emergency alert systems",
    "CONTENT": "Reactivate the derelict air raid siren system for emergency alerts that can be heard for miles.",
    "UMAP_1": 16.7741127,
    "UMAP_2": 9.807889938,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 833,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Emergency alert systems",
    "CONTENT": "Cell phone alerts do not work in the middle of the night.  We need loud sirens as used for tornado warnings. Sirens can be installed in cell towers.",
    "UMAP_1": 16.59773827,
    "UMAP_2": 9.820353508,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 879,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Emergency alert systems",
    "CONTENT": "Emergency sirens must be built. Too many people lost their lives because they did not hear or receive an emergency notification on their phones. Also - limiting your warning system to a smartphone notification is classist. What if people don't have a smartphone, how will they be notified? Create physical emergency siren alarm systems around the county. It's the only way.",
    "UMAP_1": 16.92853546,
    "UMAP_2": 9.849370956,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 909,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Emergency alert systems",
    "CONTENT": "There needs to be a higher bar for what is an emergency.  Now that I have my phone and email receiving emergency alerts, I get panic inducing messages about ordinary rain events which don't threaten my neighborhood.  If we increase our emergency communications (especially with something painful like warning sirens) then we have to be more selective about what an emergency is.",
    "UMAP_1": 17.21850967,
    "UMAP_2": 9.473187447,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 931,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Emergency alert systems",
    "CONTENT": "Communications must be accurate, timely and relevant to the receiver or they just become background noise like car alarms.",
    "UMAP_1": 16.92705536,
    "UMAP_2": 9.476396561,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1157,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Emergency alert systems",
    "CONTENT": "We had to rely on our neighbors and free apps like Fire Watch to know what was going on. We were truly failed during the fire and that cannot happen again!",
    "UMAP_1": 16.61968422,
    "UMAP_2": 8.586175919,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1324,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Emergency alert systems",
    "CONTENT": "The multiple false alerts during the fires caused a lot of confusion and momentary panic, which could've been avoided. Perhaps a centralized system that's vetted by a supervisor would prevent these mistakes in the future.",
    "UMAP_1": 17.26554871,
    "UMAP_2": 8.879173279,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1336,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Emergency alert systems",
    "CONTENT": "All systems should bre tested regularly",
    "UMAP_1": 16.93158531,
    "UMAP_2": 9.306983948,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1363,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Emergency alert systems",
    "CONTENT": "*The first thing I would advise is to ensure that the CPUC requires AT&T to maintain its \"carrier of last resort\" status, which generally also requires them to maintain landlines. We have pitiful cell service in the Canyons-and 5G can't/won't fix that, as its intense network infrastructure is generally incompatible with rural-mountain topography and economics.",
    "UMAP_1": 16.42297363,
    "UMAP_2": 9.132972717,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1366,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Emergency alert systems",
    "CONTENT": "A more reliable alert system would be great. Make it accessible for everyone",
    "UMAP_1": 17.33374786,
    "UMAP_2": 9.234300613,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1378,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Emergency alert systems",
    "CONTENT": "Needless to say, there were substantial failures of communication during the fires.  Emergency alerts were not evenly distributed.  Emergency communication needs to account for the many different ways people receive news and emergency notifications.  Not everyone owns a mobile phone, and even those who do don't always use that technology in a way that is reliable in an emergency.  Organizing neighborhood watch groups and manual ways of notifying and communicating with vulnerable citizens is essential.  Also, making sure the system works, with regular testing for effectiveness and accuracy, is essential.  We got a number of false alarms (at least three) that woke us up early in the morning or in the middle of the night.",
    "UMAP_1": 17.00086784,
    "UMAP_2": 9.166016579,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1638,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Emergency alert systems",
    "CONTENT": "5g. Nixel alerts. We use walkie talkies in our neighborhood for emergencies. Drill the neighbors on evacuation plans.",
    "UMAP_1": 16.47965241,
    "UMAP_2": 9.058904648,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 263,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "Power companies should be required, to keep us informed, truly informed about the state of, equipment they are responsible for.\nConsumers are hardly informed, regarding critical information, about the state of the infrastructure we rely on.",
    "UMAP_1": 19.98701096,
    "UMAP_2": 7.050717831,
    "Unnamed: 6": "infrastructure accountability"
  },
  {
    "COMMENT_ID": 266,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "Energy and oil companies need to pay reparations for the damage they have caused to the environment and to our communities.",
    "UMAP_1": 20.36985588,
    "UMAP_2": 7.354370117,
    "Unnamed: 6": "funding reparations"
  },
  {
    "COMMENT_ID": 284,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "I'm not sure energy companies can do much for the Santa Ana winds that blew through the canyons and carries embers for miles.",
    "UMAP_1": 20.37299728,
    "UMAP_2": 7.063491344,
    "Unnamed: 6": "other"
  },
  {
    "COMMENT_ID": 291,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "The fact that people do not see and point out the connection between climate change and the companies that have brought that on and these fires is a big problem. Santa Ana wind existed 40 years ago when I was a kid in Altadena, but never had there been year over year fire seasons as there are now. It is vital to be clear on who is responsible in order to get to a solution that will actually work in the long term. No fire sprinkler would have saved our house from the size of the flames that took our property.",
    "UMAP_1": 19.9954567,
    "UMAP_2": 7.457652569,
    "Unnamed: 6": "infrastructure accountability"
  },
  {
    "COMMENT_ID": 344,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "They can pay a bigger portion of their profits to fund the rebuilding of homes and maintenance of high-risk areas. Also Southern California Edison has two lawsuits filed against them \"alleging faulty power lines may have sparked the Eaton Fire\" -NPR",
    "UMAP_1": 20.19891739,
    "UMAP_2": 7.456463337,
    "Unnamed: 6": "infrastructure accountability"
  },
  {
    "COMMENT_ID": 358,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "Emergency messaging needs to come from ONE place not various sources. Also ONE press conference for weather warnings.",
    "UMAP_1": 17.34940147,
    "UMAP_2": 6.108185768,
    "Unnamed: 6": "emergency communications"
  },
  {
    "COMMENT_ID": 389,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "Yes, a single centralized website that consolidates all resources, where local cities, counties, and state officials can contribute helpful information and ensure it remains current and accessible.",
    "UMAP_1": 18.29160309,
    "UMAP_2": 4.918951988,
    "Unnamed: 6": "emergency communications"
  },
  {
    "COMMENT_ID": 426,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "💯 agree with this reply!",
    "UMAP_1": 19.99879837,
    "UMAP_2": 6.455387592,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 444,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "First, this is not very necessary now. Second, I do not have faith it would be executed properly, and would again end up just wasting resources. Focus on cutting red tape, and getting out of the way so the residents can rebuild their lives.",
    "UMAP_1": 19.38284493,
    "UMAP_2": 5.120805264,
    "Unnamed: 6": "emergency communications"
  },
  {
    "COMMENT_ID": 525,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "communication is always important",
    "UMAP_1": 19.45491982,
    "UMAP_2": 6.759769917,
    "Unnamed: 6": "emergency communications"
  },
  {
    "COMMENT_ID": 533,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "I agree and for those of us who have not lost our home in this disaster, it provides a good opportunity to be grateful for what we do have, even if one is facing overwhelming challenges and painful situations.",
    "UMAP_1": 19.06623268,
    "UMAP_2": 6.952827454,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 538,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "Fold this one in with Emergency planning & community safety",
    "UMAP_1": 19.95806694,
    "UMAP_2": 5.712111473,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 553,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "Refer folks to 211 LA for information update and resources",
    "UMAP_1": 18.34937859,
    "UMAP_2": 6.101000786,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 566,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "I need help with resources. I was just informed that I have to move because my Landlord is not trying to professionally clean my place even though it is against the law.",
    "UMAP_1": 18.69024086,
    "UMAP_2": 5.675055981,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 574,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "One area where resources should be consolidated is the tax incentives, grants and rebates available from federal, State & local government entities for sustainability measures in rebuilding.  \n\nThis is an important part of a multi-layered cost reduction strategy that will make sustainable rebuilding accessible to all property owners.",
    "UMAP_1": 18.22767448,
    "UMAP_2": 5.216833115,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 595,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "The people of Los Angeles need to understand how they can help. It's not always possible to write a check. There should be other ways for people to participate in the recovery when they were not directly affected by the fires, but want to help.",
    "UMAP_1": 18.82762337,
    "UMAP_2": 5.348954678,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 606,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "The DRCs are a great resource, but people are overwhelmed and some have trouble getting to them. We need some form of community outreach that potentially goes to people as opposed to requiring them to come to the DRC.",
    "UMAP_1": 17.41549301,
    "UMAP_2": 5.225146294,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 650,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "Yes, keep people updated with what is going on and be as transparent as possible.  People need to see continuous progress.",
    "UMAP_1": 19.1519661,
    "UMAP_2": 6.847070217,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 680,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "Actually, information flowed fairly efficiently for the situation.",
    "UMAP_1": 19.2358017,
    "UMAP_2": 7.505977154,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 729,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "A system must be in place throughout the state to assure rapid accurate communication of information. Knowing what is happening and where to go, how to get there, and who to work with are absolutely essential. The public must be able to stay informed during a crisis",
    "UMAP_1": 18.74675942,
    "UMAP_2": 7.112489223,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 809,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "We can't rebuild alone. We need help from EVERYONE -- the state and county government, from public donors, from community groups, and most of all each other. There are resources available but information about and access to services is all over the place. We desperately need a functioning hub with vetted information that will put us in contact with each other and provide information on how to access additional funding and support. And that hub MUST be virtual -- many of us had to move far away to find affordable housing and can't attend in person events.",
    "UMAP_1": 18.66239166,
    "UMAP_2": 4.901930809,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 837,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "Sufficient water pressure during the next wildfire.",
    "UMAP_1": 19.6295929,
    "UMAP_2": 6.320502281,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 876,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "Funding for communities to engage organizers and facilitators to act as paid (not volunteer, as is the Topanga Town Council, Chamber of Commerce, Emergency Preparedness (TCEP), elderly support (SAGES) - to bring community leaders together, to interface with govt agencies.\n\nThere should be a team specifically dedicated to coordination and communications as soon as a fire or other crisis strikes.\n\nWe need a unified 'easy to use' communications system for communities in crisis, including a clear and well organized hierarchy for distributing communications & a neighborhood/zone system that people are already enrolled in prefire. Cellular systems or mesh net wifi should be available for text only communications throughout the city and county.",
    "UMAP_1": 18.55460167,
    "UMAP_2": 5.779304504,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 877,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "And the cellular/wifi system needs to have local power backup, and redundancy in case nodes go down.\n\nWe need fire shelters in every at risk area... and these might as well be ultra fast track permitted little unit ADUs - affordable housing and fire shelters in one solution. With pressurized air. Also could serve as wifi/cel backup nodes to be in communications. Accessible to first responders and especially to residents in conditions that move to fast... \n\nPlaces like Topanga in the 'urban-wilderness interface' were considered high risk. As we just learned, any neighborhood with trees - at least HALF of LA - is now as higher or higher risk because closer structures are susceptible to conflagration",
    "UMAP_1": 18.94123077,
    "UMAP_2": 6.117516041,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 881,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "Private insurers are leaving the state. Fair plan is already at risk of insolvency. We cannot afford to have to rebuild whole towns - and DESTROY whole communities and culture. Insurers, the state and especially RE-INSURANCE co's have every reason to invest substantially to reduce the risk to near zero of fires that spread to any residential area in LA County. \n\nEvery home at the perimeter should have subsidized water and retardant systems, detectors and a wide boundary around these residential areas should have thorough brush clearance (Goats, sheep, fairly paid incarcerated) to inhibit the spread of fire from starting conflagration - where hot burning homes ignite homes from high infrared, not even sparks needed. \n\nHUGE VALUE & ROI",
    "UMAP_1": 19.16143608,
    "UMAP_2": 6.416979313,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 959,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "City (Palisades) & County (Eaton) Fire Websites AND one-stop office for those not on Internet.",
    "UMAP_1": 18.05913544,
    "UMAP_2": 5.538929462,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 990,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "They needs to be one stop\nShop to assist all victims with counseling housing monetary support and job opportunities!!",
    "UMAP_1": 18.43889809,
    "UMAP_2": 4.566971302,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1025,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "We need new ways of evacuating that don't rely on cars.",
    "UMAP_1": 18.37399674,
    "UMAP_2": 6.843089581,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1027,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "Firing people doesn't fix problems. The problem on the ground wasn't a failure of character. It's an organizational failure. If you keep the same organizational structure and replace the workers, you'll still have the same mistakes. Maybe the managers should be replaced, though.",
    "UMAP_1": 19.07843208,
    "UMAP_2": 7.233657837,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1045,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "We need one place to go (an app or site) for all of the data. It's too disparate and hard to keep track of, not to mention poorly designed.",
    "UMAP_1": 17.80261421,
    "UMAP_2": 5.033256531,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1186,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "Connecting residents with resources is clearly a huge gap in the current landscape. Support and safety net services are siloed and difficult to follow and access",
    "UMAP_1": 17.6332531,
    "UMAP_2": 5.224900246,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1188,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "The Disaster Recovery Center at UCLA and the tents by insurance companies have been invaluable in getting things done on the spot. So productive.",
    "UMAP_1": 18.47774315,
    "UMAP_2": 6.436651707,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1193,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "People are confused with what a Disaster Recovery Centers is and what a Disaster Assistance Center is. These names need to be vastly different so people know what is what.",
    "UMAP_1": 17.16178703,
    "UMAP_2": 5.444109917,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1204,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "It was good to see the county and city having joint news briefings. There should be a one stop shop where residents can go and get information and resources they need. It's overwhelming and confusing with all the resources out there for LA City and LA County.",
    "UMAP_1": 17.42986107,
    "UMAP_2": 5.603311062,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1226,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "EOC center should have action plans for high wind events",
    "UMAP_1": 20.2140007,
    "UMAP_2": 6.803771496,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1269,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "Did I say \"Task Force\"?  We have a task force organization already. Developing Version 1.0, then Version 2.0…(keep going…) should be done in that framework. Oh, yes, and FUND it and put someone in charge of this \"ongoing project\" that will get results.",
    "UMAP_1": 18.03139687,
    "UMAP_2": 5.799989223,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1285,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "Centralizing info is important, BUT also be aware that many people have lost the means to connect to online resources (phones and laptops destroyed, no wifi access, etc) so there must be efforts to reach people the old fashioned way....through fliers posted on telephone poles and church and community bulletin boards, etc.",
    "UMAP_1": 18.87943649,
    "UMAP_2": 5.684601307,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1312,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "Emergency messaging regarding Evacuation Warnings and Orders from government officials should be tied to key terrain and widely-recognizable infrastructure. Furthermore, these Warnings/Order zones should be tied to the lines of communication/routes that people would use to leave.",
    "UMAP_1": 18.46361542,
    "UMAP_2": 7.331091881,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1396,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "Multi-agency AES needs better coordination and reliability",
    "UMAP_1": 19.50886917,
    "UMAP_2": 7.066882133,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1438,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "The statement is vague, but some may be necessary depending on the resources. Firefighting resources, for example, should be readily available for firefighters. The City should share critical updates. Warehousing resources in one place, again depending on what they are, seems like a terrible idea.",
    "UMAP_1": 17.61307526,
    "UMAP_2": 4.566364288,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1511,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "Accessible resources for all impacted!!!",
    "UMAP_1": 18.73222923,
    "UMAP_2": 6.257697105,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1521,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "Improvement to the Incident Command System and CalOES communications based on lessons learned. City, County, and State levels.",
    "UMAP_1": 18.69627762,
    "UMAP_2": 6.765855789,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1543,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "Streamline or start a new task force that is the central info source.",
    "UMAP_1": 17.85125351,
    "UMAP_2": 5.95195961,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1552,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "I have already seen a great improvement in emergency updates, coordination between ground and air resources, and overall greater transparency/efficiency since the Woolsey Fire of 2018. That improvement needs to be recognised. A few public official egos were seen publicly to be making excuses and impeding coordination which requires good relations between agencies: there is an opportunity to recognise and address this at election time... Gratitude for an amazing overall response so far. Our first responders and back up services of all kinds are to be hugely congratulated for the incredible job they did to keep so many people safe and channel resources as quickly as possible to those who need them.",
    "UMAP_1": 18.805336,
    "UMAP_2": 7.42218256,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1562,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "In the Palisades having a staging area for lumber and supplies, possibly having a temporary cement factory etc giving the amount of materials that will be needed.",
    "UMAP_1": 19.36100197,
    "UMAP_2": 5.279333591,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1573,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "Communication is essential.  I lived in San Francisco during the '89 quake, and we were without phones for several hours, and then learned that we could have our line \"cleared\" by having someone call it.  From that day on, I lived on KCBS radio for information!",
    "UMAP_1": 19.69376564,
    "UMAP_2": 6.676420689,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1581,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "Good point, that should be widely disseminated.",
    "UMAP_1": 19.95079804,
    "UMAP_2": 6.179915428,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1582,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "Agreed",
    "UMAP_1": 19.62002945,
    "UMAP_2": 7.217319489,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1601,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "Can't we make it easy for folks to get their questions answered, know of a place to go for information, get help?",
    "UMAP_1": 18.54552651,
    "UMAP_2": 5.08507967,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1647,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "One website. Great UX. AI chatbots.",
    "UMAP_1": 18.2968235,
    "UMAP_2": 5.352521896,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1656,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "Warehousing of resources is easy with more responsible developmental practices. More people living more densely = more dense collection of resources.",
    "UMAP_1": 17.92335892,
    "UMAP_2": 4.613117695,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1681,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "CA needs to go through a DOGE like process",
    "UMAP_1": 19.16854668,
    "UMAP_2": 7.720609188,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1685,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "I hope this is satire.",
    "UMAP_1": 19.4358139,
    "UMAP_2": 5.818079472,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1691,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "prevention, prevention, prevention. this was a preventable disaster. that's where all focus should be.",
    "UMAP_1": 19.36213112,
    "UMAP_2": 6.24730444,
    "Unnamed: 6": "prevention"
  },
  {
    "COMMENT_ID": 1707,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "Make everything as simple as possible",
    "UMAP_1": 19.01262093,
    "UMAP_2": 5.041028976,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1721,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "I am wary to putting resources in one place because of a lack of redundancy and crowding.  It would make sense to bundle like resources together, but spread it out so people can get to it.",
    "UMAP_1": 17.73773766,
    "UMAP_2": 4.636039257,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 321,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Other",
    "CONTENT": "an active website that is up to date. Town hall meetings that are Zoomed for people to attend wherever they are.",
    "UMAP_1": 17.74348068,
    "UMAP_2": 6.158837795,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 427,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Other",
    "CONTENT": "It was very confusing to receive alerts AFTER I had evacuated, and then to keep receiving them. I received some alerts from a different city (La Canada) too.",
    "UMAP_1": 16.78880501,
    "UMAP_2": 7.508487701,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 480,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Other",
    "CONTENT": "We did not receive any alerts because our power was out and there is no cell service on our street.",
    "UMAP_1": 16.41940689,
    "UMAP_2": 8.651105881,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 518,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Other",
    "CONTENT": "Wow, here we are 2 months after the fire.  How can it be that no one has been fired for failing to delivery evacuation orders to West Altadena until 3 am, when East Altadena got orders at 7 pm?  With tragic consequences, 17 people dead.  The level of mismanagement in Los Angeles is staggering.  And no one ever gets held to account, ever.",
    "UMAP_1": 16.71489716,
    "UMAP_2": 8.093740463,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 578,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Other",
    "CONTENT": "I'm a very \"on top of things\" person and I'm having trouble keeping everything straight.",
    "UMAP_1": 16.91328812,
    "UMAP_2": 6.246135712,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 636,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Other",
    "CONTENT": "Social media and City website is insufficient. Power and communications went out so the government needs to find alternate ways to give updates. We can't be on social media when fleeing a fire.",
    "UMAP_1": 15.97423744,
    "UMAP_2": 7.590355396,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 690,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Other",
    "CONTENT": "It seems so random how people are receiving information in the aftermath of the fire.  There seems to be so much variability depending on what avenues of social media each person is connected to.",
    "UMAP_1": 16.26096535,
    "UMAP_2": 7.07243824,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 744,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Other",
    "CONTENT": "Lets install streets cameras at the end of some mejor streets intersección according of the size of the neighnorhood warehousing it on a Little shack or kiosco to monitor the críticas point already known as a fire susceptible áreas.",
    "UMAP_1": 19.48024941,
    "UMAP_2": 6.251663685,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 800,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Other",
    "CONTENT": "As a pool owner in the Eaton fire area. I'm concerned about mosquitoes. I can't do anything about my pool and not sure if anything can be done to prevent mosquitoes from growing in it. Are there any resources or way to prevent mosquitoes. I know my neighbors also have pools and have the same questions.",
    "UMAP_1": 17.65899468,
    "UMAP_2": 7.684949875,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 804,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Other",
    "CONTENT": "The information I e seen varies from different sources on the same topic and gets very confusing. Information needs to be accurate the first, and every, time it is disseminated",
    "UMAP_1": 17.12856865,
    "UMAP_2": 6.84527874,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 826,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Other",
    "CONTENT": "Immediately clear the properties on PCH on reopen the road. Cal Trans wants to put in bike lanes and sidewalks before opening. We do not need that. We need a wider road for safety, not narrower lanes. We also need an emergency permit for a sewer in east Malibu to handle the rebuilds.  600 or more new individual septic systems makes no sense whatsoever.",
    "UMAP_1": 18.16849709,
    "UMAP_2": 6.369977474,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 880,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Other",
    "CONTENT": "It is utterly inexcusable that in the 21st century - literally tens if not hundreds of billions invested in tech; drone weapons of all kinds - California doesn't own one Super Scooper. Why not hundreds of drone Scoopers - winged or not? Super infrared detectors with AI intelligence to notice ANY dangerous signs of heat, fire, smoke and signal an immediate response from a 'SWAT' team that is entirely focused and on alert to snuff out any fires or flames before they can spread. Or issue tickets and fines, even prison, for anyone lighting dangerous fires. \nNorth East and canadian cities divert construction infrastructure to snow removal. We must divert resources & attention to be on hyper alert & vigilance in dry high fire risk.",
    "UMAP_1": 17.94184685,
    "UMAP_2": 8.52986145,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 905,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Other",
    "CONTENT": "Citizens are intelligent and will be empowered if government steps aside. They will find sources without government marketing.",
    "UMAP_1": 15.56766033,
    "UMAP_2": 6.778230667,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 941,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Other",
    "CONTENT": "A good idea would be if the California Department of Technology began providing hosting services for local municipalities of Federated social media technologies like mastodon, friendica, pixelfed, etc. That way there would be a place online that anyone can access to receive immediate information on things going.",
    "UMAP_1": 15.85967636,
    "UMAP_2": 6.93637085,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 985,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Other",
    "CONTENT": "More people who are knowledgeable, less glossy handouts please.",
    "UMAP_1": 18.23960686,
    "UMAP_2": 6.921583652,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1023,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Other",
    "CONTENT": "It's not useful to have politicians standing on stage and smiling. I want to hear from the real experts: firefighters, lawyers, civil engineers, and scientists. Handouts and infographics are OK as a first line but they need to be combined with real access to real people. We need phone numbers to call and ticketing systems to email. We especially need leaders who are willing to say \"I don't know, but I WILL figure it out\" and actually do that instead of leaders who don't answer questions and don't solve problems.",
    "UMAP_1": 17.76165581,
    "UMAP_2": 7.042404652,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1024,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Other",
    "CONTENT": "Most people are too tired and too overworked to find their own sources. Sometimes they don't even have enough time and energy available to KNOW that they need to do so. Government has a role to play in pushing out important, high-quality information.",
    "UMAP_1": 16.52381325,
    "UMAP_2": 6.594387054,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1028,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Other",
    "CONTENT": "And these press conferences have got to be about real information from real staff, NOT just a place for politicians to make empty promises!",
    "UMAP_1": 17.44625282,
    "UMAP_2": 6.824519157,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1145,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Other",
    "CONTENT": "I was connected to several social media and city normal sources about the fire. I was well informed of the status of the fire. Again unfortunately your fire department never showed up. I was able to evacuate but I could only take a car full of my belongings.",
    "UMAP_1": 16.2099247,
    "UMAP_2": 7.878381729,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1251,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Other",
    "CONTENT": "The mandatory evacuation order for the Palisades came too late. Fix the system.",
    "UMAP_1": 16.97084236,
    "UMAP_2": 8.3419981,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1284,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Other",
    "CONTENT": "Where is the czar in charge of this rebuild and recovery? No one knows.",
    "UMAP_1": 17.55023193,
    "UMAP_2": 5.752061367,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1323,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Other",
    "CONTENT": "We were never notified to evacuate",
    "UMAP_1": 16.60048485,
    "UMAP_2": 8.145396233,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1454,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Other",
    "CONTENT": "Town hall-style communications via zooms or webchats with local and federal agencies was commendable in the weeks after the fire. Thank you, public servants.",
    "UMAP_1": 18.09415817,
    "UMAP_2": 7.219928265,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1489,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Other",
    "CONTENT": "Traci Park should continue monthly updates to the community by holding virtual townhalls. Continue to allow for Q&A's to be submitted.",
    "UMAP_1": 17.98242569,
    "UMAP_2": 6.629407883,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1528,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Other",
    "CONTENT": "Too much info coming from so many different sources.  Much with same knfo.",
    "UMAP_1": 16.79239082,
    "UMAP_2": 6.485957146,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1610,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Other",
    "CONTENT": "The evacuation notice came ridiculously late. It should've come immediately when the fire department first knew that the fire was out of control and could not be contained. Serious consideration should be given to putting in an interchange at the sunset and Pacific Coast Highway intersection that eliminates the traffic light there for traffic getting onto the PCH South. The Chautauqua PCH intersection is another bottleneck, and evacuation needs to be prioritized immediately during an emergency event.",
    "UMAP_1": 17.26847076,
    "UMAP_2": 8.041913033,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1668,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Other",
    "CONTENT": "Another easy fix",
    "UMAP_1": 18.67759514,
    "UMAP_2": 5.149133682,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1737,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Other",
    "CONTENT": "Doubt CA has the updated technology to create emergency communication.",
    "UMAP_1": 18.3181324,
    "UMAP_2": 8.293056488,
    "Unnamed: 6": null
  }
]