[
 {
  "tidx": 5,
  "cid": 2018,
  "rid": null,
  "v": null,
  "pv": null,
  "content": "I'm skeptical of the ability of governments to find staff and have them there off-hours when people need them."
 },
 {
  "tidx": 5,
  "cid": 2022,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "This will help people have a \"face\" to the local government and show that there is someone there helping rebuild"
 },
 {
  "tidx": 5,
  "cid": 2025,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "only if you can provide enough staffing so it can be accessed quickly (appointments within 5 business days or less of the request)"
 },
 {
  "tidx": 4,
  "cid": 2029,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "This makes basic sense. No good reason not to do this."
 },
 {
  "tidx": 4,
  "cid": 2030,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "This is a needed resource, and it should be done in such a way that approvals and payments can be done within hours/days. We are mired in enough paperwork as it is and going through a lengthy approval and disbursement process might add frustration."
 },
 {
  "tidx": 4,
  "cid": 3075,
  "rid": 2030,
  "v": 7,
  "pv": 7,
  "content": "Maybe we can push the money out fast by treating it initially as a loan, so there's much less need to qualify everyone in detail on the front end. Get people money in days. Then, when things cool down, go through and figure out who really deserved the money and who didn't, and forgive the loans for everyone who deserved the money. Everyone who tried to cheat the system is on the hook to pay it back, but everyone who genuinely needed the help gets the help free & clear."
 },
 {
  "tidx": 1,
  "cid": 2037,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "This is clearly needed on the distribution system. It is the only solution that will enable reilability as well. We can't just have utilities keep turning the lights off for days and weeks at a time. Undergrounding is expensive, but so are utility sparked wildfires. Additionally, regular brush clearance 50 ft around transmission lines in high fire threat areas and replacing old transmission lines in these areas (e.g. after 40 years) is probably needed to avoid another Eaton (or Camp or any of the other conflagrations sparked by aging transmission equipment)."
 },
 {
  "tidx": 3,
  "cid": 2038,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "This is a no brainer."
 },
 {
  "tidx": 2,
  "cid": 2041,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Agree 100%"
 },
 {
  "tidx": 1,
  "cid": 2047,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "As long as this can be done without adding expense to rate payers.  Private power companies like PGE and So Cal Edison should completely cover this cost with existing profits."
 },
 {
  "tidx": 3,
  "cid": 2048,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "This is an absolute necessity and the cost would be minimal in the grand scheme of things."
 },
 {
  "tidx": 5,
  "cid": 2051,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Yes, strongly agree. Please make this available also to Woolsey Fire survivors still struggling and Franklin Fire survivors. Please be prepared to make this available for years, reflecting the long time it can take for people to gather the financing and professional teams to proceed."
 },
 {
  "tidx": 1,
  "cid": 2054,
  "rid": null,
  "v": 4,
  "pv": 4,
  "content": "Don't have power lines. Use solar panels and wind turbines locally on each building. Make buildings to passive house specs. Deny building permits for any new buildings that aren't passive designs. With passive decreasing building energy requirements to about 10 to 20% of conventional buildings, fewer solar panels and batteries will be needed. If the available tech isn't economically viable, create it. I will help and LA has enough use cases to make it overall cost saving. Managing water within a building will also help decrease overall energy consumption."
 },
 {
  "tidx": 2,
  "cid": 2055,
  "rid": null,
  "v": 3,
  "pv": 3,
  "content": "Decrease the likelihood of a buildings catching on fire with better design and annual inspections."
 },
 {
  "tidx": 5,
  "cid": 2061,
  "rid": null,
  "v": 4,
  "pv": 4,
  "content": "Without better house design this is pointless.\nSo get better at house design. Not simple,\nbut technically and economically doable."
 },
 {
  "tidx": 4,
  "cid": 2062,
  "rid": null,
  "v": 4,
  "pv": 4,
  "content": "Helping people choose slightly beter choices is better than nothing but weak. Invent the better options."
 },
 {
  "tidx": 1,
  "cid": 2066,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Thank you very much for starting in this initiative already. Please expand its reach. Wonderful long-term action!"
 },
 {
  "tidx": 4,
  "cid": 2069,
  "rid": null,
  "v": 6,
  "pv": 6,
  "content": "Not knowing what changes are coming with FEMA in the Trump Administration, this should be carefully considered.  If FEMA continues to provide financial assistance directly to families, this + Small Business Administration loans are the first line of support for disaster survivors.  A useful add on would be to train community based organizations to help disaster survivors understand and access these programs - the process can be confusing."
 },
 {
  "tidx": 3,
  "cid": 2076,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Redundant, interoperable emergency communications is critical.  Federal, state, local and tribal governments have been developing initiatives for this for years."
 },
 {
  "tidx": 1,
  "cid": 2077,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Burying utilities while expensive up front and at times more expensive to maintain vs. overhead, it is definitely worth doing when sufficient funding is available.  FEMA may pay for these upgrades subject to a cost/benefit analysis."
 },
 {
  "tidx": 2,
  "cid": 2078,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Absolutely essential.  Adequate pressure for fire suppression will be a requirement for rebuilding."
 },
 {
  "tidx": 5,
  "cid": 2084,
  "rid": null,
  "v": 6,
  "pv": 6,
  "content": "Definitely a worthwhile investment since most building departments already struggle with a backlog of permit reviews before a major disaster."
 },
 {
  "tidx": 5,
  "cid": 2088,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Human one-on-one contact is always the best way to resolve concerns, get to answers and solutions."
 },
 {
  "tidx": 2,
  "cid": 2095,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Sure.  This is a great idea.  I hope somewhere in this deliberation we talk about what we do about what is causing this increase in fires - human induced climate change."
 },
 {
  "tidx": 1,
  "cid": 2099,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "This would be amazing!"
 },
 {
  "tidx": 2,
  "cid": 2100,
  "rid": null,
  "v": 4,
  "pv": 4,
  "content": "Maintain what we have and make sure it works.  That would be a great start."
 },
 {
  "tidx": 4,
  "cid": 2107,
  "rid": null,
  "v": 4,
  "pv": 4,
  "content": "This is the beauty of the internet and AI.  Prefer not to have government do this."
 },
 {
  "tidx": 5,
  "cid": 2110,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Great!  Making the process simpler and using technology should be done county wide as nobody thinks the current state of the processes is good."
 },
 {
  "tidx": 1,
  "cid": 2114,
  "rid": null,
  "v": 6,
  "pv": 6,
  "content": "And make sure that when lines are going to be buried that electric utilities invite and coordinate with low volt line users to also bury cable, fiber optic, and cellular lines. In Topanga they didn't‚ so after spending millions to underground electric lines we still have chopped off poles with low volt lines everywhere."
 },
 {
  "tidx": 3,
  "cid": 2115,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Tbh ere should be emergency FM radio in all parts of the city.. and backup mesh network or cellular to at least send text messages, notifications, etc if not full two way audio and text."
 },
 {
  "tidx": 5,
  "cid": 2126,
  "rid": null,
  "v": 5,
  "pv": 5,
  "content": "Would these specialized teams have experience in permitting for condominiums, townhomes, mobile homes, and apartment buildings?"
 },
 {
  "tidx": 1,
  "cid": 2131,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Paid for by the government, not residents, I should hope."
 },
 {
  "tidx": 1,
  "cid": 3116,
  "rid": 2131,
  "v": 6,
  "pv": 7,
  "content": "\"Paid for by the government\" eventually means paid for by all of us."
 },
 {
  "tidx": 5,
  "cid": 2133,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "There should be a single cooperative agency managing the Balkanized mass of 20 different agencies offering support. The support centers were just like a Kafka nightmare of bureaucratic, idiocy and lack of coordination.\n\nIt was embarrassing to see how poorly executed and organized this was and what a great hassle they put every person who lost property, business, or work"
 },
 {
  "tidx": 4,
  "cid": 2136,
  "rid": null,
  "v": 6,
  "pv": 6,
  "content": "Financial support programs should not be so fragmented. They need to work together so disaster victims don't have to jump through so many in hoops, often providing the same information, just to be turned down for assistance because they had some insurance or they earn more than the county average household income."
 },
 {
  "tidx": 1,
  "cid": 2137,
  "rid": null,
  "v": 3,
  "pv": 3,
  "content": "Instead of more expensive infrastructure, we should be investing in more Distributed Energy Resources and Virtual Power Plants. Undergrounding power lines may be necessary in some cases, but it's more important to look at resiliency and resource adequacy. Just because the utilities and investors make huge profits investing in transmission lines and undergrounding lines doesn't mean that such projects are either needed or what is best for ratepayers, affordability, the grid or resiliency."
 },
 {
  "tidx": 2,
  "cid": 2140,
  "rid": null,
  "v": 5,
  "pv": 5,
  "content": "It is clear that we simply did not have enough water or fire engines for the massive fires in January. Usually for a single home on fire, two to three engines are required. If you have 1,000 homes on fire, you need more than 3,000 fire engines. We must retrofit homes to be more fire resistant. We should also promote more water efficiency, water recycling and water capture. Although there are some water incentives from Metropolitan Water District, the vast majority of residents are unaware. Plus receiving the rebates is very tricky too."
 },
 {
  "tidx": 1,
  "cid": 2148,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Well duh. No brainer. Requires telecoms to do it also."
 },
 {
  "tidx": 4,
  "cid": 2160,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "This sounds like a good resource but one that could easily overwhelm a traumatized person. Even better would be to have ombudsmen/neutral advisors available who could help residents sort through their options and navigate requirements."
 },
 {
  "tidx": 4,
  "cid": 2707,
  "rid": 2160,
  "v": 7,
  "pv": 7,
  "content": "Absolutely. A giant database is too much -- we need real live humans who are working with us directly, asking us about our needs, and finding the programs, resources, and funding to help."
 },
 {
  "tidx": 1,
  "cid": 2172,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Essential for ongoing safety"
 },
 {
  "tidx": 2,
  "cid": 2176,
  "rid": null,
  "v": 5,
  "pv": 5,
  "content": "I'm in favor of this but the cost should not impact the homeowners"
 },
 {
  "tidx": 3,
  "cid": 2177,
  "rid": null,
  "v": 4,
  "pv": 4,
  "content": "This should have been in place since 9-11. Fires have been a yearly occurrence for decades. To now place this cost onto the rebuilding public is unnecessary"
 },
 {
  "tidx": 5,
  "cid": 2184,
  "rid": null,
  "v": 4,
  "pv": 4,
  "content": "any streamlining should be productive, well staffed, and efficient. More nonsense is not needed."
 },
 {
  "tidx": 5,
  "cid": 2199,
  "rid": null,
  "v": 5,
  "pv": 5,
  "content": "This pretty much happened at the Disaster Recovery Center in Altadena. It was very helpful. If there was a way to make it more personal and helpful, especially for seniors and people not savvy with technology, that would be good."
 },
 {
  "tidx": 1,
  "cid": 2202,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "YES YES YES. It is still not happening in my neighborhood in Altadena. SCE is going to do it in the higher elevations. It needs to be done everywhere."
 },
 {
  "tidx": 3,
  "cid": 2209,
  "rid": null,
  "v": 5,
  "pv": 5,
  "content": "There will be billions spent on this. And comparatively little spent on brush and forest management. We spend billions per year on airplanes dropping retardant onto fires. Fires the retardant has no hope stopping. Had we only spent millions on managing our open spaces, so these raging fires had a lot less fuel...\n\nYes, people need an alert system. So, set up a Tsunami style siren. Don't pay some tech company millions for a system soon to be obsolete anyway."
 },
 {
  "tidx": 3,
  "cid": 3114,
  "rid": 2209,
  "v": 7,
  "pv": 5,
  "content": "It's a fair point that if we send this out for a traditional bid, we'll just get giants like Oracle and Microsoft and end up locked in to incredibly expensive contracts. Maybe the city and the county need more tech experts on staff so that we can have better accountability and better incentives."
 },
 {
  "tidx": 5,
  "cid": 2215,
  "rid": null,
  "v": 1,
  "pv": 1,
  "content": "no need for more bureaucracy. This has happened to countless communities. Ask them to share their findings in a basic Wikipedia type setting and do not pay someone $4300k per year with full pension to 'manage' that...the knowledge is no longer secretive. It simply needs to be centralized and shared."
 },
 {
  "tidx": 1,
  "cid": 2225,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "This should be done in ALL high fire zones!!"
 },
 {
  "tidx": 3,
  "cid": 2226,
  "rid": null,
  "v": 4,
  "pv": 4,
  "content": "Not sure this is highest priority‚.these seem to be bigger fish to fry!"
 },
 {
  "tidx": 2,
  "cid": 2230,
  "rid": null,
  "v": 4,
  "pv": 4,
  "content": "Need to find a way for every fire truck to have portable pool pumps. Lots of full pools and burned down homes‚"
 },
 {
  "tidx": 5,
  "cid": 2238,
  "rid": null,
  "v": 6,
  "pv": 6,
  "content": "So long as they are there to helping build and less to be a gatekeeper"
 },
 {
  "tidx": 3,
  "cid": 2244,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Start small and don't turn it into a spiraling cost. I think Code for America is a good role model"
 },
 {
  "tidx": 4,
  "cid": 2252,
  "rid": null,
  "v": 6,
  "pv": 6,
  "content": "I've missed grants because I didn't know they existed."
 },
 {
  "tidx": 2,
  "cid": 2253,
  "rid": null,
  "v": 5,
  "pv": 5,
  "content": "Not at the expense of homeowners. Already have to pay a $400 fee to my water company for a “Will Serve” letter to get permits when my water was never turned off at my property and my water was not available during the fire."
 },
 {
  "tidx": 5,
  "cid": 2256,
  "rid": null,
  "v": 2,
  "pv": 2,
  "content": "We have this and have found it not very useful. Permitting delays are random and no one has ever helped me after a few visits."
 },
 {
  "tidx": 1,
  "cid": 2263,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Electrical system and polls in the city are outdated , they should have been updated long time ago ."
 },
 {
  "tidx": 2,
  "cid": 2265,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "There should be a way to use ocean water that is being filtered before being used to maintain fires ."
 },
 {
  "tidx": 2,
  "cid": 2552,
  "rid": 2265,
  "v": 7,
  "pv": 7,
  "content": "I think using ocean water to put out fires is a good idea, but I don't think you would need to filter it.  I believe you can use it as is to put out a fire.  Unless your referring to filtering out any possible fish or seaweed, but thinking there's probably a simple fix for that.  we are so close to the ocean, just wish there was a way to utilize it as a resource in an emergency - so good idea!"
 },
 {
  "tidx": 4,
  "cid": 2268,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "CA is one of the richest state in the world before Japan I believe why is there a need to create ? There should be a mandatory fire fund in place , which is a part of tax money that we paid or that those wealthy companies pay."
 },
 {
  "tidx": 5,
  "cid": 2270,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Delays and uncertainties are critical factors that may deter me and my neighorbors from returning to Pacific Palisades."
 },
 {
  "tidx": 1,
  "cid": 2274,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Increase value of properties over time."
 },
 {
  "tidx": 1,
  "cid": 2291,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Yes, yes and yes. Finally needs to happen. The longer we wait the more expensive it's going to get. Get this done now and avoid future fires being impacted by power lines."
 },
 {
  "tidx": 3,
  "cid": 2292,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Of course."
 },
 {
  "tidx": 2,
  "cid": 2293,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Of course."
 },
 {
  "tidx": 4,
  "cid": 2296,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Very much needed"
 },
 {
  "tidx": 4,
  "cid": 2299,
  "rid": null,
  "v": 6,
  "pv": 6,
  "content": "Doing so, but only in full transparency, disclosing all direct & indirect financial interests those organizations have to political or corporate (private & public) individuals and organizations"
 },
 {
  "tidx": 5,
  "cid": 2309,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "A “one stop shop” for permitting, architecture and building would be very helpful."
 },
 {
  "tidx": 2,
  "cid": 2310,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "This is obvious. We need an infrastructure that can support a fire in the future. We were already failed once, this is detrimental."
 },
 {
  "tidx": 1,
  "cid": 2311,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Obviously. This has to be done, non negotiable."
 },
 {
  "tidx": 3,
  "cid": 2312,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "More cell towers would be helpful too. The Wi-Fi in the palisades is abysmal at best."
 },
 {
  "tidx": 4,
  "cid": 2323,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "These groups need to help them be prepared. The county has completely lost focus on this happening again."
 },
 {
  "tidx": 1,
  "cid": 2332,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "of course"
 },
 {
  "tidx": 2,
  "cid": 2335,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "these are such obvious questions. I cant imagine this survey is going to change anything, sorry"
 },
 {
  "tidx": 5,
  "cid": 2338,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "of course"
 },
 {
  "tidx": 4,
  "cid": 2340,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Yes 100%"
 },
 {
  "tidx": 5,
  "cid": 2343,
  "rid": null,
  "v": 4,
  "pv": 4,
  "content": "Not sure more staff would help.  Best to ask existing staff what the problems and ask people trying to build."
 },
 {
  "tidx": 2,
  "cid": 2345,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Again you cannot increase density without proper planning.   Your questions are suggestive but not well thought out."
 },
 {
  "tidx": 1,
  "cid": 2346,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "SCE already has a program in place to bury or armor gridl equipment."
 },
 {
  "tidx": 4,
  "cid": 2358,
  "rid": null,
  "v": null,
  "pv": null,
  "content": "\"trusted financial organizations\"  isn't this an oxymoron.   First figure out how to prevent the fraud before you give away tax breaks, grant, unguaranteed loans and other public money give aways.  There is NO accountability. I don't believe you."
 },
 {
  "tidx": 4,
  "cid": 3074,
  "rid": 2358,
  "v": 7,
  "pv": null,
  "content": "When they check for fraud in detail, everyone's yelling about how money isn't going out fast enough... when they push out money fast, everyone yells about fraud. What a catch-22!"
 },
 {
  "tidx": 4,
  "cid": 2362,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "This seems to me to be the very reason for government ‚ to help impacted community members connect with the resources they need to recover. If we aren't supporting each other with information on existing resources, are we even a community?"
 },
 {
  "tidx": 4,
  "cid": 2706,
  "rid": 2362,
  "v": 7,
  "pv": 7,
  "content": "Well said! If the government cannot help us navigate the labyrinth of trying to find resources and assistance, who else can? We need more than just a database of trusted programs -- we need people who are actually communicating with us about what we need and looking for ways to find us help."
 },
 {
  "tidx": 4,
  "cid": 2365,
  "rid": null,
  "v": 1,
  "pv": 1,
  "content": "Trusted by WHOM????\nCreate a comprehensive catalog of financial support programs and organizations available to help with rebuilding efforts. This directory would connect fire-affected residents with grants, loans, and aid programs, WITHOUT the partnership. Too much loss , unaccounted for missing funds, not getting into the hands of survivors... How do you mesure Trusted?"
 },
 {
  "tidx": 2,
  "cid": 2369,
  "rid": null,
  "v": 1,
  "pv": 1,
  "content": "seriously? wheres the context, infrastructure, cost... these questions are so random"
 },
 {
  "tidx": 2,
  "cid": 2372,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Duh...and the water companies should be required to show compliance annually."
 },
 {
  "tidx": 1,
  "cid": 2375,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Duh.  Edison has been urged to do this for decades, and has always used deflection as their response."
 },
 {
  "tidx": 4,
  "cid": 2380,
  "rid": null,
  "v": 6,
  "pv": 6,
  "content": "What does \"trusted\" financial organizations mean?  Very subjective."
 },
 {
  "tidx": 3,
  "cid": 2389,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "More cell phone towers."
 },
 {
  "tidx": 1,
  "cid": 2390,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Mandate underground powerlines."
 },
 {
  "tidx": 2,
  "cid": 2391,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "I strongly support the merit of the idea presented here; however, implementation is a different question."
 },
 {
  "tidx": 5,
  "cid": 2399,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "More competent staff with problem solving skills needed."
 },
 {
  "tidx": 2,
  "cid": 2401,
  "rid": null,
  "v": 1,
  "pv": 1,
  "content": "question is vague"
 },
 {
  "tidx": 4,
  "cid": 2403,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Yes, this assistance must be flexible to accomodate all types of socioeconomic backgrounds with an emphasis on fire survivors that have overlapping vulnerabilities. Fire recovery should support all kinds of residents (i.e. renters, local business owners), not just homeowners."
 },
 {
  "tidx": 4,
  "cid": 2404,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "There needs to be a structure put in place for accountability - perhaps a citizen advisory board with locals to ensure that dollars are going to those with the most critical situations."
 },
 {
  "tidx": 4,
  "cid": 3073,
  "rid": 2404,
  "v": 7,
  "pv": 7,
  "content": "I like the idea of an advisory board, but isn't that going to slow everything to a crawl? It's all slow enough already..."
 },
 {
  "tidx": 5,
  "cid": 2408,
  "rid": null,
  "v": 5,
  "pv": 5,
  "content": "Is this feasible with strains on county and city budgets and the reduced workforce? Staff are overburdened already and departments in planning and building & safety etc. are not on the same page. Unless local government wants to pay for overtime, then there should be key considerations for government restructuring to allow for teams to continue this work full time. There needs to be clear guidance for management to create more efficient assistance (rather than making residents go back and forth for days/weeks) before these teams are established. Accountability and transparency are the key issues here. Another option is purchase AI software to streamline these permitting processes at least for the basics."
 },
 {
  "tidx": 1,
  "cid": 2409,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "While this would remove one ignition source, I do believe that the better option would be to utilize solar panels. This would eliminate the need for power lines."
 },
 {
  "tidx": 2,
  "cid": 2411,
  "rid": null,
  "v": 2,
  "pv": 2,
  "content": "This will not save us if we have freakishly powerful Santa Ana winds like Jan 7. Will ratepayers who do not live in high fire severity zones have to front the cost for this?"
 },
 {
  "tidx": 3,
  "cid": 2412,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "While this is a great idea, this would not be helpful to connect to most of the globe. I believe a better solution would be to work with cell service providers to utilize \"Cell of Wheels\" etc."
 },
 {
  "tidx": 3,
  "cid": 2413,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Bring use of ham radios back."
 },
 {
  "tidx": 3,
  "cid": 2414,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Please emphasize less expensive tech like sirens or emergency radios. Redundancy and interoperability are key! This should not be implemented without proper emergency community training."
 },
 {
  "tidx": 2,
  "cid": 2415,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "While more resilient water systems are important, the reality is that the fire was moving too quickly. No amount of water or firefighters would have stopped those flames. I believe a better solution would be to assign all emergency personnel to evacuating people."
 },
 {
  "tidx": 1,
  "cid": 2416,
  "rid": null,
  "v": 5,
  "pv": 5,
  "content": "Only in high fire severity zones where it makes the most sense (i.e. dense forest growth, hillsides with a lot of brush). Otherwise it will take too long / too expensive for ratepayers across the state. The burden should be on utility companies, not residents. How long has it taken/how expensive has it been PG&E to underground even 1 mile of power lines?"
 },
 {
  "tidx": 3,
  "cid": 2425,
  "rid": null,
  "v": 6,
  "pv": 6,
  "content": "No idea what this looks like‚ is there a particular technology that is being considered? but it sounds reasonable."
 },
 {
  "tidx": 1,
  "cid": 2426,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Again, yes, yes, yes! It's expensive but it's the most important things we can do. Some of those power company executives and shareholders can cut back on their pay packets and dividends. This should be mandated if you wish to operate in California."
 },
 {
  "tidx": 5,
  "cid": 2428,
  "rid": null,
  "v": 5,
  "pv": 5,
  "content": "Yeah, and also: how about we make permitting processes less arcane? It's like our tax system‚ it doesn't have to be this hard!"
 },
 {
  "tidx": 5,
  "cid": 2436,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "This is a great idea! This should be conducted through an Office of a Ombudsperson."
 },
 {
  "tidx": 4,
  "cid": 2440,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "This is a great idea! I would also encourage this to be virtual as well! And if this can be implemented with Artificial Assistance this would be a great idea (i.e. online quiz that then identifies what assistance can be utilized)"
 },
 {
  "tidx": 4,
  "cid": 3072,
  "rid": 2440,
  "v": 7,
  "pv": 7,
  "content": "I love the idea of having a handy questionaire that asks you a few questions and tells you what you probably qualify for. Just please don't try to put ChatGPT into it! You don't need an LLM to run a multiple-choice quiz, and let's keep so-called \"AI hallucinations\" away from our government services."
 },
 {
  "tidx": 1,
  "cid": 2444,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "This is long overdue and much needed!"
 },
 {
  "tidx": 2,
  "cid": 2447,
  "rid": null,
  "v": 4,
  "pv": 4,
  "content": "Let's begin with making sure to check the hydrants on a regular basis, which was not done, and ensuring there is water flowing to the ones in place. Address and acknowledge the lack of accountability and oversight that was neglected before proposing improvements."
 },
 {
  "tidx": 3,
  "cid": 2448,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Especially needed for CalFire"
 },
 {
  "tidx": 2,
  "cid": 2453,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Problem in the Eaton Fire was that hydrants were dry. Not enough firefighters, no water. Infrastructure was there. We heard that the reservoir pumps had no power or no backup power."
 },
 {
  "tidx": 5,
  "cid": 2461,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "If and only if these people are truly there to navigate the system, solve problems and meet fire victims at their specific level of need. No more civil servants who shrug while acting as roadblocks."
 },
 {
  "tidx": 1,
  "cid": 2464,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Yes, and Edison should pay for it."
 },
 {
  "tidx": 3,
  "cid": 2465,
  "rid": null,
  "v": 5,
  "pv": 5,
  "content": "How about public address systems / sirens on poles for one-way notification in the event of emergency / evacuation?"
 },
 {
  "tidx": 3,
  "cid": 2481,
  "rid": null,
  "v": null,
  "pv": null,
  "content": "I don't think emergency communication is an issue. Transparency would be appreciated and we don't have that with our current political leaders here in CA. Hope Gavin can understand that we need him to do good by us and not for his pockets and business partners"
 },
 {
  "tidx": 2,
  "cid": 2483,
  "rid": null,
  "v": null,
  "pv": null,
  "content": "Nope! Just make sure you don't shut the water off so we can have access to water when we need it. We have enough hydrants- just no water in them. Fix that! That's the issue !"
 },
 {
  "tidx": 1,
  "cid": 2484,
  "rid": null,
  "v": null,
  "pv": null,
  "content": "Need more info- pretty vague"
 },
 {
  "tidx": 5,
  "cid": 2486,
  "rid": null,
  "v": null,
  "pv": null,
  "content": "This is great- as long as our political team isn't selecting them for their own personal gain and benefit. Perhaps someone else can take over this task? Don't trust our current Governor or mayor , such a disgrace"
 },
 {
  "tidx": 4,
  "cid": 2491,
  "rid": null,
  "v": null,
  "pv": null,
  "content": "If this is only intended for fire affected resident - I'm all for it! If this is another loop hole to tax more (like CA tends to do for EVERYTHING) then no! Just another cash scheme for Gavin to fill his pockets"
 },
 {
  "tidx": 5,
  "cid": 2503,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "I'd  be first in line to take advantage of that type of service. I think it could be very helpful."
 },
 {
  "tidx": 4,
  "cid": 2507,
  "rid": null,
  "v": 5,
  "pv": 5,
  "content": "You could create an AI-powered pilot to help people navigate these programs and identify ones they qualify for."
 },
 {
  "tidx": 5,
  "cid": 2512,
  "rid": null,
  "v": 5,
  "pv": 5,
  "content": "Is it possible to use AI for this purpose?"
 },
 {
  "tidx": 2,
  "cid": 2514,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Yes, of course. This should be done asap across CA."
 },
 {
  "tidx": 1,
  "cid": 2515,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Yes it is imperative to bury the electrical lines. It will be expensive but not nearly as expensive (or destructive) as the fires caused by power lines."
 },
 {
  "tidx": 3,
  "cid": 2516,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Yes we need any communications improvements that we can get."
 },
 {
  "tidx": 4,
  "cid": 2518,
  "rid": null,
  "v": 6,
  "pv": 6,
  "content": "I have tried to utilize many of the available  sources to help us get our life back on track. Several of the programs have been very helpful in providing some funds to replace some of our more basic needs after we lost almost everything in the fire.   But funds to rebuild our home have been woefully underwhelming. Granted it going to take a significant amount of money to rebuild,  but we feel like we're on an island adrift right now. When it comes to rebuilding our house."
 },
 {
  "tidx": 1,
  "cid": 2522,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Power companies have been sides stepping this option for years and it has cost Californians billions of dollars in property losses and hundreds of lost lives. Enough is enough put the power lines underground. Utility companies have been responsible for 7 of 10 of the biggest fires in California history. Aesthetically it would be a tremendous improvement to the beautification of California too"
 },
 {
  "tidx": 2,
  "cid": 2524,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "I believed a major factor of the palisades fire destructive results was directly related to miss management of our water resources. Two major water sources were empty prior to the fire for maintenance.   It was ridiculous doing repairs to reservoirs during the height of fire season. Those repairs should have been done in the winter when fire risk was significantly reduced. Our house was destroyed in Malibu as a direct result of the fire department not being able to extinguishing the palisades fire prior to it reaching Malibu. Poor water management and not utilizing the fire departments resources was a much to blame as the high winds for the destruction of Malibu homes and businesses after the fire wasn't controlled in palisades."
 },
 {
  "tidx": 4,
  "cid": 2525,
  "rid": null,
  "v": 4,
  "pv": 4,
  "content": "First get the incentives correct.  Carbon economics applies everywhere.  LA is the natural financial center of the carbon economy.  You can also share with the rest of us new ways of making  the shift that work for the people most exposed to the downside of the transition to the carbon economy. \n\nWe're California.  We made this beautiful mess, and we're addressing the polycrisis together.\n\nGo Bears!"
 },
 {
  "tidx": 3,
  "cid": 2526,
  "rid": null,
  "v": 6,
  "pv": 6,
  "content": "Communication during the fires was poorly handled. In addition, Edison preemptively shut the power off to many communities before the fire even started making communication even harder. There was no Internet, phone or cable service available in our community.  Having an alternative communication network should be critical."
 },
 {
  "tidx": 5,
  "cid": 2540,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Yes, please."
 },
 {
  "tidx": 4,
  "cid": 2547,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Let's make it easier for people to get the resources available."
 },
 {
  "tidx": 3,
  "cid": 2551,
  "rid": null,
  "v": 1,
  "pv": 1,
  "content": "I don't think this is necessary.  Our current technology may or may not work at the time of the disaster and in the area of the disaster, but the people wouldn't be in that area anyway.  They would have fled the disaster area, and would have gone to a safer area which will have communication services.  Additionally, first responders and other emergency workers currently  seem to have adequate lines of communications now, so I do not see the need for this upgrade at this time when there are other priorities."
 },
 {
  "tidx": 2,
  "cid": 2553,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "This initiative is imperative. Everyone should really read the articles/links about water systems provided at the top of this section, b/c it explains how there was water, just the demand for it was too high, & it came all at the same time. Also, the heat from the fires melted & broke main water pipes, which then released pressure in the water lines, & since pressure is required for water to travel through pipes, this is why water wasn't getting to the fire hydrants. The same water that comes out of your faucets is the same water that comes through the fire hydrants, so if there was \"no water\" you would've known it when you woke up to take a shower or brush your teeth. There was water. The system was simply not set up to support the demand."
 },
 {
  "tidx": 1,
  "cid": 2554,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Yes, this is very important to do in all newly developed areas, high risk fires areas & areas that are being re-built due to fire loss. Those should be the priority \"build underground as you go\" areas, then from there prioritize add'l areas based on fire risk. The rate payers def. should not have to bare the cost of this either. I'm in PG&Es area & the PUC has approved several rate hikes to cover these upgrade costs & its literally putting small companies out of business & people in the red. PG&E & the other utility Co's. make enough money to pay for this cost on their own! Their CEO's, stakeholders & high paid employees can take pay cuts & stop getting raises to pay for this. Its their fault for not maintaining their grid, not ours."
 },
 {
  "tidx": 5,
  "cid": 2556,
  "rid": null,
  "v": 6,
  "pv": 6,
  "content": "Clear guidelines and options on how to do so would be very helpful"
 },
 {
  "tidx": 3,
  "cid": 2560,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Communications can save lives in an emergency"
 },
 {
  "tidx": 1,
  "cid": 2561,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "We need to prevent fires from starting as much as possible"
 },
 {
  "tidx": 2,
  "cid": 2563,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Absolutely, this lack of updates and old fire hydrants that weren't working or with no water pressure is what lead to the catastrophic losses in the Palisades"
 },
 {
  "tidx": 4,
  "cid": 2572,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Would be a welcomed resource and a time saver for people. It would also help residents from feeling overwhelmed"
 },
 {
  "tidx": 4,
  "cid": 2579,
  "rid": null,
  "v": 6,
  "pv": 6,
  "content": "Electronic app version to keep updated.\n\nIt would be helpful if bulletpoints of qualifications/limits were posted too, to avoid wasting time. Often you don't find that out until you're through applying.\n\nInclude funeral and legal resources/hotlines would help. \n\nClear citing of laws about who is responsible for doing what after a fire (i.e. landlords paying for ash, smoke, water, fire cleanup) would help too.\n\nEncourage people to contact utility, cc, other companies they deal with to ask for help.\n\nAs well as help with receiving mail. Mail for legal, financial, or state/fed assistance triples after a disaster but is marked \"do not forward.\" How ridiculous. It's a natural disaster we have to be able to forward mail."
 },
 {
  "tidx": 4,
  "cid": 2581,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Encourage alternate non electronic means of application, i.e. telephone conversations, ol FC fashion mail and/or local in person.  As survivor, it requires extra effort to get documentation, access to scanner, etc."
 },
 {
  "tidx": 3,
  "cid": 2588,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "It felt like nobody was at the wheel from when the fire first started until it was put out - county was blaming city, city was blaming county, who was in charge??  Clearly communication was an issue, and the residents were very unclear on when evacuate and HOW to evacuate."
 },
 {
  "tidx": 3,
  "cid": 2589,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "We could look into a warning system for fires that are put in place similar to SAN Luis Obispo for the Diablo Canyon emergency plan."
 },
 {
  "tidx": 2,
  "cid": 2592,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "The hydrants were not the issue, we had plenty of hydrants in our neighborhoods.  But if there's no supply, a million hydrants won't help.  The empty reservoir is clearly a massive failure, but there should also be automatic water shutoffs for homes, similar to a gas shutoff for earthquakes, in the event of a fire.  The more homes burned, the more water was lost to the pipes opening up - that should not happen."
 },
 {
  "tidx": 1,
  "cid": 2593,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "In our neighborhood we already have underground utilities. We support more of Pacific Palisades moving in that direction especially while streets are being torn up and repaved."
 },
 {
  "tidx": 1,
  "cid": 2594,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Whether it's power lines starting the fires or falling and preventing the first responders from entering a neighborhood, they should all be underground.  We know now that DWP didn't de-energize the lines in either Altadena or Palisades, it's a massive safety concern."
 },
 {
  "tidx": 1,
  "cid": 2599,
  "rid": null,
  "v": 6,
  "pv": 6,
  "content": "I don't know how this works with earthquakes, since LA is on a fault line and after an earthquake fire is the main concern so that issue matters. But it does seem most of our fires start from power line sparks in wind.\n\nIn terms of wind events especially in areas that are on hilltops or have a history of getting stronger gusts, yes definitely bury as much as possible.\n\nUpdating equipment is important. Moving towards renewable energy as much as possible."
 },
 {
  "tidx": 4,
  "cid": 2600,
  "rid": null,
  "v": 4,
  "pv": 4,
  "content": "I'm also very weary of anything actually happening - a catalog of programs really means nothing - it's more work for everyone to chase down a possible check that likely won't cover one mortgage payment.  Either get in with 2 feet and support the residents or get out of the way."
 },
 {
  "tidx": 3,
  "cid": 2601,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "I relied on the Watch Duty app more than anything, and it made a huge difference in me getting alerts, but I could do that because I had cell service. \n\nElectricity and WiFi are non-existent in a disaster.\n\nWe ABSOLUTELY need better comms."
 },
 {
  "tidx": 2,
  "cid": 2611,
  "rid": null,
  "v": 5,
  "pv": 5,
  "content": "Well yes good plan, overall.\n\nAnd it wouldn't have mattered here. \n\nThe fire was MASSIVE and FAST. Almost the largest Natural Disaster ever I believe. There is never going to be \"enough\" water in a flow system to be able to put out rapidly spreading fire in 100 mph winds in ultra dry conditions in a heavily populated areas. \n\nPalisades fire went from 10 to 200 acres in the first 20 minutes. The firefighters couldn't even get there yet Winds were fierce and the fire by all reports was not \"behaving normally.\" So no matter how much water was in the system... fire in those conditions is going to be vicious.\n\nI had tons of alerts for days beforehand.\n\nYes, make firefighting as easy as possible, but that's not going to matter in those conditions"
 },
 {
  "tidx": 5,
  "cid": 2612,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "YES - and do the same for geotechnical requirements.  This is where everything will slow to a halt.\n\nAlready the state has large geotechnical firms on retainer, and it's not in their interest to move these things quickly - they are making people jump through flaming hoops to rebuild homes on stable lots because there MIGHT be a landslide some day in the future, or there WAS a landslide many many years ago, or there COULD be some movement in the soil 300 feet below.  If there was a house there before, let people build a new house +10%.  End of story."
 },
 {
  "tidx": 5,
  "cid": 2633,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Transparency around the cost of permitting!"
 },
 {
  "tidx": 5,
  "cid": 2642,
  "rid": null,
  "v": 4,
  "pv": 4,
  "content": "Due diligence requires many agencies to review plans.  One or more centralized agency may or may not be the answer, especially with current electronic technology.   Recommend serious efficiency study to streamline the process instead of current PROPOSED SB as the solution."
 },
 {
  "tidx": 5,
  "cid": 2645,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Absolutely. This is the bottleneck.\n\nThe average person needs help things are so complex."
 },
 {
  "tidx": 2,
  "cid": 2648,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "no one should lose a home due to no water pressure"
 },
 {
  "tidx": 2,
  "cid": 2652,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "To start, regular maintenance on existing capabilities would help, e.g. filled reservoirs, working fire hydrants."
 },
 {
  "tidx": 5,
  "cid": 2653,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Yes! It shouldn't take an act of congress to rebuild your home like for like where one stood pre-fire!"
 },
 {
  "tidx": 4,
  "cid": 2656,
  "rid": null,
  "v": 5,
  "pv": 5,
  "content": "If they are programs that actual help victims of the fire and not every other non profit under the sun in the County of Los Angeles."
 },
 {
  "tidx": 3,
  "cid": 2658,
  "rid": null,
  "v": 5,
  "pv": 5,
  "content": "I don't know about more electronic communication.  This is where recommending or mandatory emergency planning by individual household may b e helpful."
 },
 {
  "tidx": 1,
  "cid": 2660,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "This should be a major priority."
 },
 {
  "tidx": 1,
  "cid": 2667,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "HIGHEST PRIORITY! 100% support the undergrounding of all power and communication lines. It is essential that the Communication companies agree to underground their lines as well. This needs to happen NOW, while the streets are torn up, especially in those neighborhoods where many homes were lost. Get those crews into the Palisades NOW before we are rebuilding. All of this can get paid through RULE 20D, which was utilized in San Diego."
 },
 {
  "tidx": 3,
  "cid": 2672,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Preparedness and planning is key. It is shocking that LA City has so few employees in their EMD. The state should assist with coordination and education."
 },
 {
  "tidx": 5,
  "cid": 2673,
  "rid": null,
  "v": 6,
  "pv": 6,
  "content": "Pros: convenience, humanity\ncons: none that I can think of.\nconsiderations: opening hours, prioritization, languages, accessibility, scaled support depending on familiarity (contractor vs novice homeowner).\nQuestion: what would dedicated staff do when not at triage centers? What would be deprioritized, or how would they get up to speed if contracted for role?"
 },
 {
  "tidx": 5,
  "cid": 3092,
  "rid": 2673,
  "v": 7,
  "pv": 6,
  "content": "Let's make sure we have open hours that are NOT during regular business hours. I have a job!!!"
 },
 {
  "tidx": 2,
  "cid": 2675,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "We had no water in the Palisades fire and my home burned down the following day. This is a travesty."
 },
 {
  "tidx": 3,
  "cid": 2677,
  "rid": null,
  "v": 6,
  "pv": 6,
  "content": "Make sure the systems are open source."
 },
 {
  "tidx": 3,
  "cid": 3113,
  "rid": 2677,
  "v": 7,
  "pv": 6,
  "content": "Yes please! Use open standards and open software. Make sure to include language in the bids to ensure this."
 },
 {
  "tidx": 4,
  "cid": 2682,
  "rid": null,
  "v": 4,
  "pv": 4,
  "content": "Isn't this VOAD?"
 },
 {
  "tidx": 1,
  "cid": 2687,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Pros: reduced risk of fire, reduces visual blight of powerpoles. Allows trees to grow naturally and not being hacked to accommodate wires, \nCons: cost, road and infrastructure damage while undergrounding. \nConsiderations: undergrounding of internet lines too, who pays for this process, timing and timeline, easement access to put equipment are unclear."
 },
 {
  "tidx": 4,
  "cid": 2696,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "With the diffusion of AI-tools, I would even recommend integrating a tool to assist residents with sifting through the directory of resources based on prioritized need for residents. This way the directory doesn't become an overwhelming list of links and other reports or forms the community members have to sit with for a long time. But I agree with others, that in-person assistance is better at times and if another organization already does this, no need to reinvent the wheel."
 },
 {
  "tidx": 4,
  "cid": 2702,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Yes please! The resource I could use the most right now is a case worker who can help me navigate my insurance claim, communicate with my mortgage lender, help facilitate finding resources to help rebuild, and help look for grants and other sources of funding. That is a full time job that I cannot do in addition to my actual full time job."
 },
 {
  "tidx": 3,
  "cid": 2709,
  "rid": null,
  "v": 6,
  "pv": 6,
  "content": "Not sure how this works but I like the concept"
 },
 {
  "tidx": 2,
  "cid": 2711,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "I still don't understand why the Santa Ynez reservoir was not fixed and why the head of LADWP still has a job there"
 },
 {
  "tidx": 2,
  "cid": 3118,
  "rid": 2711,
  "v": 6,
  "pv": 7,
  "content": "There was probably a good reason that it wasn't filled. Government agency staff can't just \"snap their fingers\" and solve every problem. We deserve a full accounting of what happened, but we should also be understanding that these are systemic failures and not just one person being bad at their job. (If only the real world were so simple that every problem could be blamed on one person!)"
 },
 {
  "tidx": 1,
  "cid": 2714,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Yes for safety and aesthetics."
 },
 {
  "tidx": 5,
  "cid": 2717,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "The resource that would be most helpful to me right now is a case worker who knows me and my situation and can provide resources and guidance. Ideally, this person could act as a liaison with insurance, my mortgage company, my contractor/architect, LA county permitting, and nonprofit organizations that are providing grants and other sources of funding. Rebuilding is a full time job that I cannot do without help."
 },
 {
  "tidx": 4,
  "cid": 2718,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Making resources available and known is great."
 },
 {
  "tidx": 5,
  "cid": 2721,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Do this, then keep them on staff to unlock the citywide permitting backlog. Win-win."
 },
 {
  "tidx": 3,
  "cid": 2722,
  "rid": null,
  "v": 5,
  "pv": 5,
  "content": "Pro: safer\nCon: this idea wont help reduce insurance costs. \nconsideration: how? I saw a prototype for a streetlamp that had emergency wifi at a meeting. is that how? Will it service everyone? opt in or opt out?"
 },
 {
  "tidx": 5,
  "cid": 2726,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "(What happened to the 3 day fast track permit approval?)"
 },
 {
  "tidx": 2,
  "cid": 2734,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Pro: seems obvious. \nCon: doesnt address hurricane wind driven conflagrations alone. \nConsiderations: would this impact insurance prices?"
 },
 {
  "tidx": 1,
  "cid": 2735,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "A very high priority against future fires and needs to be systemically linked with moving to renewable energy."
 },
 {
  "tidx": 3,
  "cid": 2739,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "I very much appreciate improved level of communications available during the LA Fires relative to the Wolsey Fire. Especially value the timely communicating of Watch Duty - an outstanding service."
 },
 {
  "tidx": 2,
  "cid": 2745,
  "rid": null,
  "v": 5,
  "pv": 5,
  "content": "We do need systems that are relevant to today and tomorrow. Yet, given the kind of water shortages we have seen under drought conditions, I find myself asking will there ever be enough water? We need to find ways to get smart and get ahead of ourselves in the firefighting cycle - prevention through prescribed burns, goats etc. Using water to fight fires as if it is an endless resource is problematic to me: shutting the stable door after the horse has already bolted."
 },
 {
  "tidx": 1,
  "cid": 2747,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Fully supportive of this with the caveat that Edison isn't allowed to raise our rates in order to accomplish the project."
 },
 {
  "tidx": 4,
  "cid": 2757,
  "rid": null,
  "v": 6,
  "pv": 6,
  "content": "There was a mad dash in the beginning to gather support services - especially the basics like food, medicine, clothing, shelter. The faster this is coordinated the better for future disasters."
 },
 {
  "tidx": 2,
  "cid": 2760,
  "rid": null,
  "v": 5,
  "pv": 5,
  "content": "This is something that should be left to the fire experts. I don't know to what extent this matters."
 },
 {
  "tidx": 1,
  "cid": 2761,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "This is something that should be left to the fire experts, but my understanding is that this is correct, power lines are causing many of the fires."
 },
 {
  "tidx": 2,
  "cid": 2765,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Probably would require an upgrade of water main lines- could be combined with additional underground utility work if coordinated correctly."
 },
 {
  "tidx": 2,
  "cid": 2819,
  "rid": 2765,
  "v": 7,
  "pv": 7,
  "content": "The waterlines are in need of upgrades, so this would be a good idea for both regular usage and for firefighters"
 },
 {
  "tidx": 1,
  "cid": 2773,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Mandatory. Edison needs to get its infrastructure out of the late 19th century."
 },
 {
  "tidx": 1,
  "cid": 2783,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Our power lines do not reflect a first world standard."
 },
 {
  "tidx": 1,
  "cid": 2792,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Buried lines are critical to preventing future disasters"
 },
 {
  "tidx": 5,
  "cid": 2800,
  "rid": null,
  "v": 2,
  "pv": 2,
  "content": "Government is so-o-o far behind right now. Just get out of the way for free market to resolve rebuilds."
 },
 {
  "tidx": 5,
  "cid": 3091,
  "rid": 2800,
  "v": 7,
  "pv": 2,
  "content": "The \"free market\" would let Altadena into an urban jungle with even less fireproofing that will be even harder to evacuate. We need government because we need oversight. There is no real oversight in the \"free market,\" only profit motive."
 },
 {
  "tidx": 4,
  "cid": 2804,
  "rid": null,
  "v": 2,
  "pv": 2,
  "content": "This can be best done by free market. Government has already proven is helplessness in their civic responsibility to residents."
 },
 {
  "tidx": 4,
  "cid": 3071,
  "rid": 2804,
  "v": 7,
  "pv": 2,
  "content": "Government is stifled by decades of stricter and stricter rules that prevent even the best-intentioned bureaucrats from doing anything to really help people. For anyone who wants to understand how this plays out in practice and what fixing it would look like, go to your local library and check out Jennifer Pahlka's \"Recoding America.\" Really cool stuff from one of the people who fixed California's unemployment system when it shattered during COVID."
 },
 {
  "tidx": 3,
  "cid": 2813,
  "rid": null,
  "v": 2,
  "pv": 2,
  "content": "Let free market infrastructure satisfy technologic demands."
 },
 {
  "tidx": 1,
  "cid": 2814,
  "rid": null,
  "v": 2,
  "pv": 2,
  "content": "Let free market balance above-ground v. below ground needs, including costs of their poor choices."
 },
 {
  "tidx": 2,
  "cid": 2815,
  "rid": null,
  "v": 6,
  "pv": 6,
  "content": "Just let the water flow (and be stored in reservoirs) where it's needed instead of discarding out to sea."
 },
 {
  "tidx": 4,
  "cid": 2824,
  "rid": null,
  "v": 6,
  "pv": 6,
  "content": "Seems to be already being done at the grass roots, it wouldn't take much to formalize but needs to be done sooner\nComment: what about people in other situations that need support (renters, standing structures, etc?)"
 },
 {
  "tidx": 2,
  "cid": 2826,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Lack of water was a major contributor to our community burning down"
 },
 {
  "tidx": 3,
  "cid": 2827,
  "rid": null,
  "v": 5,
  "pv": 5,
  "content": "Sounds like a good idea but I don't know that much about how it would work."
 },
 {
  "tidx": 4,
  "cid": 2836,
  "rid": null,
  "v": 6,
  "pv": 6,
  "content": "Loans just make the financial gulf worse.  Grants are the only way to get us back in our houses without being crippled by debt."
 },
 {
  "tidx": 4,
  "cid": 2841,
  "rid": null,
  "v": 6,
  "pv": 6,
  "content": "I'm supportive.. I've just also given up on any of this applying to me or my neighbors. Which is wild, because I'm from a very middle class neighborhood for the Palisades, full of elderly people. You'd think we'd qualify for something. Does losing our home of nearly 50 years not count?"
 },
 {
  "tidx": 5,
  "cid": 2844,
  "rid": null,
  "v": 4,
  "pv": 4,
  "content": "This could be great or useless depending on how it is done."
 },
 {
  "tidx": 2,
  "cid": 2851,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "There was no water when my lifelong home burned. It was not during the initial windstorm. Nobody was there because the reservoir and hydrants were dry."
 },
 {
  "tidx": 1,
  "cid": 2853,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Absolutely. This shouldn't even be up for discussion. Please just make it happen and make sure negligent utilities companies foot the bill."
 },
 {
  "tidx": 1,
  "cid": 3058,
  "rid": 2853,
  "v": 6,
  "pv": 7,
  "content": "As of now, SCE has stated property owners are likely to foot the bill to be connected to the underground system. It's been posted online that could be $8-10K."
 },
 {
  "tidx": 3,
  "cid": 2854,
  "rid": null,
  "v": 6,
  "pv": 6,
  "content": "Not sure what this is, but I'm for it. Needs to work if power etc is down too."
 },
 {
  "tidx": 4,
  "cid": 2857,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "I think this would be tremendously helpful. I feel like we're all constantly reposting this program or that and then when someone says they need something specific, we've seen so many, it's hard to remember who offered what."
 },
 {
  "tidx": 5,
  "cid": 2861,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "This is absolutely needed. My limited experience with building permits was stressful and complicated and it was for fairly simple projects. Trying to rebuild or repair an entire home post-fire feels daunting enough without having to navigate this process on your own."
 },
 {
  "tidx": 5,
  "cid": 2865,
  "rid": null,
  "v": 5,
  "pv": 5,
  "content": "I'm supportive, but so disillusioned right now. Why is the process so bad that we need triage centers?! Where is the money coming from? I feel like you need to just give us all the funding from programs like this. Then it can make a difference by actually allowing us to rebuild in the first place?"
 },
 {
  "tidx": 3,
  "cid": 2873,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "I'm fairly stunned we don't already have this. Cell towers feel very vulnerable in a disaster -- and fiber lines -- now that we have people attacking satellites and cable lines because they think people are controlling the weather -- we need to know communications can survive disruption in a major incident."
 },
 {
  "tidx": 2,
  "cid": 2874,
  "rid": null,
  "v": 5,
  "pv": 5,
  "content": "I think this would be great -- but given the issues LA County has with water as a whole, is it feasible? We have consistent water main breaks due to age and disrepair. How much money and time would it require to upgrade our systems? That feels like a much longer-term project when we have such immediate need in two major communities."
 },
 {
  "tidx": 1,
  "cid": 2877,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Buried power lines should absolutely be a priority -- we have the worries in wildfires and in earthquakes -- and this would be an important step forward in helping protect neighborhoods from compounded tragedy in natural disasters."
 },
 {
  "tidx": 4,
  "cid": 2881,
  "rid": null,
  "v": 6,
  "pv": 6,
  "content": "I support this idea, but hasn't it been done already? Sure, it would be great to have 1 or 2 reputable, regularly updated sites that contain up to date information and links to grants, loans and aid.\n\nLA County should have something on their Recovery website. Maybe it's fine as is and just needs to be pushed out to the community via different platforms."
 },
 {
  "tidx": 4,
  "cid": 2888,
  "rid": null,
  "v": 4,
  "pv": 4,
  "content": "Need financial assistance immediately, like grants,  not loans"
 },
 {
  "tidx": 2,
  "cid": 2890,
  "rid": null,
  "v": 6,
  "pv": 6,
  "content": "The state would need to become a power broker to push the local mutual water companies to merge for the community's own good. \nLas Flores is hurting, the other two are doing better. \nThere's a power struggle between them. Water is this generation's gold."
 },
 {
  "tidx": 3,
  "cid": 2891,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "If we don't learn from this tragedy, then it's an even bigger tragedy.  Fix what is broken."
 },
 {
  "tidx": 1,
  "cid": 2893,
  "rid": null,
  "v": 6,
  "pv": 6,
  "content": "SCE needed to take down the decommissioned tower in Eaton Canyon decades ago. They didn't and this is at the center of the start of the fire. \nEnforcing what was in place (taking down the tower) didn't happen. \nWe cannot allow utilities to be neglectful. Proper oversight is needed. The CPUC isn't overly helpful.\n\nI'm for undergrounded electric but we've already been told it could cost each property $10K to connect. \nCan't SCE insulated the lines?\n\nPlease use goats and create firebreaks. Spend an ounce of prevention instead of a pound of cure."
 },
 {
  "tidx": 4,
  "cid": 2903,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Si, se necesita ayuda. We need the help."
 },
 {
  "tidx": 5,
  "cid": 2904,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "What about the 3 day fast tracking? The wait periods for grading, an requirement to notify non existent neighboring homes is a joke."
 },
 {
  "tidx": 4,
  "cid": 2909,
  "rid": null,
  "v": 3,
  "pv": 3,
  "content": "Cataloging available resources is fine."
 },
 {
  "tidx": 1,
  "cid": 2915,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "We live in a zone in Pasadena that has power lines underground. Tbh, with the high winds we experienced, I think it would be wise to invest in this. We believe our neighborhood survived because of this."
 },
 {
  "tidx": 1,
  "cid": 3057,
  "rid": 2915,
  "v": 6,
  "pv": 7,
  "content": "Interesting as the fire started at the transmission tower in the canyon vs. overhead electrical wires. We were at the mercy of the winds after that."
 },
 {
  "tidx": 5,
  "cid": 2919,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "This is already in place for the Eaton fire victims"
 },
 {
  "tidx": 3,
  "cid": 2934,
  "rid": null,
  "v": 4,
  "pv": 4,
  "content": "We need to ensure all utilities are dual trenched and underground"
 },
 {
  "tidx": 2,
  "cid": 2935,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "We also need need thoughtful leadership, and efficient system for repairs. When a repair needs to happen time it appropriately, i.e. drain the reservoir after fire season BUT BEFORE that even happens, contractors to bid the job are lined up with a plan to repair before start of next fire season. If selected contractor is unable to complete the job in a timely manner leadership team should quickly pivot to next in line."
 },
 {
  "tidx": 1,
  "cid": 2936,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "All lines must be buried including phone and cable"
 },
 {
  "tidx": 1,
  "cid": 3056,
  "rid": 2936,
  "v": 6,
  "pv": 7,
  "content": "Is this more for aesthetics or safety? Asking as cable and phone are not electrical safety issues."
 },
 {
  "tidx": 4,
  "cid": 2940,
  "rid": null,
  "v": 6,
  "pv": 6,
  "content": "Sure... If you can account for the money. Seems California keeps losing our tax dollars with no accountability"
 },
 {
  "tidx": 2,
  "cid": 2947,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "You mean what was supposed with our tax dollars and DIDN'T??"
 },
 {
  "tidx": 5,
  "cid": 2953,
  "rid": null,
  "v": 6,
  "pv": 6,
  "content": "Pasadena and maybe LA also already have young Parks and Recreation hires who could be trained to support resident victims navigate the front end of the rebuilding burocracy.  Review of blueprints would be another different, higher level of expertise."
 },
 {
  "tidx": 4,
  "cid": 2960,
  "rid": null,
  "v": 6,
  "pv": 6,
  "content": "Just make a good website."
 },
 {
  "tidx": 2,
  "cid": 2970,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Strongly supportive, but where are the funds coming from for this?"
 },
 {
  "tidx": 4,
  "cid": 2974,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "This should be part of 211 LA and the LA County Recovers website"
 },
 {
  "tidx": 5,
  "cid": 2975,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Incredibly important for those dealing with homes in the VHFHZ and hillside ordinance properties"
 },
 {
  "tidx": 1,
  "cid": 2978,
  "rid": null,
  "v": 6,
  "pv": 6,
  "content": "Define whenever possible - when does the cost become too much?"
 },
 {
  "tidx": 5,
  "cid": 2980,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "I assume the state or county would take responsibility?  How can we reduce redundancy?"
 },
 {
  "tidx": 1,
  "cid": 2994,
  "rid": null,
  "v": 4,
  "pv": 4,
  "content": "I think it depends on the ares. For example, my area is mostly weak adobe and is prone to movement. Undergroynding utilities works better on more stable land."
 },
 {
  "tidx": 3,
  "cid": 3016,
  "rid": null,
  "v": 6,
  "pv": 6,
  "content": "This might not be the mode of communication; however, emergency comms should be reevaluated and the community must be able to trust the government officials who make the emergency call."
 },
 {
  "tidx": 2,
  "cid": 3017,
  "rid": null,
  "v": 5,
  "pv": 5,
  "content": "As we have heard from previous fire areas, there is not ever enough water to support fire suppression in ALL zones when the winds are high. This would be difficult to bring to fruition."
 },
 {
  "tidx": 4,
  "cid": 3021,
  "rid": null,
  "v": 4,
  "pv": 4,
  "content": "Please collaborate with others who are already working on this and not duplicate efforts, which ultimately causes confusion for survivors."
 },
 {
  "tidx": 5,
  "cid": 3032,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "I think this is needed, otherwise you have 6,000+ projects all trying to figure it out"
 },
 {
  "tidx": 4,
  "cid": 3040,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "We need programs that are funded first , then we can catalogue them. Step one before step two."
 },
 {
  "tidx": 1,
  "cid": 3044,
  "rid": null,
  "v": null,
  "pv": null,
  "content": "Our ignition sources were from the power lines and fireworks in our brush covered hills. Our major conflagrations always started in the hills. I have never heard of plans to underground power lines in the hills where these fires start. I don't oppose ungrounding in the village. Someone HAS to address the power lines in the hills."
 },
 {
  "tidx": 1,
  "cid": 3055,
  "rid": 3044,
  "v": 6,
  "pv": null,
  "content": "So true. Residents keep pointing to the lines on the poles. Makes me think they're more concerned about aesthetics."
 },
 {
  "tidx": 2,
  "cid": 3046,
  "rid": null,
  "v": 3,
  "pv": 3,
  "content": "The Santa Ynez reservoir was constructed in the 1960's for the purposes of fire protection. We can build, construct, upgrade and everything else to improve our water system, but unless we have an effective administrative structure to manage these resources, they will continue to fail us. LADWP has informed us that the reservoir is back in service. But they STILL have not fully refilled it. So we are STILL in the same situation with inadequate water resources available if a fire breaks out tomorrow. And LAFD did not act on the fact that it did not have enough water resources to fight a fire in the Palisades then, and they are not publicly commenting that they are only in a slightly better position today. Administration has failed us."
 },
 {
  "tidx": 5,
  "cid": 3051,
  "rid": null,
  "v": 6,
  "pv": 6,
  "content": "Focused efforts are needed. Again, what happened to the FireAid donations"
 },
 {
  "tidx": 4,
  "cid": 3070,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Not a bad idea, but please use a human-centered service design process to develop this directory. It's not enough to have a website... you need to make sure that people find out about the website and are able to use it to get results. If you don't \"close the loop,\" you'll end up with yet another useless government web-page."
 },
 {
  "tidx": 5,
  "cid": 3090,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Yes, and please give them supervisors with the skills and authority to actually FIX the systematic problems!!! We need structural change, not band-aids, and the only way to figure out the right structural changes is to have teams on the front lines who are empowered problem solvers and not bureaucrats tied up by so many rules that they become totally ineffective."
 },
 {
  "tidx": 3,
  "cid": 3112,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Yes. And we should have connectivity offered everywhere by municipal ISPs we can trust, not just telecom giants like AT&T and Spectrum. We should have high quality, free, and pervasive internet connectivity in homes, businesses, and on the streets for all residents and visitors."
 },
 {
  "tidx": 1,
  "cid": 3115,
  "rid": null,
  "v": 6,
  "pv": 6,
  "content": "Why do we have to rip up the streets every time we need to update a power line? We should have understreet conduits accessible from manholes that can be shared between power and fiber. If a power line goes bad, just send someone down to run a new cable!\n\nPay for this with bonds and then repay the bonds using fees paid by the companies that use the conduits.\n\nI know it would be expensive to do this all at once, so focus on the areas where the risk of sparking fires is highest."
 },
 {
  "tidx": 2,
  "cid": 3117,
  "rid": null,
  "v": 6,
  "pv": 6,
  "content": "We should also run regular stress tests to make sure that the system works as designed."
 },
 {
  "tidx": 1,
  "cid": 3121,
  "rid": null,
  "v": 5,
  "pv": 5,
  "content": "I initial reaction is \"Yes!\" but I'd like to understand this issue better. I've been hearing that it's much more complicated than I previously understood and could cost homeowners money, along with some other issues I'd like explained better."
 },
 {
  "tidx": 2,
  "cid": 3122,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Are there downside? I can't think of any, but I'm not fully versed on this issue."
 },
 {
  "tidx": 4,
  "cid": 3123,
  "rid": null,
  "v": 6,
  "pv": 6,
  "content": "In theory, yes, this is a great idea, but in practice these things are often not well managed logistically. If done well, I think this could be a very helpful resource."
 },
 {
  "tidx": 5,
  "cid": 3131,
  "rid": null,
  "v": 1,
  "pv": 1,
  "content": "better to spend staff time on streamlining the approvals and permitting process to enable."
 },
 {
  "tidx": 2,
  "cid": 3141,
  "rid": null,
  "v": 6,
  "pv": 6,
  "content": "our infrastructure is aging and needs better attention than our political leaders have given it."
 },
 {
  "tidx": 4,
  "cid": 3144,
  "rid": null,
  "v": 4,
  "pv": 4,
  "content": "As far as I know, for many aid programs, including SBA loans, the problem isn't people not knowing about them. It's actually having the programs executed and the grants or loans funded. Also immediately after the fire there were too many things for people to apply for, and each one promising only a small amount, at a moment when people had no time or energy to fill in so many different applications. More important that aid is administered through a small number of programs that can deliver meaningful help without too much required on the part of the disaster victims. Or to centralize the application process so victims could register in one place (FEMA?) and be considered for everything they are eligible for based on that one application."
 },
 {
  "tidx": 5,
  "cid": 3147,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Shouldn't this exist as a county service for anyone? Is this question just about increasing the staff? That's clearly needed given the volume."
 },
 {
  "tidx": 2,
  "cid": 3153,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Obviously"
 },
 {
  "tidx": 5,
  "cid": 3154,
  "rid": null,
  "v": 4,
  "pv": 4,
  "content": "Don't we already have this. Isn't that what the \"one stop permitting\" center is? Maybe I'm not understanding the proposal..."
 },
 {
  "tidx": 4,
  "cid": 3161,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Maybe a way for a single application could then be routed to all applicable programs, grants, and loans."
 },
 {
  "tidx": 5,
  "cid": 3162,
  "rid": null,
  "v": 3,
  "pv": 3,
  "content": "Having been lucky enough to build, and been through the building process, I do not see how this could be rolled out at the needed scale."
 },
 {
  "tidx": 1,
  "cid": 3166,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Must have, no questions."
 },
 {
  "tidx": 1,
  "cid": 3171,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "No brainer, all underground. Mandate for communication companies to underground as well."
 },
 {
  "tidx": 4,
  "cid": 3172,
  "rid": null,
  "v": 4,
  "pv": 4,
  "content": "I don't want to support rebuilding in an area that is prone to burning and shouldn't be inhabited in the first place."
 },
 {
  "tidx": 5,
  "cid": 3174,
  "rid": null,
  "v": 4,
  "pv": 4,
  "content": "We should not fast-track or support irresponsible rebuilding."
 },
 {
  "tidx": 2,
  "cid": 3177,
  "rid": null,
  "v": 5,
  "pv": 5,
  "content": "Only do this in areas that are already more safe to re-build. I don't want to put infrastructure in areas that shouldn't be inhabited in the first place."
 },
 {
  "tidx": 5,
  "cid": 3181,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Include multifamily homes (e.g., condos)  in this initiative"
 },
 {
  "tidx": 1,
  "cid": 3192,
  "rid": null,
  "v": 6,
  "pv": 6,
  "content": "This is going to cost billions of dollars and will take decades"
 },
 {
  "tidx": 3,
  "cid": 3193,
  "rid": null,
  "v": 2,
  "pv": 2,
  "content": "I feel communication infrastructure is fine"
 },
 {
  "tidx": 2,
  "cid": 3195,
  "rid": null,
  "v": 1,
  "pv": 1,
  "content": "This was not an issue in the Palisades. Not having water reserves, owing to failure to maintain the Santa Ynez reservoir was the issue"
 },
 {
  "tidx": 4,
  "cid": 3198,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "The government failed the Palisades survivors. Virtually no one has gotten more than $770 from FEMA, proceeds from fire aid concerts intended for victims were mis-directed by the Annenburg Foundation. Only private institutions (e.g., American Red Cross) came through for us."
 },
 {
  "tidx": 1,
  "cid": 3201,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "It will take time and money but start now where you can and eventually every community will be that much safer."
 },
 {
  "tidx": 5,
  "cid": 3203,
  "rid": null,
  "v": 5,
  "pv": 5,
  "content": "Include apartments, mobile homes, condos and townhomes"
 },
 {
  "tidx": 4,
  "cid": 3208,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Heck yes!!  This disaster was due to incompetent Government.   Create all the funds the State can provide while residents form a class-action suit to fill in the gaps."
 },
 {
  "tidx": 3,
  "cid": 3219,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "LA doesn't have that now?   OMG!!"
 },
 {
  "tidx": 2,
  "cid": 3220,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Really?"
 },
 {
  "tidx": 1,
  "cid": 3222,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "So long as it does not delay the rebuilding of homes.  This kind of project would have these homes build in 2040!!"
 },
 {
  "tidx": 5,
  "cid": 3227,
  "rid": null,
  "v": 6,
  "pv": 6,
  "content": "Yes. Assist fire victims negotiating the permitting process."
 },
 {
  "tidx": 3,
  "cid": 3228,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Obviously communication is vital so an infrastructure that allows this when other platforms fail is a lifesaver."
 },
 {
  "tidx": 2,
  "cid": 3230,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Of course.  Updated systems save lives."
 },
 {
  "tidx": 1,
  "cid": 3231,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Great if affordable but I believe burying  power lines is expensive."
 },
 {
  "tidx": 4,
  "cid": 3237,
  "rid": null,
  "v": 6,
  "pv": 6,
  "content": "A central list would be helpful but more helpful would be streamlining the process which, to date, had been difficult & onerous"
 },
 {
  "tidx": 1,
  "cid": 3246,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Just seeing power lines causes me PTSD from the night we had to evacuate. Because of the strong winds Altadena experiences on an annual basis, I believe this should be a safety requirement."
 },
 {
  "tidx": 3,
  "cid": 3247,
  "rid": null,
  "v": 4,
  "pv": 4,
  "content": "Yes, I do think this is important as long it can be done efficiently without waste. However at the moment helping Altadena rebuild and stay in the area is my top priority."
 },
 {
  "tidx": 1,
  "cid": 3252,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Also reduce overhead lighting and the color temperature of any lighting installed. This should be a \"dark sky\" neighborhood, in keeping with its rural character."
 },
 {
  "tidx": 5,
  "cid": 3256,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Various people at the permit office are misinformed or ignorant about fire resistant materials, assemblies and principles, title 24 energy requirements, the ins and outs of the inspection process including whether a plan check and engineering analysis is or is not needed. There is a serious lack of understanding among some at the office about homeowners ability to afford rebuilding and retrofitting after the fire and no ability to help homeowners navigate the process. Most importantly, there is not a single person who seems to have final say and authority, you get different answers from different people, the result is extra costs, angry contractors, doubt, confusion, delays and frustration in rebuilding and fire hardening."
 },
 {
  "tidx": 3,
  "cid": 3257,
  "rid": null,
  "v": null,
  "pv": null,
  "content": "Independent communication is of course very important for first responders. Residents usually overwhelm cell towers"
 },
 {
  "tidx": 1,
  "cid": 3258,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "We should learn the lessons from Lahaina. High winds forecast should trigger mandatory power cutoffs in high risk areas. Residents should be responsible to have own backup generators"
 },
 {
  "tidx": 4,
  "cid": 3278,
  "rid": null,
  "v": 5,
  "pv": 5,
  "content": "Devil is in the details."
 },
 {
  "tidx": 4,
  "cid": 3290,
  "rid": null,
  "v": 5,
  "pv": 5,
  "content": "Does this not already exist?!?"
 },
 {
  "tidx": 3,
  "cid": 3291,
  "rid": null,
  "v": 5,
  "pv": 5,
  "content": "Good idea"
 },
 {
  "tidx": 1,
  "cid": 3292,
  "rid": null,
  "v": 4,
  "pv": 4,
  "content": "Underground installation is expensive, and even more expensive if repairs are needed"
 },
 {
  "tidx": 2,
  "cid": 3293,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Ummm, yeah. Water is important"
 },
 {
  "tidx": 1,
  "cid": 3298,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "This is obvious. With the new fire maps, my main north/south escape route is now going through a very high severity fire zone which is completely lined with old power lines on both sides of the street. Having seen the massive amount of downed lines during the fire and now knowing that they were indeed live and in many cases blocked the roads, I feel constantly worried about being blocked in by downed lines or poles when trying to evacuate and concerned that we will have to flee on foot. The power pole outside my house leans at a 75deg angle. Also really tall palm trees are a surprisingly bad wind/fire hazard."
 },
 {
  "tidx": 3,
  "cid": 3299,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Sure. But that might be glitchy too. How about using sirens with loud speakers, old school analog looks better by the day."
 },
 {
  "tidx": 2,
  "cid": 3300,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Yes."
 },
 {
  "tidx": 2,
  "cid": 3303,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Working hydrants could have stopped billions of costs and saved lives.  This is a no-brainer"
 },
 {
  "tidx": 1,
  "cid": 3304,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "If they don't do this, shame on them.  Asking for more problems down the line."
 },
 {
  "tidx": 3,
  "cid": 3309,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Anything to help in times of a quick moving disaster. Just can't have a repeat of the false evacuation notification that went out during the fire"
 },
 {
  "tidx": 2,
  "cid": 3310,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Yes. Any chance we have to improve built in infrastructure now is the time do it. Water pipes in the LA area are sometimes 100 years old. Good way to start on a clean slate"
 },
 {
  "tidx": 1,
  "cid": 3311,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "High up front cost, but beneficial in the long term and will help prevent power outages in high wind events."
 },
 {
  "tidx": 4,
  "cid": 3312,
  "rid": null,
  "v": 6,
  "pv": 6,
  "content": "Would be more helpful if it were a nonprofit group that compiled the list. This would help prevent fear of \"govt tracking\" if following the links."
 },
 {
  "tidx": 3,
  "cid": 3314,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "I have friends in the fire zone who did not get informed in a timely manner.  They were lucky to survive ...and more time to take a few belongings would have been important"
 },
 {
  "tidx": 1,
  "cid": 3318,
  "rid": null,
  "v": 5,
  "pv": 5,
  "content": "Costs benefits ratios necessary.  Very quick response to an ignition might be as effective but cheaper. Distance from urban areas is also a consideration. Some fires periodically should be allowed in this historic \"land of smokes\". ..Procedures already in place under \"fire management\" may just need review."
 },
 {
  "tidx": 1,
  "cid": 3321,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Most important issue so far. Why rebuild third world technology. So much safer and more beautiful underground."
 },
 {
  "tidx": 2,
  "cid": 3329,
  "rid": null,
  "v": 6,
  "pv": 6,
  "content": "Obviously a cost that only gets ROI in an emergency, but we're seeing that we're more likely than not to have emergencies. So do it, spread the cost, the sooner the cheaper."
 },
 {
  "tidx": 1,
  "cid": 3330,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "We've paid for them to do this over and over again. Make it mandatory, don't subsidize this anymore."
 },
 {
  "tidx": 1,
  "cid": 3335,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "I think the answer to this question may be one of the most unanimous among any question being asked of the millions of people who were affected/indirectly-affected/not affected at all by the LA wildfires- BURY THE POWER LINES WHEREVER POSSIBLE."
 },
 {
  "tidx": 4,
  "cid": 3353,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "There would need to be transparency with this to assure residents that their best interests are being kept in mind and that they're not being funneled to \"sponsored\" organizations."
 },
 {
  "tidx": 2,
  "cid": 3358,
  "rid": null,
  "v": 6,
  "pv": 6,
  "content": "As both communities are in the WUI it makes sense to prep them for future incursions of fire"
 },
 {
  "tidx": 3,
  "cid": 3359,
  "rid": null,
  "v": 3,
  "pv": 3,
  "content": "We need to focus on reducing the privatization  of the community response information networks. I spent much of my time on the firewatch app which is a private app, and many announcements went out on twitter. There should be municipal or state run communication systems. Additionally mesh networks would fail in a power outage. Radio is a good way to communicate that doesn't rely on wifi or power as much"
 },
 {
  "tidx": 1,
  "cid": 3360,
  "rid": null,
  "v": 5,
  "pv": 5,
  "content": "I would encourage the state to ensure that the privatized power companies do not waste/fraud their way out of doing this or return the funds to share holders as opposed to actually performing the maintenance or line burying when given state funds"
 },
 {
  "tidx": 4,
  "cid": 3372,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "This seems reasonable."
 },
 {
  "tidx": 2,
  "cid": 3375,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "I support this, small water companies were too vulnerable."
 },
 {
  "tidx": 1,
  "cid": 3377,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "I support this though know that rates will go up as a result. Mitigation strategies to prevent ignition like what happened with Eaton Fire seem like a no brainer and bear no additional cost, just the shut down of transmission lines."
 },
 {
  "tidx": 3,
  "cid": 3378,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "This seems reasonable, surprised its not already in place."
 },
 {
  "tidx": 5,
  "cid": 3384,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "This seems reasonable."
 },
 {
  "tidx": 5,
  "cid": 3393,
  "rid": null,
  "v": 4,
  "pv": 4,
  "content": "The permitting decision process takes much longer than what this priority suggests. This already exists to some degree and has not been found useful to most of my neighbors"
 },
 {
  "tidx": 4,
  "cid": 3396,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Seems obvious.  It's the least we can do."
 },
 {
  "tidx": 4,
  "cid": 3398,
  "rid": null,
  "v": 3,
  "pv": 3,
  "content": "Trusted financial orgs is a perception that varies widely across our communities. Is a database or a case manager more effective?"
 },
 {
  "tidx": 1,
  "cid": 3403,
  "rid": null,
  "v": 3,
  "pv": 3,
  "content": "only if it is at no cost to the homeowner and done with full transparency and information."
 },
 {
  "tidx": 3,
  "cid": 3405,
  "rid": null,
  "v": 4,
  "pv": 4,
  "content": "It sounds like a good idea, but don't have enough information on what the impacts of this would be."
 },
 {
  "tidx": 5,
  "cid": 3408,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "This is much needed!"
 },
 {
  "tidx": 4,
  "cid": 3412,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Financial support and resources is most needed to rebuild."
 },
 {
  "tidx": 1,
  "cid": 3413,
  "rid": null,
  "v": 6,
  "pv": 6,
  "content": "I agree.  My hesitation is cost and if that cost would be past on to us as residence."
 },
 {
  "tidx": 4,
  "cid": 3415,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "In addition to supporting our seniors and low income families who lost their homes, please don't forget about regular families who lost everything, meaning middle class households too."
 },
 {
  "tidx": 1,
  "cid": 3426,
  "rid": null,
  "v": 6,
  "pv": 6,
  "content": "We also lost our home in the Woolsey fire, and all utilities were underground, but that didn't save us. So I don't rely on buried cables as a complete solution."
 },
 {
  "tidx": 1,
  "cid": 3427,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "How many bills have already been passed, how many tax dollars and bond dollars have already been appropriated to handle this? The issue seems to be non-compliance, so the focus should be mandating timelines and associated penalties for public/private agencies such as PG&E, LADWP, SoCal Edison, etc. to execute rather than squandering public money elsewhere on their balance sheets."
 },
 {
  "tidx": 4,
  "cid": 3428,
  "rid": null,
  "v": 5,
  "pv": 5,
  "content": "There is already a glut of information coming from a plethora of sources. Not sure how you would centralize this effectively and weed out the redundancies"
 },
 {
  "tidx": 3,
  "cid": 3429,
  "rid": null,
  "v": 5,
  "pv": 5,
  "content": "Sounds interesting, but I'm not clear on infrastructure needs or costs for this type of option."
 },
 {
  "tidx": 2,
  "cid": 3431,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Similar to the question about burying power lines, it's not about the necessity for doing so - that's obvious. The question is about how effectively agencies can follow through on these goals and how much more money is it going to cost taxpayers beyond the billions already appropriated for similar goals."
 },
 {
  "tidx": 5,
  "cid": 3435,
  "rid": null,
  "v": 5,
  "pv": 5,
  "content": "Isn't this the idea behind the One Stop Rebuilding Center already in place? The problem seems to be that not every agency is represented regularly (e.g. LADWP), nor are any singular individuals informed to answer questions beyond their own narrow scope of focus, so it's not very feasible to get comprehensive responses easily. Still, better than nothing or having to go all the way to DTLA!"
 },
 {
  "tidx": 4,
  "cid": 3438,
  "rid": null,
  "v": 6,
  "pv": 6,
  "content": "If a truly comprehensive resource could be created, this would be helpful, but I'm doubtful. There are so many links and so many poorly-described aid programs for which 99% of people are not eligible that it's practically impossible to navigate effectively, especially for programs with tight deadlines."
 },
 {
  "tidx": 4,
  "cid": 3442,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "People impacted by the LA fires need a central navigational application to support them on financial support, rebuilding, legal and other needs. It needs to be a simple interface that can be used by people of various technical abilities."
 },
 {
  "tidx": 1,
  "cid": 3445,
  "rid": null,
  "v": null,
  "pv": null,
  "content": "Yes, absolutely‚ burying power lines is essential. But the local utility should bear the full cost, including the connection from the street conduit to the home and the installation of an underground vault, instead of the large green above ground box. It's a public safety investment that shouldn't fall on homeowners."
 },
 {
  "tidx": 2,
  "cid": 3452,
  "rid": null,
  "v": 5,
  "pv": 5,
  "content": "It's a good start but we need to be sure there is access to enough water so the hydrants don't run dry from a massive simultaneous usage that happens during a fire."
 },
 {
  "tidx": 5,
  "cid": 3462,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "This is exactly the kind of help homeowners need, and exactly what government should be doing."
 },
 {
  "tidx": 3,
  "cid": 3465,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Yes. In this day and age communications blackouts for emergency responders are unacceptable. Please put in whatever system they need to be able to communicate under any circumstances."
 },
 {
  "tidx": 1,
  "cid": 3466,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "the power companies should have done this decades ago."
 },
 {
  "tidx": 2,
  "cid": 3467,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "do i really need to explain why this is a good idea?"
 },
 {
  "tidx": 1,
  "cid": 3468,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Absolutely necessary!!"
 },
 {
  "tidx": 3,
  "cid": 3472,
  "rid": null,
  "v": 3,
  "pv": 3,
  "content": "During the Bobcat Fire in 2020, I received a loud, clear emergency alert on my phone well before evacuation was needed. During the Eaton Canyon fire, no such alert came. First Watch never notified us, and we weren't told to evacuate until 1:30am by police using a megaphone despite having power until 11pm. Would mesh networks really solve this basic failure? We need to focus on using the systems we already have, consistently and effectively, before overcomplicating things."
 },
 {
  "tidx": 2,
  "cid": 3474,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Upgrading systems is vital, but if there are no firefighters on the ground to use the water or protect homes, those upgrades mean very little. Many of us had defensible space and working hydrants, but nobody showed up. Technology alone can't replace a coordinated, timely human response. We need commitments to staffing and boots on the ground when it counts."
 },
 {
  "tidx": 4,
  "cid": 3479,
  "rid": null,
  "v": 4,
  "pv": 4,
  "content": "A catalog of financial support programs already exists in various forms, and many of us have spent countless hours navigating them. Unless this directory offers truly new resources or significantly streamlines access, it risks being just another list. What survivors need most is actual funding, clear guidance, and advocates who can help cut through red tape, not more directories to sort through on our own."
 },
 {
  "tidx": 1,
  "cid": 3486,
  "rid": null,
  "v": 5,
  "pv": 5,
  "content": "By all means, underground and do it all at once with other infrastructure that needs to be replaced (water, sewage, stormdrain, communications). If possible, a micro-grid installation that serves the community and backs up power outages should be installed."
 },
 {
  "tidx": 2,
  "cid": 3487,
  "rid": null,
  "v": 6,
  "pv": 6,
  "content": "Needs to be an integrated, failsafe system and include removal and replacement of all materials that have health impacts."
 },
 {
  "tidx": 3,
  "cid": 3488,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "This is high priority and also requires inclusion of non-digital communication channels/systems and systems of support for particularly vulnerable people, e.g., senior or people with disabilitites. Community/neighborhood should be engaged in mutual aid."
 },
 {
  "tidx": 4,
  "cid": 3494,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Needs to a user-friendly portal.  Also available to those w/o digital connection via real person navigator services."
 },
 {
  "tidx": 5,
  "cid": 3498,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "These teams should be able to navigate all rebuilt-relevant systems and resources."
 },
 {
  "tidx": 4,
  "cid": 3505,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "needs based, only."
 },
 {
  "tidx": 5,
  "cid": 3507,
  "rid": null,
  "v": 3,
  "pv": 3,
  "content": "the permitting process itself is the problem, not the navigation."
 },
 {
  "tidx": 5,
  "cid": 3514,
  "rid": null,
  "v": 5,
  "pv": 5,
  "content": "Since natural disasters are here to stay, why not set up a good website intake and have that updated regularly, then have triage people on hand to intake residents, like a social worker might, and accompany them through the process."
 },
 {
  "tidx": 4,
  "cid": 3521,
  "rid": null,
  "v": 6,
  "pv": 6,
  "content": "include Community Land Trusts that have helped with insurance gap funding like with Lahaina fire."
 },
 {
  "tidx": 2,
  "cid": 3522,
  "rid": null,
  "v": 5,
  "pv": 5,
  "content": "If there's no water in the reservoirs, what's the point of this?"
 },
 {
  "tidx": 4,
  "cid": 3543,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "That would help to untangle the web of numerous agencies and requirements. It would also be helpful for a neutral person or agency to prepare information on each source, like the California Voters  Guide does,"
 },
 {
  "tidx": 5,
  "cid": 3548,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Absolutely yes! That would speed up the process and ensure that things were done correctly, both by the residents and the agencies."
 },
 {
  "tidx": 5,
  "cid": 3556,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Need dedicated staff that are knowledgeable otherwise it just another layer that will add to delays"
 },
 {
  "tidx": 2,
  "cid": 3563,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Long overdue"
 },
 {
  "tidx": 3,
  "cid": 3564,
  "rid": null,
  "v": 5,
  "pv": 5,
  "content": "Communication infrastructure should not be dependent on internet networks alone."
 },
 {
  "tidx": 1,
  "cid": 3565,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Agree, but there should be no cost to the homeowner to do this."
 },
 {
  "tidx": 1,
  "cid": 3567,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "In the North East, natural gas utility companies are required to excavate and replace old and dangerous cast iron gas lines. Old power lines in fire zones should be treated the same way. We should not be letting the utility companies off the hook to never update their infrastructure. Since there is no profit motive to do so, the only way forward is through regulating them to do this. Utility payers shouldn't be penalized for utility company negligence."
 },
 {
  "tidx": 2,
  "cid": 3569,
  "rid": null,
  "v": 3,
  "pv": 3,
  "content": "No new dams. Stop bleeding a stone. We have less water than we allocate."
 },
 {
  "tidx": 5,
  "cid": 3571,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "This is a great idea. I'd hope they can be fully staffed and fully paid."
 },
 {
  "tidx": 4,
  "cid": 3583,
  "rid": null,
  "v": 6,
  "pv": 6,
  "content": "Wealth thresholds should be considered. I don't think we should give handouts to ultra wealthy individuals."
 },
 {
  "tidx": 4,
  "cid": 3614,
  "rid": null,
  "v": 6,
  "pv": 6,
  "content": "Agree, needs based only."
 },
 {
  "tidx": 1,
  "cid": 3620,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Yes, please!"
 },
 {
  "tidx": 2,
  "cid": 3621,
  "rid": null,
  "v": 4,
  "pv": 4,
  "content": "Are there any rainwater collection solutions that could help these efforts (whether to source the fire hydrants and/or offer water solutions on properties)?"
 },
 {
  "tidx": 3,
  "cid": 3623,
  "rid": null,
  "v": 5,
  "pv": 5,
  "content": "Interesting - would like to understand more. Sometimes things are a matter of education & process, not necessarily needing new tech. Sometimes we can work with what we have just in a better way."
 },
 {
  "tidx": 5,
  "cid": 3624,
  "rid": null,
  "v": 7,
  "pv": 7,
  "content": "Having someone dedicated to walk through the process would be very helpful."
 }
]