[
  {
    "COMMENT_ID": 461,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Emergency alert apps",
    "CONTENT": "We clearly can not depend on bigger entities like the county. This needs to be a local initiative. How can the city of Pasadena ensure each other's safety? Creat neighborhood hubs and database so neighbors can look out for neighbors. We were left alone on January 7th/8th. All we have is each other.",
    "UMAP_1": 14.51560116,
    "UMAP_2": 7.49673605,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 619,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Emergency alert apps",
    "CONTENT": "I found even before the fires in LA Watch Duty to be invaluable, but I found most people didn't even know about it. I would like to see a statewide collaboration perhaps.",
    "UMAP_1": 14.41188622,
    "UMAP_2": 8.026699066,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 659,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Emergency alert apps",
    "CONTENT": "The general public has no idea how emergency communications work, much less how ECC's & EM's are staffed, much less how easily overwhelmed 9-1-1 centers (with understaffed centers) are with floods of calls during events like this; and I could go on.  Clearly, there were failures in both the LA City and LA County responses in notifying the public.  Many fell back onto the Watch Duty app, which is privately funded and operated.  It proved itself to be a MORE reliable method of getting notification than from our paid city/county employees. LA should enter into a public/private partnership with Watch Duty, making it the single app to rely on.  For connecting with residents for resources, have your websites pre-made, ready to go prior launching.",
    "UMAP_1": 13.85956097,
    "UMAP_2": 8.346092224,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 750,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Emergency alert apps",
    "CONTENT": "During the fires, we luckily were all able to turn to Watch Duty. Now, we still need a place to go to for easy communication and resources.",
    "UMAP_1": 14.59267616,
    "UMAP_2": 8.023920059,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 776,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Emergency alert apps",
    "CONTENT": "We need to invest into a STRONG community based app that ensures all government updates are being sent out. Similar to amber alerts, an app with news, similar to apps like Straight Arrow News, and community Instagram pages like The Source LA, but in a government ran app with main focuses on transparency and strategic plan sharing. Including spaces for communities to connect with resources, and local spaces. Something efficient and easy to navigate unlike current resources.",
    "UMAP_1": 14.80810833,
    "UMAP_2": 7.85415554,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 810,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Emergency alert apps",
    "CONTENT": "In Sacramento CA, a suburb that I grew up uses a facebook-like app called \"Nextdoor\" where people can get in contact with one another regarding community news. Maybe establish something similar for Los Angeles.",
    "UMAP_1": 14.23408127,
    "UMAP_2": 7.504812717,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1026,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Emergency alert apps",
    "CONTENT": "Nextdoor exists here too, but I won't join it because they demand that you grant them the right to use your name and photo in advertisements.",
    "UMAP_1": 13.94395065,
    "UMAP_2": 7.802102089,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1040,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Emergency alert apps",
    "CONTENT": "Partner with WatchDuty and maybe fund them, they're a good non-profit that can provide essential support to the state.",
    "UMAP_1": 14.28461361,
    "UMAP_2": 8.429786682,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1081,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Emergency alert apps",
    "CONTENT": "I agree with the comment about WatchDuty; a similar application would be useful. Additionally, CA's warning alerts were mired with mistakes.",
    "UMAP_1": 13.8623457,
    "UMAP_2": 8.328330994,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1094,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Emergency alert apps",
    "CONTENT": "Watch Duty should be publicly funded",
    "UMAP_1": 14.10140324,
    "UMAP_2": 8.532253265,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1176,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Emergency alert apps",
    "CONTENT": "Watch Duty ate the Gensys system for lunch.",
    "UMAP_1": 14.08134174,
    "UMAP_2": 8.161017418,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1346,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Emergency alert apps",
    "CONTENT": "We live in California, home of the tech bros. Why can we have a functioning app that anyone and everyone can tap into for resources?",
    "UMAP_1": 14.03989124,
    "UMAP_2": 8.008730888,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1390,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Emergency alert apps",
    "CONTENT": "California is the state where many of the most influential tech startups and businesses exist. Yet, watch duty gives more reliable updates than any other communication app than a county/state/city one! California needs to step up and get on the level of what true communication is. We need to make sure ALL cities are informed. And that the CORRECT citizen is informed. Not scaring citizens from the wrong side of the bay that they are supposed to be evacuating at 3 AM.",
    "UMAP_1": 13.67707157,
    "UMAP_2": 8.03037262,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1425,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Emergency alert apps",
    "CONTENT": "I'm getting information from my neighbors. Love having a block captain.",
    "UMAP_1": 14.34936714,
    "UMAP_2": 7.694307804,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 361,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Emergency alert systems",
    "CONTENT": "This was done so poorly. The false alerts. An audit and then an update of this system must be done ASAP, before the big one or any other emergency.",
    "UMAP_1": 17.157444,
    "UMAP_2": 9.063019753,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 423,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Emergency alert systems",
    "CONTENT": "Practice makes perfect.  There needs to be drills for each neighborhood so people know what to do.",
    "UMAP_1": 16.65573692,
    "UMAP_2": 9.095509529,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 498,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Emergency alert systems",
    "CONTENT": "Reactivate the derelict air raid siren system for emergency alerts that can be heard for miles.",
    "UMAP_1": 16.7741127,
    "UMAP_2": 9.807889938,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 833,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Emergency alert systems",
    "CONTENT": "Cell phone alerts do not work in the middle of the night.  We need loud sirens as used for tornado warnings. Sirens can be installed in cell towers.",
    "UMAP_1": 16.59773827,
    "UMAP_2": 9.820353508,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 879,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Emergency alert systems",
    "CONTENT": "Emergency sirens must be built. Too many people lost their lives because they did not hear or receive an emergency notification on their phones. Also - limiting your warning system to a smartphone notification is classist. What if people don't have a smartphone, how will they be notified? Create physical emergency siren alarm systems around the county. It's the only way.",
    "UMAP_1": 16.92853546,
    "UMAP_2": 9.849370956,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 909,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Emergency alert systems",
    "CONTENT": "There needs to be a higher bar for what is an emergency.  Now that I have my phone and email receiving emergency alerts, I get panic inducing messages about ordinary rain events which don't threaten my neighborhood.  If we increase our emergency communications (especially with something painful like warning sirens) then we have to be more selective about what an emergency is.",
    "UMAP_1": 17.21850967,
    "UMAP_2": 9.473187447,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 931,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Emergency alert systems",
    "CONTENT": "Communications must be accurate, timely and relevant to the receiver or they just become background noise like car alarms.",
    "UMAP_1": 16.92705536,
    "UMAP_2": 9.476396561,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1157,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Emergency alert systems",
    "CONTENT": "We had to rely on our neighbors and free apps like Fire Watch to know what was going on. We were truly failed during the fire and that cannot happen again!",
    "UMAP_1": 16.61968422,
    "UMAP_2": 8.586175919,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1324,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Emergency alert systems",
    "CONTENT": "The multiple false alerts during the fires caused a lot of confusion and momentary panic, which could've been avoided. Perhaps a centralized system that's vetted by a supervisor would prevent these mistakes in the future.",
    "UMAP_1": 17.26554871,
    "UMAP_2": 8.879173279,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1336,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Emergency alert systems",
    "CONTENT": "All systems should bre tested regularly",
    "UMAP_1": 16.93158531,
    "UMAP_2": 9.306983948,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1363,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Emergency alert systems",
    "CONTENT": "*The first thing I would advise is to ensure that the CPUC requires AT&T to maintain its \"carrier of last resort\" status, which generally also requires them to maintain landlines. We have pitiful cell service in the Canyons-and 5G can't/won't fix that, as its intense network infrastructure is generally incompatible with rural-mountain topography and economics.",
    "UMAP_1": 16.42297363,
    "UMAP_2": 9.132972717,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1366,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Emergency alert systems",
    "CONTENT": "A more reliable alert system would be great. Make it accessible for everyone",
    "UMAP_1": 17.33374786,
    "UMAP_2": 9.234300613,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1378,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Emergency alert systems",
    "CONTENT": "Needless to say, there were substantial failures of communication during the fires.  Emergency alerts were not evenly distributed.  Emergency communication needs to account for the many different ways people receive news and emergency notifications.  Not everyone owns a mobile phone, and even those who do don't always use that technology in a way that is reliable in an emergency.  Organizing neighborhood watch groups and manual ways of notifying and communicating with vulnerable citizens is essential.  Also, making sure the system works, with regular testing for effectiveness and accuracy, is essential.  We got a number of false alarms (at least three) that woke us up early in the morning or in the middle of the night.",
    "UMAP_1": 17.00086784,
    "UMAP_2": 9.166016579,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1638,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Emergency alert systems",
    "CONTENT": "5g. Nixel alerts. We use walkie talkies in our neighborhood for emergencies. Drill the neighbors on evacuation plans.",
    "UMAP_1": 16.47965241,
    "UMAP_2": 9.058904648,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 263,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "Power companies should be required, to keep us informed, truly informed about the state of, equipment they are responsible for.\nConsumers are hardly informed, regarding critical information, about the state of the infrastructure we rely on.",
    "UMAP_1": 19.98701096,
    "UMAP_2": 7.050717831,
    "Unnamed: 6": "infrastructure accountability"
  },
  {
    "COMMENT_ID": 266,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "Energy and oil companies need to pay reparations for the damage they have caused to the environment and to our communities.",
    "UMAP_1": 20.36985588,
    "UMAP_2": 7.354370117,
    "Unnamed: 6": "funding reparations"
  },
  {
    "COMMENT_ID": 284,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "I'm not sure energy companies can do much for the Santa Ana winds that blew through the canyons and carries embers for miles.",
    "UMAP_1": 20.37299728,
    "UMAP_2": 7.063491344,
    "Unnamed: 6": "other"
  },
  {
    "COMMENT_ID": 291,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "The fact that people do not see and point out the connection between climate change and the companies that have brought that on and these fires is a big problem. Santa Ana wind existed 40 years ago when I was a kid in Altadena, but never had there been year over year fire seasons as there are now. It is vital to be clear on who is responsible in order to get to a solution that will actually work in the long term. No fire sprinkler would have saved our house from the size of the flames that took our property.",
    "UMAP_1": 19.9954567,
    "UMAP_2": 7.457652569,
    "Unnamed: 6": "infrastructure accountability"
  },
  {
    "COMMENT_ID": 344,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "They can pay a bigger portion of their profits to fund the rebuilding of homes and maintenance of high-risk areas. Also Southern California Edison has two lawsuits filed against them \"alleging faulty power lines may have sparked the Eaton Fire\" -NPR",
    "UMAP_1": 20.19891739,
    "UMAP_2": 7.456463337,
    "Unnamed: 6": "infrastructure accountability"
  },
  {
    "COMMENT_ID": 358,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "Emergency messaging needs to come from ONE place not various sources. Also ONE press conference for weather warnings.",
    "UMAP_1": 17.34940147,
    "UMAP_2": 6.108185768,
    "Unnamed: 6": "emergency communications"
  },
  {
    "COMMENT_ID": 389,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "Yes, a single centralized website that consolidates all resources, where local cities, counties, and state officials can contribute helpful information and ensure it remains current and accessible.",
    "UMAP_1": 18.29160309,
    "UMAP_2": 4.918951988,
    "Unnamed: 6": "emergency communications"
  },
  {
    "COMMENT_ID": 426,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "💯 agree with this reply!",
    "UMAP_1": 19.99879837,
    "UMAP_2": 6.455387592,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 444,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "First, this is not very necessary now. Second, I do not have faith it would be executed properly, and would again end up just wasting resources. Focus on cutting red tape, and getting out of the way so the residents can rebuild their lives.",
    "UMAP_1": 19.38284493,
    "UMAP_2": 5.120805264,
    "Unnamed: 6": "emergency communications"
  },
  {
    "COMMENT_ID": 525,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "communication is always important",
    "UMAP_1": 19.45491982,
    "UMAP_2": 6.759769917,
    "Unnamed: 6": "emergency communications"
  },
  {
    "COMMENT_ID": 533,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "I agree and for those of us who have not lost our home in this disaster, it provides a good opportunity to be grateful for what we do have, even if one is facing overwhelming challenges and painful situations.",
    "UMAP_1": 19.06623268,
    "UMAP_2": 6.952827454,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 538,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "Fold this one in with Emergency planning & community safety",
    "UMAP_1": 19.95806694,
    "UMAP_2": 5.712111473,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 553,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "Refer folks to 211 LA for information update and resources",
    "UMAP_1": 18.34937859,
    "UMAP_2": 6.101000786,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 566,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "I need help with resources. I was just informed that I have to move because my Landlord is not trying to professionally clean my place even though it is against the law.",
    "UMAP_1": 18.69024086,
    "UMAP_2": 5.675055981,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 574,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "One area where resources should be consolidated is the tax incentives, grants and rebates available from federal, State & local government entities for sustainability measures in rebuilding.  \n\nThis is an important part of a multi-layered cost reduction strategy that will make sustainable rebuilding accessible to all property owners.",
    "UMAP_1": 18.22767448,
    "UMAP_2": 5.216833115,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 595,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "The people of Los Angeles need to understand how they can help. It's not always possible to write a check. There should be other ways for people to participate in the recovery when they were not directly affected by the fires, but want to help.",
    "UMAP_1": 18.82762337,
    "UMAP_2": 5.348954678,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 606,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "The DRCs are a great resource, but people are overwhelmed and some have trouble getting to them. We need some form of community outreach that potentially goes to people as opposed to requiring them to come to the DRC.",
    "UMAP_1": 17.41549301,
    "UMAP_2": 5.225146294,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 650,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "Yes, keep people updated with what is going on and be as transparent as possible.  People need to see continuous progress.",
    "UMAP_1": 19.1519661,
    "UMAP_2": 6.847070217,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 680,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "Actually, information flowed fairly efficiently for the situation.",
    "UMAP_1": 19.2358017,
    "UMAP_2": 7.505977154,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 729,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "A system must be in place throughout the state to assure rapid accurate communication of information. Knowing what is happening and where to go, how to get there, and who to work with are absolutely essential. The public must be able to stay informed during a crisis",
    "UMAP_1": 18.74675942,
    "UMAP_2": 7.112489223,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 809,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "We can't rebuild alone. We need help from EVERYONE -- the state and county government, from public donors, from community groups, and most of all each other. There are resources available but information about and access to services is all over the place. We desperately need a functioning hub with vetted information that will put us in contact with each other and provide information on how to access additional funding and support. And that hub MUST be virtual -- many of us had to move far away to find affordable housing and can't attend in person events.",
    "UMAP_1": 18.66239166,
    "UMAP_2": 4.901930809,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 837,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "Sufficient water pressure during the next wildfire.",
    "UMAP_1": 19.6295929,
    "UMAP_2": 6.320502281,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 876,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "Funding for communities to engage organizers and facilitators to act as paid (not volunteer, as is the Topanga Town Council, Chamber of Commerce, Emergency Preparedness (TCEP), elderly support (SAGES) - to bring community leaders together, to interface with govt agencies.\n\nThere should be a team specifically dedicated to coordination and communications as soon as a fire or other crisis strikes.\n\nWe need a unified 'easy to use' communications system for communities in crisis, including a clear and well organized hierarchy for distributing communications & a neighborhood/zone system that people are already enrolled in prefire. Cellular systems or mesh net wifi should be available for text only communications throughout the city and county.",
    "UMAP_1": 18.55460167,
    "UMAP_2": 5.779304504,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 877,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "And the cellular/wifi system needs to have local power backup, and redundancy in case nodes go down.\n\nWe need fire shelters in every at risk area... and these might as well be ultra fast track permitted little unit ADUs - affordable housing and fire shelters in one solution. With pressurized air. Also could serve as wifi/cel backup nodes to be in communications. Accessible to first responders and especially to residents in conditions that move to fast... \n\nPlaces like Topanga in the 'urban-wilderness interface' were considered high risk. As we just learned, any neighborhood with trees - at least HALF of LA - is now as higher or higher risk because closer structures are susceptible to conflagration",
    "UMAP_1": 18.94123077,
    "UMAP_2": 6.117516041,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 881,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "Private insurers are leaving the state. Fair plan is already at risk of insolvency. We cannot afford to have to rebuild whole towns - and DESTROY whole communities and culture. Insurers, the state and especially RE-INSURANCE co's have every reason to invest substantially to reduce the risk to near zero of fires that spread to any residential area in LA County. \n\nEvery home at the perimeter should have subsidized water and retardant systems, detectors and a wide boundary around these residential areas should have thorough brush clearance (Goats, sheep, fairly paid incarcerated) to inhibit the spread of fire from starting conflagration - where hot burning homes ignite homes from high infrared, not even sparks needed. \n\nHUGE VALUE & ROI",
    "UMAP_1": 19.16143608,
    "UMAP_2": 6.416979313,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 959,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "City (Palisades) & County (Eaton) Fire Websites AND one-stop office for those not on Internet.",
    "UMAP_1": 18.05913544,
    "UMAP_2": 5.538929462,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 990,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "They needs to be one stop\nShop to assist all victims with counseling housing monetary support and job opportunities!!",
    "UMAP_1": 18.43889809,
    "UMAP_2": 4.566971302,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1025,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "We need new ways of evacuating that don't rely on cars.",
    "UMAP_1": 18.37399674,
    "UMAP_2": 6.843089581,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1027,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "Firing people doesn't fix problems. The problem on the ground wasn't a failure of character. It's an organizational failure. If you keep the same organizational structure and replace the workers, you'll still have the same mistakes. Maybe the managers should be replaced, though.",
    "UMAP_1": 19.07843208,
    "UMAP_2": 7.233657837,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1045,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "We need one place to go (an app or site) for all of the data. It's too disparate and hard to keep track of, not to mention poorly designed.",
    "UMAP_1": 17.80261421,
    "UMAP_2": 5.033256531,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1186,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "Connecting residents with resources is clearly a huge gap in the current landscape. Support and safety net services are siloed and difficult to follow and access",
    "UMAP_1": 17.6332531,
    "UMAP_2": 5.224900246,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1188,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "The Disaster Recovery Center at UCLA and the tents by insurance companies have been invaluable in getting things done on the spot. So productive.",
    "UMAP_1": 18.47774315,
    "UMAP_2": 6.436651707,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1193,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "People are confused with what a Disaster Recovery Centers is and what a Disaster Assistance Center is. These names need to be vastly different so people know what is what.",
    "UMAP_1": 17.16178703,
    "UMAP_2": 5.444109917,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1204,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "It was good to see the county and city having joint news briefings. There should be a one stop shop where residents can go and get information and resources they need. It's overwhelming and confusing with all the resources out there for LA City and LA County.",
    "UMAP_1": 17.42986107,
    "UMAP_2": 5.603311062,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1226,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "EOC center should have action plans for high wind events",
    "UMAP_1": 20.2140007,
    "UMAP_2": 6.803771496,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1269,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "Did I say \"Task Force\"?  We have a task force organization already. Developing Version 1.0, then Version 2.0…(keep going…) should be done in that framework. Oh, yes, and FUND it and put someone in charge of this \"ongoing project\" that will get results.",
    "UMAP_1": 18.03139687,
    "UMAP_2": 5.799989223,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1285,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "Centralizing info is important, BUT also be aware that many people have lost the means to connect to online resources (phones and laptops destroyed, no wifi access, etc) so there must be efforts to reach people the old fashioned way....through fliers posted on telephone poles and church and community bulletin boards, etc.",
    "UMAP_1": 18.87943649,
    "UMAP_2": 5.684601307,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1312,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "Emergency messaging regarding Evacuation Warnings and Orders from government officials should be tied to key terrain and widely-recognizable infrastructure. Furthermore, these Warnings/Order zones should be tied to the lines of communication/routes that people would use to leave.",
    "UMAP_1": 18.46361542,
    "UMAP_2": 7.331091881,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1396,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "Multi-agency AES needs better coordination and reliability",
    "UMAP_1": 19.50886917,
    "UMAP_2": 7.066882133,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1438,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "The statement is vague, but some may be necessary depending on the resources. Firefighting resources, for example, should be readily available for firefighters. The City should share critical updates. Warehousing resources in one place, again depending on what they are, seems like a terrible idea.",
    "UMAP_1": 17.61307526,
    "UMAP_2": 4.566364288,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1511,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "Accessible resources for all impacted!!!",
    "UMAP_1": 18.73222923,
    "UMAP_2": 6.257697105,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1521,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "Improvement to the Incident Command System and CalOES communications based on lessons learned. City, County, and State levels.",
    "UMAP_1": 18.69627762,
    "UMAP_2": 6.765855789,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1543,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "Streamline or start a new task force that is the central info source.",
    "UMAP_1": 17.85125351,
    "UMAP_2": 5.95195961,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1552,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "I have already seen a great improvement in emergency updates, coordination between ground and air resources, and overall greater transparency/efficiency since the Woolsey Fire of 2018. That improvement needs to be recognised. A few public official egos were seen publicly to be making excuses and impeding coordination which requires good relations between agencies: there is an opportunity to recognise and address this at election time... Gratitude for an amazing overall response so far. Our first responders and back up services of all kinds are to be hugely congratulated for the incredible job they did to keep so many people safe and channel resources as quickly as possible to those who need them.",
    "UMAP_1": 18.805336,
    "UMAP_2": 7.42218256,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1562,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "In the Palisades having a staging area for lumber and supplies, possibly having a temporary cement factory etc giving the amount of materials that will be needed.",
    "UMAP_1": 19.36100197,
    "UMAP_2": 5.279333591,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1573,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "Communication is essential.  I lived in San Francisco during the '89 quake, and we were without phones for several hours, and then learned that we could have our line \"cleared\" by having someone call it.  From that day on, I lived on KCBS radio for information!",
    "UMAP_1": 19.69376564,
    "UMAP_2": 6.676420689,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1581,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "Good point, that should be widely disseminated.",
    "UMAP_1": 19.95079804,
    "UMAP_2": 6.179915428,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1582,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "Agreed",
    "UMAP_1": 19.62002945,
    "UMAP_2": 7.217319489,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1601,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "Can't we make it easy for folks to get their questions answered, know of a place to go for information, get help?",
    "UMAP_1": 18.54552651,
    "UMAP_2": 5.08507967,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1647,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "One website. Great UX. AI chatbots.",
    "UMAP_1": 18.2968235,
    "UMAP_2": 5.352521896,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1656,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "Warehousing of resources is easy with more responsible developmental practices. More people living more densely = more dense collection of resources.",
    "UMAP_1": 17.92335892,
    "UMAP_2": 4.613117695,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1681,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "CA needs to go through a DOGE like process",
    "UMAP_1": 19.16854668,
    "UMAP_2": 7.720609188,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1685,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "I hope this is satire.",
    "UMAP_1": 19.4358139,
    "UMAP_2": 5.818079472,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1691,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "prevention, prevention, prevention. this was a preventable disaster. that's where all focus should be.",
    "UMAP_1": 19.36213112,
    "UMAP_2": 6.24730444,
    "Unnamed: 6": "prevention"
  },
  {
    "COMMENT_ID": 1707,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "Make everything as simple as possible",
    "UMAP_1": 19.01262093,
    "UMAP_2": 5.041028976,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1721,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Post-emergency communications",
    "CONTENT": "I am wary to putting resources in one place because of a lack of redundancy and crowding.  It would make sense to bundle like resources together, but spread it out so people can get to it.",
    "UMAP_1": 17.73773766,
    "UMAP_2": 4.636039257,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 321,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Other",
    "CONTENT": "an active website that is up to date. Town hall meetings that are Zoomed for people to attend wherever they are.",
    "UMAP_1": 17.74348068,
    "UMAP_2": 6.158837795,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 427,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Other",
    "CONTENT": "It was very confusing to receive alerts AFTER I had evacuated, and then to keep receiving them. I received some alerts from a different city (La Canada) too.",
    "UMAP_1": 16.78880501,
    "UMAP_2": 7.508487701,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 480,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Other",
    "CONTENT": "We did not receive any alerts because our power was out and there is no cell service on our street.",
    "UMAP_1": 16.41940689,
    "UMAP_2": 8.651105881,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 518,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Other",
    "CONTENT": "Wow, here we are 2 months after the fire.  How can it be that no one has been fired for failing to delivery evacuation orders to West Altadena until 3 am, when East Altadena got orders at 7 pm?  With tragic consequences, 17 people dead.  The level of mismanagement in Los Angeles is staggering.  And no one ever gets held to account, ever.",
    "UMAP_1": 16.71489716,
    "UMAP_2": 8.093740463,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 578,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Other",
    "CONTENT": "I'm a very \"on top of things\" person and I'm having trouble keeping everything straight.",
    "UMAP_1": 16.91328812,
    "UMAP_2": 6.246135712,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 636,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Other",
    "CONTENT": "Social media and City website is insufficient. Power and communications went out so the government needs to find alternate ways to give updates. We can't be on social media when fleeing a fire.",
    "UMAP_1": 15.97423744,
    "UMAP_2": 7.590355396,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 690,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Other",
    "CONTENT": "It seems so random how people are receiving information in the aftermath of the fire.  There seems to be so much variability depending on what avenues of social media each person is connected to.",
    "UMAP_1": 16.26096535,
    "UMAP_2": 7.07243824,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 744,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Other",
    "CONTENT": "Lets install streets cameras at the end of some mejor streets intersección according of the size of the neighnorhood warehousing it on a Little shack or kiosco to monitor the críticas point already known as a fire susceptible áreas.",
    "UMAP_1": 19.48024941,
    "UMAP_2": 6.251663685,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 800,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Other",
    "CONTENT": "As a pool owner in the Eaton fire area. I'm concerned about mosquitoes. I can't do anything about my pool and not sure if anything can be done to prevent mosquitoes from growing in it. Are there any resources or way to prevent mosquitoes. I know my neighbors also have pools and have the same questions.",
    "UMAP_1": 17.65899468,
    "UMAP_2": 7.684949875,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 804,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Other",
    "CONTENT": "The information I e seen varies from different sources on the same topic and gets very confusing. Information needs to be accurate the first, and every, time it is disseminated",
    "UMAP_1": 17.12856865,
    "UMAP_2": 6.84527874,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 826,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Other",
    "CONTENT": "Immediately clear the properties on PCH on reopen the road. Cal Trans wants to put in bike lanes and sidewalks before opening. We do not need that. We need a wider road for safety, not narrower lanes. We also need an emergency permit for a sewer in east Malibu to handle the rebuilds.  600 or more new individual septic systems makes no sense whatsoever.",
    "UMAP_1": 18.16849709,
    "UMAP_2": 6.369977474,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 880,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Other",
    "CONTENT": "It is utterly inexcusable that in the 21st century - literally tens if not hundreds of billions invested in tech; drone weapons of all kinds - California doesn't own one Super Scooper. Why not hundreds of drone Scoopers - winged or not? Super infrared detectors with AI intelligence to notice ANY dangerous signs of heat, fire, smoke and signal an immediate response from a 'SWAT' team that is entirely focused and on alert to snuff out any fires or flames before they can spread. Or issue tickets and fines, even prison, for anyone lighting dangerous fires. \nNorth East and canadian cities divert construction infrastructure to snow removal. We must divert resources & attention to be on hyper alert & vigilance in dry high fire risk.",
    "UMAP_1": 17.94184685,
    "UMAP_2": 8.52986145,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 905,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Other",
    "CONTENT": "Citizens are intelligent and will be empowered if government steps aside. They will find sources without government marketing.",
    "UMAP_1": 15.56766033,
    "UMAP_2": 6.778230667,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 941,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Other",
    "CONTENT": "A good idea would be if the California Department of Technology began providing hosting services for local municipalities of Federated social media technologies like mastodon, friendica, pixelfed, etc. That way there would be a place online that anyone can access to receive immediate information on things going.",
    "UMAP_1": 15.85967636,
    "UMAP_2": 6.93637085,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 985,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Other",
    "CONTENT": "More people who are knowledgeable, less glossy handouts please.",
    "UMAP_1": 18.23960686,
    "UMAP_2": 6.921583652,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1023,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Other",
    "CONTENT": "It's not useful to have politicians standing on stage and smiling. I want to hear from the real experts: firefighters, lawyers, civil engineers, and scientists. Handouts and infographics are OK as a first line but they need to be combined with real access to real people. We need phone numbers to call and ticketing systems to email. We especially need leaders who are willing to say \"I don't know, but I WILL figure it out\" and actually do that instead of leaders who don't answer questions and don't solve problems.",
    "UMAP_1": 17.76165581,
    "UMAP_2": 7.042404652,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1024,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Other",
    "CONTENT": "Most people are too tired and too overworked to find their own sources. Sometimes they don't even have enough time and energy available to KNOW that they need to do so. Government has a role to play in pushing out important, high-quality information.",
    "UMAP_1": 16.52381325,
    "UMAP_2": 6.594387054,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1028,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Other",
    "CONTENT": "And these press conferences have got to be about real information from real staff, NOT just a place for politicians to make empty promises!",
    "UMAP_1": 17.44625282,
    "UMAP_2": 6.824519157,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1145,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Other",
    "CONTENT": "I was connected to several social media and city normal sources about the fire. I was well informed of the status of the fire. Again unfortunately your fire department never showed up. I was able to evacuate but I could only take a car full of my belongings.",
    "UMAP_1": 16.2099247,
    "UMAP_2": 7.878381729,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1251,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Other",
    "CONTENT": "The mandatory evacuation order for the Palisades came too late. Fix the system.",
    "UMAP_1": 16.97084236,
    "UMAP_2": 8.3419981,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1284,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Other",
    "CONTENT": "Where is the czar in charge of this rebuild and recovery? No one knows.",
    "UMAP_1": 17.55023193,
    "UMAP_2": 5.752061367,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1323,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Other",
    "CONTENT": "We were never notified to evacuate",
    "UMAP_1": 16.60048485,
    "UMAP_2": 8.145396233,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1454,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Other",
    "CONTENT": "Town hall-style communications via zooms or webchats with local and federal agencies was commendable in the weeks after the fire. Thank you, public servants.",
    "UMAP_1": 18.09415817,
    "UMAP_2": 7.219928265,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1489,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Other",
    "CONTENT": "Traci Park should continue monthly updates to the community by holding virtual townhalls. Continue to allow for Q&A's to be submitted.",
    "UMAP_1": 17.98242569,
    "UMAP_2": 6.629407883,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1528,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Other",
    "CONTENT": "Too much info coming from so many different sources.  Much with same knfo.",
    "UMAP_1": 16.79239082,
    "UMAP_2": 6.485957146,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1610,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Other",
    "CONTENT": "The evacuation notice came ridiculously late. It should've come immediately when the fire department first knew that the fire was out of control and could not be contained. Serious consideration should be given to putting in an interchange at the sunset and Pacific Coast Highway intersection that eliminates the traffic light there for traffic getting onto the PCH South. The Chautauqua PCH intersection is another bottleneck, and evacuation needs to be prioritized immediately during an emergency event.",
    "UMAP_1": 17.26847076,
    "UMAP_2": 8.041913033,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1668,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Other",
    "CONTENT": "Another easy fix",
    "UMAP_1": 18.67759514,
    "UMAP_2": 5.149133682,
    "Unnamed: 6": null
  },
  {
    "COMMENT_ID": 1737,
    "CATEGORY": "Emergency communication",
    "SUBCATEGORY": "Other",
    "CONTENT": "Doubt CA has the updated technology to create emergency communication.",
    "UMAP_1": 18.3181324,
    "UMAP_2": 8.293056488,
    "Unnamed: 6": null
  }
]