[
  {
    "COMMENT_ID": 264,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Affordability, density, and fire-safe rebuilding",
    "CONTENT": "More affordable housing, everywhere",
    "UMAP_1": 11.98435688,
    "UMAP_2": -1.50731957
  },
  {
    "COMMENT_ID": 272,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Other",
    "CONTENT": "Upzone the burned areas to increase the value of the land so that the homeowners can be made whole.",
    "UMAP_1": 11.18475342,
    "UMAP_2": -2.162954807
  },
  {
    "COMMENT_ID": 289,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Other",
    "CONTENT": "Seniors and the disabled community members, and those who are isolated are in real need of support. We need more outreach workers to ensure people are rehoused and doing wellness checks.",
    "UMAP_1": 10.63084793,
    "UMAP_2": 0.1258361042
  },
  {
    "COMMENT_ID": 290,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Affordability, density, and fire-safe rebuilding",
    "CONTENT": "A route to ownership should be available for all renters. Passive income landlord arrangements hurt communities by building cheap, flippable homes, overcrowding lots, building in a manner that isn't sensitive to the needs of families and children. If people owned their own property because they had assistance to purchase we'd all be better off.",
    "UMAP_1": 11.84867573,
    "UMAP_2": -1.463962913
  },
  {
    "COMMENT_ID": 323,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Other",
    "CONTENT": "For us, getting the community back as well as being able to rebuild our homes is essential. Getting our schools rebuilt and our community center repopulated are also important",
    "UMAP_1": 12.28368664,
    "UMAP_2": -0.5247825384
  },
  {
    "COMMENT_ID": 479,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Affordability, density, and fire-safe rebuilding",
    "CONTENT": "Attention to roadblocks due to Trump's tariffs and deportations. Please provide a safe place for undocumented immigrants who want to help us rebuild.",
    "UMAP_1": 12.59136581,
    "UMAP_2": -0.1367270201
  },
  {
    "COMMENT_ID": 984,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Affordability, density, and fire-safe rebuilding",
    "CONTENT": "Address foreign ownership of homes that the owners do not live in or if it is not their primary home. Housing is a complex problem which is more acute now that we just lost many thousands of homes to fire and wont see them rebuilt for years but that seems like low hanging fruit.",
    "UMAP_1": 12.10791969,
    "UMAP_2": -1.228803277
  },
  {
    "COMMENT_ID": 412,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Other",
    "CONTENT": "Build more multi-family dwellings, eliminate the restrictions on duplex and triplex in single family zoning, build more and build everywhere.",
    "UMAP_1": 11.60356712,
    "UMAP_2": -2.170164347
  },
  {
    "COMMENT_ID": 425,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Other",
    "CONTENT": "Renters and homeowners may need real financial assistance, even if they are uninsured or underinsured.",
    "UMAP_1": 10.37467957,
    "UMAP_2": -0.1952783763
  },
  {
    "COMMENT_ID": 446,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Other",
    "CONTENT": "This is super important, and I would recommend bringing in a private company to make sure it is actually done effectively.",
    "UMAP_1": 11.78677559,
    "UMAP_2": -0.0137674334
  },
  {
    "COMMENT_ID": 1262,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Affordability, density, and fire-safe rebuilding",
    "CONTENT": "The size of the homeless population in LA County is a direct reflection of the cost of housing. It would be a missed opportunity if Altadena became a city of expensive single-family homes. Lots tend to be big. Models for multi-family \"compounds\" for intergenerational families, or friends who want to live together would maximize space and build community. Could include shared garden areas or other features that create opportunities for contact with nature.",
    "UMAP_1": 12.70530129,
    "UMAP_2": -0.580794692
  },
  {
    "COMMENT_ID": 500,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Other",
    "CONTENT": "About 225,000 units, or 6.1%, of Los Angeles County's total housing stock, were vacant per a 2023 Census survey. Whole apartment buildings are used as illegal Airbnbs, or held vacant for tax purposes. A serious civic push to free up these unavailable units would have a profound impact not just in providing options for fire refugees, but for all rent burdened Angelenos.",
    "UMAP_1": 9.574081421,
    "UMAP_2": -0.1427512616
  },
  {
    "COMMENT_ID": 535,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Other",
    "CONTENT": "The cost of building materials had been rising steadily for years.  With this catastrophe the demand will skyrocket and so will prices.\r\n\r\nThis is why is it imperative that a multi-layered cost reduction strategy be implemented.",
    "UMAP_1": 12.60559368,
    "UMAP_2": 0.9265288115
  },
  {
    "COMMENT_ID": 567,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Other",
    "CONTENT": "Easy access to fire-safe building plans would help people tremendously, I think. I know some homeowners will struggle because they want to rebuild THE house, but many of those houses had outdated materials that are no longer up to code. But helping people see how they can rebuild with the proper materials will get some people over that hump quickly. Additionally, ADUs are a great way to help people earn extra income to cover their mortgages/insurance -- or to bring loved ones in when they need housing. This should be something that can be fast-tracked immediately. Long-term we all know that affordable housing is a challenge -- I'm not sure how we ever overcome the NIMBY mentality and make room for those who can't afford $3000 studio apts.",
    "UMAP_1": 10.95117378,
    "UMAP_2": 1.923527598
  },
  {
    "COMMENT_ID": 588,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Other",
    "CONTENT": "Who pays for this? This isn't a solution. It's playing with knives all day and asking for a box of bandaids.\r\n\r\nThe solution is to build more housing BEFORE disasters so all citizens have homes. The next step is to harden homes in fire zones. The most important step after that is to have a commitment between govt agencies on managing debris, dried out trees, and flammable fuels from the outskirts and inner parts of communities so these fires don't get so out of control.",
    "UMAP_1": 11.12668705,
    "UMAP_2": -1.224917293
  },
  {
    "COMMENT_ID": 1286,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Affordability, density, and fire-safe rebuilding",
    "CONTENT": "We need more affordable housing. Period.",
    "UMAP_1": 11.68890381,
    "UMAP_2": -1.715291262
  },
  {
    "COMMENT_ID": 355,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Affordability, density, and fire-safe rebuilding",
    "CONTENT": "By the time this is done, the homes will be rebuilt.",
    "UMAP_1": 12.80704689,
    "UMAP_2": -0.055787567
  },
  {
    "COMMENT_ID": 602,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Affordability, density, and fire-safe rebuilding",
    "CONTENT": "Forcing more people to take in pets! Many residents have had a hard time finding housing because of their pets.",
    "UMAP_1": 12.13797092,
    "UMAP_2": -0.9344255924
  },
  {
    "COMMENT_ID": 642,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Other",
    "CONTENT": "step back and think about this",
    "UMAP_1": 11.32619381,
    "UMAP_2": -0.5772233605
  },
  {
    "COMMENT_ID": 714,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Affordability, density, and fire-safe rebuilding",
    "CONTENT": "We need more housing not less. We should pull out all the stops to build back with more units not less.",
    "UMAP_1": 11.81625271,
    "UMAP_2": -1.873205423
  },
  {
    "COMMENT_ID": 649,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Other",
    "CONTENT": "It's my understanding that this is how Lahaina has helped localize and transition their recovery, and that it's going well for the residents and for the environment",
    "UMAP_1": 10.31115723,
    "UMAP_2": 0.7671788931
  },
  {
    "COMMENT_ID": 1084,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Other",
    "CONTENT": "Way to go!",
    "UMAP_1": 12.0171566,
    "UMAP_2": -0.1874770075
  },
  {
    "COMMENT_ID": 669,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Other",
    "CONTENT": "I think it is critically important to address price gouging of displaced victims. At some point, the rental free market needs some guardrails to ensure all are housed equitably.",
    "UMAP_1": 10.08669472,
    "UMAP_2": -0.6418899894
  },
  {
    "COMMENT_ID": 711,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Other",
    "CONTENT": "That's too many subjects in one query.  Critical is home rebuilding and long-term solutions.  At the least, relaxed construction limited hours for 2 years will enable round the clock work for those willing to do it -- thus potentially reducing the time for completion to less than 6 months.",
    "UMAP_1": 12.79659367,
    "UMAP_2": 0.3314792514
  },
  {
    "COMMENT_ID": 1093,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Affordability, density, and fire-safe rebuilding",
    "CONTENT": "Allow for higher density housing along the primary corridors of Fair Oaks and Lake Avenues",
    "UMAP_1": 12.5922699,
    "UMAP_2": -1.586766362
  },
  {
    "COMMENT_ID": 756,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Other",
    "CONTENT": "Home rebuilding with a coordinated sourcing strategy for supplies to give us buyers more power against price gouging.",
    "UMAP_1": 12.53831482,
    "UMAP_2": 0.7768713832
  },
  {
    "COMMENT_ID": 871,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Other",
    "CONTENT": "Government should step in above greedy developers to help survivors. There is no better time than now to start community land trusts while also building community public housing that serves everyone.",
    "UMAP_1": 11.28084183,
    "UMAP_2": 0.1043877825
  },
  {
    "COMMENT_ID": 874,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Other",
    "CONTENT": "The protections for renters and regulations makes it unconvenient to rent them. The \"protections\" needs to be lifted, so more people will be able to access housing. It is better to have less protections and be housed than be homeless!",
    "UMAP_1": 9.564182281,
    "UMAP_2": -0.968721211
  },
  {
    "COMMENT_ID": 1315,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Affordability, density, and fire-safe rebuilding",
    "CONTENT": "Our loss of use coverage is up to 2 years.  I don't think we can rebuild our home in 24 month from this point... We need more help after 2 years from the fire.",
    "UMAP_1": 12.94796753,
    "UMAP_2": 0.0283574946
  },
  {
    "COMMENT_ID": 1563,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Affordability, density, and fire-safe rebuilding",
    "CONTENT": "The government has not done enough with the billions of dollars collected for \"homeless\" housing along with the billions collected for mental illness. Don't want the same to happen in this area too.",
    "UMAP_1": 12.25078774,
    "UMAP_2": -0.0279819332
  },
  {
    "COMMENT_ID": 903,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Other",
    "CONTENT": "These are important not because the government is our savior, but because individuals and private sector can do them.",
    "UMAP_1": 11.872962,
    "UMAP_2": 0.0758473054
  },
  {
    "COMMENT_ID": 923,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Other",
    "CONTENT": "Streamline communication on financial assistance available for those impacted by fire.",
    "UMAP_1": 10.33420563,
    "UMAP_2": 0.0668485463
  },
  {
    "COMMENT_ID": 924,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Other",
    "CONTENT": "Many schools in the surrounding areas have closed down. Consider buying those lots and building affordable housing, like little communities around green spaces for those impacted by fires.",
    "UMAP_1": 12.21068859,
    "UMAP_2": -1.189068198
  },
  {
    "COMMENT_ID": 932,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Other",
    "CONTENT": "more equitable housing arrangements--coops, land trusts, mixed low-income--higher income housing choices.",
    "UMAP_1": 11.40128613,
    "UMAP_2": -0.5559734106
  },
  {
    "COMMENT_ID": 934,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Other",
    "CONTENT": "Coop's and land trusts can be instruments to keep land within the hands of the people who have historically lived there but they can also be abused to keep people out. How these different entities are constructed will be important not for recovery today but adaptability into the future.\r\nOn the matter of construction there needs to be flexibility in the building codes to allow for the construction of future proof housing. There needs to be building codes in place that allow for hempcreate construction, recycled material construction, earthships, etc. Methods of constructing housing that try not put additional load on our already overstretched earth resources.",
    "UMAP_1": 11.46127224,
    "UMAP_2": -0.0579249188
  },
  {
    "COMMENT_ID": 1659,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Affordability, density, and fire-safe rebuilding",
    "CONTENT": "Housing policies must change--it's why California loses close to ~100k people annually. Allow density--ADUs, small apartment buildings, big apartment buildings. Less public comments where elderly homeowners of multi-million dollar properties get to gripe about more people living in their neighborhood. This problem will not be remedied without embracing density.",
    "UMAP_1": 11.947855,
    "UMAP_2": -1.896855354
  },
  {
    "COMMENT_ID": 988,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Other",
    "CONTENT": "Modify zoning in the impacted areas to rebuild in a sustainable way, while also keeping the characters of the neighborhood still intact. Streamline the process for building.",
    "UMAP_1": 10.84035683,
    "UMAP_2": -2.130097151
  },
  {
    "COMMENT_ID": 1706,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Affordability, density, and fire-safe rebuilding",
    "CONTENT": "I hope the area will be rebuilt with many different housing options",
    "UMAP_1": 12.60279369,
    "UMAP_2": -0.8003807664
  },
  {
    "COMMENT_ID": 1720,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Affordability, density, and fire-safe rebuilding",
    "CONTENT": "I think solutions that let people keep their land and rebuild instead of selling to developers is important.",
    "UMAP_1": 12.21805763,
    "UMAP_2": -0.3643251956
  },
  {
    "COMMENT_ID": 1012,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Other",
    "CONTENT": "If we insist that neighborhoods have to be nothing but single family homes, we're never going to solve the housing crisis. I'd rather have a concrete jungle than see my neighbors sleeping on hard cement.",
    "UMAP_1": 12.25895977,
    "UMAP_2": -0.5917999148
  },
  {
    "COMMENT_ID": 1015,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Other",
    "CONTENT": "Subsidies are OK short term, but long term they'll just make it worse. Let's make sure we have a plan to solve the housing crisis for real.",
    "UMAP_1": 10.83839893,
    "UMAP_2": -0.5670779943
  },
  {
    "COMMENT_ID": 1043,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Other",
    "CONTENT": "Modular, low-cost, ecologically-sound housing, manufactured en masse in our backyard. See SoLA Model Z in South Los Angeles as one excellent example. They are walking the walk and ready to plug in (I toured their factory last week)  \r\n\r\nAlso would love to see novel ideas for neighborhoods to rebuild together, not only to gain economy of scale and efficiency with materials, etc. but to plan housing layouts in a new way. Perhaps one block with 10 homes each sacrifices 10% of footprint to allow for one communal lot to be used with more of a \"village\" mentality i.e small farming, open space for kids, etc. This may seem utopic, but I think many people are close to being in this mindset already. If we can rebuild, let's try it differently!",
    "UMAP_1": 11.00104904,
    "UMAP_2": 1.608323693
  },
  {
    "COMMENT_ID": 1074,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Other",
    "CONTENT": "Help us get the word out on organized rebuild efforts such as Altagether.org so as many residents as possible can be involved.  We are banding together in small groups to save on surveying costs, and potentially with architects and contractors.",
    "UMAP_1": 12.1004734,
    "UMAP_2": 0.8615726233
  },
  {
    "COMMENT_ID": 1219,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Other",
    "CONTENT": "There are a lot of good initiatives getting started, like the Foothill Catalog, but things need to be more organized.",
    "UMAP_1": 12.00877094,
    "UMAP_2": 0.6774461269
  },
  {
    "COMMENT_ID": 1248,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Other",
    "CONTENT": "Rent gouging is rampant. I'm grateful the AG has prioritized investigations into guilty landlords, but I'm in a delicate spot of not wanting to lose housing while I've been collecting materials for a case. There has got to be a way to nip this in the bud earlier, so that a homeseeker isn't intimidated by retaliation. Can we CC in some sort of caseworker to let a landlord know we mean business?",
    "UMAP_1": 10.14148617,
    "UMAP_2": -0.9327331781
  },
  {
    "COMMENT_ID": 1267,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Other",
    "CONTENT": "Rebuilding to specific \"like-for-like \" criteria that the Assessor will agree with and that passes Building & Safety and other code checks will cut the time to rebuild way down by clarifying the path to a design and ultimately a rebuild that will serve homeowners affected. I want a chance to rebuild. I need help getting that information straightened out and available NOW!",
    "UMAP_1": 11.24313164,
    "UMAP_2": 0.7806062102
  },
  {
    "COMMENT_ID": 1272,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Other",
    "CONTENT": "Prefabricated structures of all types - housing, commercial buildings",
    "UMAP_1": 10.32964516,
    "UMAP_2": 1.612068892
  },
  {
    "COMMENT_ID": 1276,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Other",
    "CONTENT": "Finding an affordable place to live is nearly impossible! We need help finding a place to live because the rents are so high and landlords don't want pets. And make it illegal to charge additional rent for pets, especially after a declared disaster like LA. No one charges additional rent for toddlers, yet they are far more destructive than pets.",
    "UMAP_1": 11.63167191,
    "UMAP_2": -0.9655762315
  },
  {
    "COMMENT_ID": 1389,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Other",
    "CONTENT": "When the fires broke out it was made very clear they were going to be very strict on rent gouging but I have not seen any accountability on this. I have also never seen accountability on this across the board. Rent has been unattainable for so many for so long. There are also many people who face wage garnishments for terrible situations when they try to work with a leasing office and do the right thing and get out of a lease when something tragic happens like a loss/helping out a family member etc and the leasing office/property won't work with them at all and then you have 1,000's of California residents who are garnished up to 25% of their weekly pay! California need to stop allowing any garnishments by greedy companies + price gouging",
    "UMAP_1": 10.20420933,
    "UMAP_2": -1.085859418
  },
  {
    "COMMENT_ID": 1411,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Other",
    "CONTENT": "The Mayor and Supervisors need to pass new laws and regulations to reduce the price of emergency housing.  Charging retail rates is corrupt, feathering the nest of our worst segment, the rentiers.",
    "UMAP_1": 9.822995186,
    "UMAP_2": -0.5356898308
  },
  {
    "COMMENT_ID": 1554,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Other",
    "CONTENT": "Yes to deprioritising anyone with a second home. Prioritise the most severely in need and avoid patronising behaviours please - there but for the grace of god goes any one of us! Long term housing solutions must be addressed systemically.",
    "UMAP_1": 11.06783199,
    "UMAP_2": -0.8710126281
  },
  {
    "COMMENT_ID": 1568,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Other",
    "CONTENT": "Building and zoning laws should be reviewed annually, and updated as needed.  They need to reject the current needs.  We need to take into account all the science and facts at our disposal and then come up with collaborative changes to be made.  Everyone should be allowed to have a voice.",
    "UMAP_1": 10.56415653,
    "UMAP_2": -1.960519433
  },
  {
    "COMMENT_ID": 297,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Affordability, density, and fire-safe rebuilding",
    "CONTENT": "Housing has been incredibly tough, expensive, and hard to find. Then the fires happened. Now we need housing more than ever and we need housing here so people don't have to move away and they can still stay in the general area while trying to pick up where they left off. People need to rebuild and live in their homes and sell to families, not corporations. We need to remove barriers to rebuild but also ensure that people don't get ripped off by bad contractors and that the new houses they build are safe, strong, and resilient, and some properties that were immediately above Eaton Canyon should consider not rebuilding because it is just a matter of time.",
    "UMAP_1": 12.60056496,
    "UMAP_2": -0.9340414405
  },
  {
    "COMMENT_ID": 404,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Affordability, density, and fire-safe rebuilding",
    "CONTENT": "Quit building structures in places in fire prone areas.  The state and Weiner specifically have gone gun-ho in encouraging building in stupid places and passed laws which leave the local agencies powerless to design their own communities.   The population is barely growing yet there is a housing crisis. First thing OUTLAW Short Term Rental Airbnb's, tax the heck out of second/vacation homes, tax the wealthy so they cannot afford 3 and 4 homes while the rest of us are forced to rent.",
    "UMAP_1": 12.78712177,
    "UMAP_2": -1.433536649
  },
  {
    "COMMENT_ID": 594,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Affordability, density, and fire-safe rebuilding",
    "CONTENT": "look at rebuilding homes with fire resistant materials.",
    "UMAP_1": 13.98449707,
    "UMAP_2": -0.5179696083
  },
  {
    "COMMENT_ID": 622,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Affordability, density, and fire-safe rebuilding",
    "CONTENT": "This is a hard one but, I think the homeowners, communities and the state need to reconsider rebuilding in areas that are known to burn over and over. Some areas have burnt multiple times and people just rebuild. Isn't this the definition of insanity?",
    "UMAP_1": 12.91307449,
    "UMAP_2": -0.9914687872
  },
  {
    "COMMENT_ID": 647,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Affordability, density, and fire-safe rebuilding",
    "CONTENT": "don't allow wood as a building material",
    "UMAP_1": 13.92665958,
    "UMAP_2": -0.0996532068
  },
  {
    "COMMENT_ID": 654,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Affordability, density, and fire-safe rebuilding",
    "CONTENT": "On the topic of home rebuilding, I think it is critically important that the new homes are resilient to future disaster and energy efficient. The Passive Housing Standard (being considered by state legislators AB368) would be an excellent fit with super insulation, air-tight construction and better performing windows. This eliminates the pathways the fire used to penetrate houses. Additionally it offers improved air quality, reduced noise pollution, up to 50% energy savings and resilience in power outages. The rebuilds should adhere to reach codes of no gas hookups so the community can again reduce the danger of fires and also greatly reduce emissions/air quality in the community.",
    "UMAP_1": 13.40622807,
    "UMAP_2": -0.3877269924
  },
  {
    "COMMENT_ID": 884,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Affordability, density, and fire-safe rebuilding",
    "CONTENT": "And not just fire resistant - we need fire shelters in every part of the city because if... Palisades happened after midnight - many people would have died. We can and must avoid a Paradise disaster.",
    "UMAP_1": 14.26827526,
    "UMAP_2": -0.2257261723
  },
  {
    "COMMENT_ID": 893,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Affordability, density, and fire-safe rebuilding",
    "CONTENT": "now is the time to pass stricter wildfire and flood protection building codes along with green/sustainable building requirements.  With thousands of structures needing to be replaced, now is the time to set Los Angeles as a model for the nation. Traditional AND alternative methods of power and water collection/delivery must be put into place. Look to other leading nations for best practices - for example there is an area in Japan that has it's own outdoor fire suppression system that can be activated (not like individuals with pools and hoses and generators) like an advanced outdoor high-powered sprinkler system.",
    "UMAP_1": 13.77265835,
    "UMAP_2": -0.8361262083
  },
  {
    "COMMENT_ID": 999,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Affordability, density, and fire-safe rebuilding",
    "CONTENT": "fire retardant materials, fire suppression units on buildings  regardless of materials used and directed in exposed areas.",
    "UMAP_1": 14.08838654,
    "UMAP_2": -0.3189074695
  },
  {
    "COMMENT_ID": 1014,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Affordability, density, and fire-safe rebuilding",
    "CONTENT": "We've got to take care of our neighbors, especially the ones who had their insurance dropped in the months leading up to the fires with no good alternative. But for anyone who could get insurance and decided not to, knowing they were in a fire zone? They should be on the hook for that bad decision, not the rest of us.",
    "UMAP_1": 13.22763157,
    "UMAP_2": -1.432726145
  },
  {
    "COMMENT_ID": 1067,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Affordability, density, and fire-safe rebuilding",
    "CONTENT": "Access needs to be improved to these neighborhoods, a bus that comes every hour is not helpful if people want to evacuate if they do not have a vehicle. BBB and Metro bus services being increased to a minimum of every 10-15 minutes can greatly improve access and lower the risk of gridlock during evacuations.",
    "UMAP_1": 12.26994324,
    "UMAP_2": -0.9467790723
  },
  {
    "COMMENT_ID": 1086,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Affordability, density, and fire-safe rebuilding",
    "CONTENT": "Ensure long-term rebuilding is climate-smart, denser, resilient to future fires.",
    "UMAP_1": 13.87231255,
    "UMAP_2": -0.6852918863
  },
  {
    "COMMENT_ID": 1195,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Affordability, density, and fire-safe rebuilding",
    "CONTENT": "While everyone wants to build back exactly as we were, we need to consider that this will happen again. We should consider using fire resistant materials when rebuilding.",
    "UMAP_1": 13.75046253,
    "UMAP_2": -0.1531497091
  },
  {
    "COMMENT_ID": 1223,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Affordability, density, and fire-safe rebuilding",
    "CONTENT": "More transit-oriented development, prioritization of ecosystem health and fire resistant construction materials/design.",
    "UMAP_1": 13.82934761,
    "UMAP_2": -0.6964618564
  },
  {
    "COMMENT_ID": 1236,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Affordability, density, and fire-safe rebuilding",
    "CONTENT": "I'm so tired of having to use our county tax dollars to rebuild Malibu due to either fires, flooding, or high water damage. Regulations need to be into place whereby people cannot just be allowed to rebuild yet again, and have the rest of the county help them rebuild yet again. With climate change, it will continue to happen probably much more frequently. Let's try to be proactive now in a positive way.",
    "UMAP_1": 12.96430492,
    "UMAP_2": -0.6646818519
  },
  {
    "COMMENT_ID": 1244,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Affordability, density, and fire-safe rebuilding",
    "CONTENT": "I think it's really important to consider where to rebuild, and where not to rebuild. My grandmother's home burned down, and everyone in her community wants to rebuild in the same place. But does it really make sense when we know that the Palisades Highlands is in an extremely high fire risk area? To the extent that folks want to rebuild in high risk areas, should the entire state of California shoulder that risk through our tax dollars and insurance payments?",
    "UMAP_1": 13.15228653,
    "UMAP_2": -1.23346293
  },
  {
    "COMMENT_ID": 1257,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Affordability, density, and fire-safe rebuilding",
    "CONTENT": "I should not have to shoulder Palisades folks rebuilding in such a high risk area.",
    "UMAP_1": 13.14396191,
    "UMAP_2": -1.432843447
  },
  {
    "COMMENT_ID": 1401,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Affordability, density, and fire-safe rebuilding",
    "CONTENT": "Make LA and LA county a fire-wise community.",
    "UMAP_1": 14.01491833,
    "UMAP_2": -0.481324017
  },
  {
    "COMMENT_ID": 1427,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Affordability, density, and fire-safe rebuilding",
    "CONTENT": "Rebuild homes that are climate resilient, all electric, and are certified green homes and buildings. Ensure communities are replanned and redesigned to prioritize equity in housing everyone; providing infrastructure that focuses on enabling public transit, cycling, and walking; ensuring access to parks, green space, urban forestry and tree canopy; and local business opportunities that supports the clean economy.",
    "UMAP_1": 13.55924797,
    "UMAP_2": -0.8166041374
  },
  {
    "COMMENT_ID": 1475,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Affordability, density, and fire-safe rebuilding",
    "CONTENT": "People need places to live, but I don't think it should be in high-risk fire zones if we can help it. Pay the people who lost their homes, but rebuild high-density housing in urban areas.",
    "UMAP_1": 12.92596912,
    "UMAP_2": -1.776494026
  },
  {
    "COMMENT_ID": 1533,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Affordability, density, and fire-safe rebuilding",
    "CONTENT": "Use Strong Towns principles in the rebuilding process. Prioritize the lowest-income households first. Deprioritize owners with second-homes. Establish clear process and timelines for residents to gain access to aid. Do not bypass environmental concerns.",
    "UMAP_1": 11.78039265,
    "UMAP_2": -0.6349369287
  },
  {
    "COMMENT_ID": 1606,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Affordability, density, and fire-safe rebuilding",
    "CONTENT": "Rebuilding is important - and should be required to reflect the changed nature of our environment and be as resilient as possible",
    "UMAP_1": 13.29158497,
    "UMAP_2": -0.5168939829
  },
  {
    "COMMENT_ID": 368,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "ADU considerations",
    "CONTENT": "Perhaps aid can be giving to homeowners who offer their ADU's as interim housing for those displaced in the fires?",
    "UMAP_1": 10.40049362,
    "UMAP_2": 4.294936657
  },
  {
    "COMMENT_ID": 459,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "ADU considerations",
    "CONTENT": "Offer education and resources for the community on ADU's. Empower residents so they know they have options beyond just selling.",
    "UMAP_1": 10.88347244,
    "UMAP_2": 3.678767204
  },
  {
    "COMMENT_ID": 506,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "ADU considerations",
    "CONTENT": "ADUs are a way to get people living on their properties sooner than later. Make the permitting process quick and easy for ADU and I may consider living there while I rebuild.",
    "UMAP_1": 10.39401817,
    "UMAP_2": 3.706990957
  },
  {
    "COMMENT_ID": 546,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "ADU considerations",
    "CONTENT": "I do not think the community should become more dense. ADUs should only be teporary",
    "UMAP_1": 10.74985695,
    "UMAP_2": 3.297044039
  },
  {
    "COMMENT_ID": 598,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "ADU considerations",
    "CONTENT": "Offer incentives to homeowners to make existing aDU's available and ease the way for building additional ADUs to supplement housing.",
    "UMAP_1": 10.71329403,
    "UMAP_2": 4.011695862
  },
  {
    "COMMENT_ID": 652,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "ADU considerations",
    "CONTENT": "Allowing residents to have ADU's on their property would support transition from interim housing (i.e., hotels, temporary rentals, etc.) to their own property whereby they can then manage their own property again and the rebuilding project of their main home.  Transitioning to the main home upon completion.",
    "UMAP_1": 10.39974785,
    "UMAP_2": 4.176731586
  },
  {
    "COMMENT_ID": 770,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "ADU considerations",
    "CONTENT": "In our case we are adding an ADU to stay on our property and avoid having to pay for a mortgage and rent elsewhere at the same time. However we're hearing that permitting is SLOW at the moment so are concerned.",
    "UMAP_1": 10.17111397,
    "UMAP_2": 4.11107111
  },
  {
    "COMMENT_ID": 834,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "ADU considerations",
    "CONTENT": "Pre-permitted ADU designs. Most folks are not picky about how an ADU looks- they want fast build and understandable regulations- so they can earn rent.... which creates more housing in LA.",
    "UMAP_1": 10.11058712,
    "UMAP_2": 3.39656496
  },
  {
    "COMMENT_ID": 952,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "ADU considerations",
    "CONTENT": "These individually are complex and under performing. While ADU are touted as providing low income housing, this is not necessarily true. Many in my area are lucrative sources of income. ADU units also do not accommodate families.  Long term housing is more than a notion it means establishing the family home and social structure. The most recent disaster should not be a basis to justify reinventing neighborhoods to the image of concrete jungles and multi family rentals.",
    "UMAP_1": 10.50860786,
    "UMAP_2": 3.06189847
  },
  {
    "COMMENT_ID": 1154,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "ADU considerations",
    "CONTENT": "I think the ADU units are a good idea the city should allow more people to build them with less restrictions.  Allow contractors to build more apartment building in restricted residential areas",
    "UMAP_1": 10.76756668,
    "UMAP_2": 3.891994238
  },
  {
    "COMMENT_ID": 1168,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "ADU considerations",
    "CONTENT": "should not be assessed for ADU will assist folks to move back to neighborhood faster and/or could assist housing some of the trades needed to rebuild",
    "UMAP_1": 10.46396923,
    "UMAP_2": 4.006342411
  },
  {
    "COMMENT_ID": 1201,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "ADU considerations",
    "CONTENT": "ADUs have destroyed neighborhoods and contributed to dense communities and they have not alleviated rising rents or 'housing shortages'. If a homeowner is faced with a catastrophe and have lost their home, the government must not implement harsh and costly upgrades if the homeowner wants to rebuild.",
    "UMAP_1": 10.55391216,
    "UMAP_2": 3.293548822
  },
  {
    "COMMENT_ID": 1212,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "ADU considerations",
    "CONTENT": "REALLY speed up the approval process. Also, strongly encourage bungalow courts for multi-family housing-- basically groupings of 4 to 10 ADU-type buildings. They suit the Alta/Pasadena aesthetic, are affordable, are much better looking than flat, generic boxes, and will help bring renters to our community.",
    "UMAP_1": 10.18622494,
    "UMAP_2": 3.243578911
  },
  {
    "COMMENT_ID": 1230,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "ADU considerations",
    "CONTENT": "Relax Malibu overprotectiveness and overreach; allow small ADU's with less code restriction, but with fire resistant materials.",
    "UMAP_1": 11.19120026,
    "UMAP_2": 3.543507338
  },
  {
    "COMMENT_ID": 1375,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "ADU considerations",
    "CONTENT": "Rather than temporary housing, a priority should be placed in Accessory Dwelling Units (ADUs), home rebuilding, long-term housing solutions",
    "UMAP_1": 10.50312996,
    "UMAP_2": 3.547617435
  },
  {
    "COMMENT_ID": 1619,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "ADU considerations",
    "CONTENT": "ADUs may allow homeowners to recover an economic loss, but more residents will add to the evacuation problem.   It is not practical or safe to keep adding residence to a community that only has two roads in and out.",
    "UMAP_1": 10.80128288,
    "UMAP_2": 3.515481472
  },
  {
    "COMMENT_ID": 1674,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "ADU considerations",
    "CONTENT": "Allowing more flexibility with adding ADUs will support our entire community. Can this be incentivized in some way.",
    "UMAP_1": 10.92836857,
    "UMAP_2": 3.670998335
  },
  {
    "COMMENT_ID": 1736,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "ADU considerations",
    "CONTENT": "ADU shall not be a requirement regardless of CA housing shortage.",
    "UMAP_1": 10.29508019,
    "UMAP_2": 3.558021307
  },
  {
    "COMMENT_ID": 261,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Other",
    "CONTENT": "The city should also make it easier to turn single family homes into duplexes and triplexes.",
    "UMAP_1": 10.47690868,
    "UMAP_2": 2.291852951
  },
  {
    "COMMENT_ID": 367,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Streamline rebuilding process",
    "CONTENT": "Minimize unnecessary bureaucratic obstacles in California while maintaining the integrity of the building process.",
    "UMAP_1": 8.656170845,
    "UMAP_2": -2.561382294
  },
  {
    "COMMENT_ID": 1011,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Affordability, density, and fire-safe rebuilding",
    "CONTENT": "We're already in a rent crisis, and the wildfires are just fanning the flames. Everyone is being exploited; not just residents, but also small business owners! (You want to know why tacos are so expensive? RENT! Why doctors are so expensive? RENT! Why so few community spaces exist? RENT!) If we want our economy to recover from COVID and the fire, we need high-density housing, and we need LOTS of it FAST. Even if it's not financially sensible for developers. We ought to stop pouring money into subsidies that just make the housing market rise even faster; let's build high quality public housing and roll back our ridiculous zoning laws. Let's do whatever it takes; even give a housing agency right of first refusal on all real estate sales.",
    "UMAP_1": 11.68393612,
    "UMAP_2": -1.740656972
  },
  {
    "COMMENT_ID": 417,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Other",
    "CONTENT": "City and county planners should have pre-planned and approved site plans so residents can build back better and safer.",
    "UMAP_1": 10.79313088,
    "UMAP_2": 1.255651593
  },
  {
    "COMMENT_ID": 513,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Streamline rebuilding process",
    "CONTENT": "As everyone knows, the red tape is insane, permitting costs are insane, construction costs, architects -- if anyone is able to rebuild in Altadena it will be a miracle.",
    "UMAP_1": 8.538566589,
    "UMAP_2": -2.445198059
  },
  {
    "COMMENT_ID": 614,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Streamline rebuilding process",
    "CONTENT": "Abolish the Coastal Commission, accelerate permitting for new building, remove government red tape, offer incentives for new builds",
    "UMAP_1": 8.013946533,
    "UMAP_2": -2.465608597
  },
  {
    "COMMENT_ID": 679,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Streamline rebuilding process",
    "CONTENT": "I see prior comments on all these proposed regulations-  at what cost?",
    "UMAP_1": 8.146644592,
    "UMAP_2": -1.731550217
  },
  {
    "COMMENT_ID": 870,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Streamline rebuilding process",
    "CONTENT": "Let the market take care of the buildings! The government is inefficient. Reduce red tape, allow more and denser buildings, give more buildings permit. It is supply-demand! It will decrease prices for everyone. If Houston can do it, so can we!",
    "UMAP_1": 8.753887177,
    "UMAP_2": -1.920202971
  },
  {
    "COMMENT_ID": 1013,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Streamline rebuilding process",
    "CONTENT": "We ought to rethink and streamline regulations for everyone. Obviously we need regulations for things like fire resistance and sprinkler systems, but there must be lots of other things we can cut. If fewer regulations are good enough for rebuilding right now, why aren't they good enough for rebuilding all the time?",
    "UMAP_1": 8.443670273,
    "UMAP_2": -1.455042481
  },
  {
    "COMMENT_ID": 1156,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Streamline rebuilding process",
    "CONTENT": "Long term building efforts have to be fire safe to move forward. That being said, there needs to be MUCH LESS red tape involved for us to get our communities back.",
    "UMAP_1": 8.261638641,
    "UMAP_2": -2.628704071
  },
  {
    "COMMENT_ID": 1309,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Streamline rebuilding process",
    "CONTENT": "Efforts to streamline the housing re-permitting process for fire victims should be expanded to include everyone else. By making this process more efficient we could increase the supply of housing, reducing cost.",
    "UMAP_1": 8.22484684,
    "UMAP_2": -1.618977427
  },
  {
    "COMMENT_ID": 1328,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Streamline rebuilding process",
    "CONTENT": "Consistency for One California is a must. My community of Paradise Ca had substantial costs with permits, surveys, septic, architect costs. Fleeced by our own town.",
    "UMAP_1": 8.179541588,
    "UMAP_2": -2.313133955
  },
  {
    "COMMENT_ID": 1355,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Streamline rebuilding process",
    "CONTENT": "County or city building processes have to be streamlined and charges kept manageable\r\nFor people\r\nTo recover successfully.  Plans and permits can't be mired in municipal offices for undue amounts of time.",
    "UMAP_1": 7.962081909,
    "UMAP_2": -2.046949625
  },
  {
    "COMMENT_ID": 1433,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Streamline rebuilding process",
    "CONTENT": "All housing rebuilds and new developments in rebuilding areas should be reviewed ministerially and expedited so that permits can be issued within 30-60 days. This should apply to any housing project meeting current building and zoning codes and, of course, to actual rebuild projects. The Mayor and Governor's arbitrary 110% footprint and height requirement only punishes people who need to rebuild their homes or businesses by not allowing them to build what would be allowed for anyone else in the City.",
    "UMAP_1": 8.423318863,
    "UMAP_2": -1.884827256
  },
  {
    "COMMENT_ID": 1443,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Streamline rebuilding process",
    "CONTENT": "County needs to expedite all permits for building houses.  We absolutely can't afford to rent and pay mortgage for as long as this is going to take so don't want permits delayed for months costing us tens of thousands of dollars we don't have to waste.",
    "UMAP_1": 7.968735218,
    "UMAP_2": -1.710960031
  },
  {
    "COMMENT_ID": 1481,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Streamline rebuilding process",
    "CONTENT": "Permit process needs to expedited without delay and costs need to be minimal for residents to rebuild.",
    "UMAP_1": 8.356531143,
    "UMAP_2": -2.200058937
  },
  {
    "COMMENT_ID": 1502,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Streamline rebuilding process",
    "CONTENT": "Please simplify all of this. I never wanted to figure out how to build a home. This needs to be overhauled for all the people you failed. Waive all the fees. Why are we paying you more? What does it go towards? Fire protection lol?? (Sorry to be spicy, but dude.)",
    "UMAP_1": 8.348014832,
    "UMAP_2": -2.223877192
  },
  {
    "COMMENT_ID": 1523,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Streamline rebuilding process",
    "CONTENT": "Remove all bottlenecks. I am sure there were some lessons learned here.",
    "UMAP_1": 8.659350395,
    "UMAP_2": -2.0423491
  },
  {
    "COMMENT_ID": 1531,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Streamline rebuilding process",
    "CONTENT": "Too many laws and regs from too many layers of gov to make any real progress.",
    "UMAP_1": 7.883328438,
    "UMAP_2": -2.357976913
  },
  {
    "COMMENT_ID": 1546,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Streamline rebuilding process",
    "CONTENT": "Make this process easier by committing to a bold mission statement focused on improvement. Hire more locals and ensure our Los Angeles team is trained to accelerate progress. We must dismantle the slow, outdated government processes and replace them with efficient, modern solutions. We should not repeat past mistakes; instead, we will grow and thrive.",
    "UMAP_1": 7.695538044,
    "UMAP_2": -2.265262127
  },
  {
    "COMMENT_ID": 1592,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Streamline rebuilding process",
    "CONTENT": "Expedited permitting time and the cost of permits for rebuilds should be waived - these rebuilds are not being done by choice but by necessity and a result of government not being prepared and letting an entire community burn to the ground overnight.",
    "UMAP_1": 8.278327942,
    "UMAP_2": -1.749294877
  },
  {
    "COMMENT_ID": 1639,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Streamline rebuilding process",
    "CONTENT": "Allow people to do what they need to do to rebuild.  EVERYONE is going to have a significant shortfall when it comes to rebuilding.  Clear the way so there are less hurdles",
    "UMAP_1": 9.006748199,
    "UMAP_2": -1.737622142
  },
  {
    "COMMENT_ID": 270,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Temporary housing",
    "CONTENT": "The city has been over relying on temporary housing and interim housing solutions that are run by non-profits and private businesses. These greedy middle-men are exploiting city programs for their own benefit. The city needs to build public, affordable housing with the EXPRESS intention of reducing property values and rent. Ignore landlord, land developer, and private equity interests that are making it impossible for working class people to survive in this city.",
    "UMAP_1": 9.235812187,
    "UMAP_2": 0.1895970106
  },
  {
    "COMMENT_ID": 275,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Other",
    "CONTENT": "Rental rates are insane. I still can't find a place to live while I rebuild my house. Please consider subsidies.",
    "UMAP_1": 10.54033947,
    "UMAP_2": -0.7487241626
  },
  {
    "COMMENT_ID": 467,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Temporary housing",
    "CONTENT": "It should be legal to live for an indefinite amount of time on a property, in a trailer or other mobile unit where the structure of record is uninhabitable or was removed.",
    "UMAP_1": 8.731162071,
    "UMAP_2": 1.33755672
  },
  {
    "COMMENT_ID": 508,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Temporary housing",
    "CONTENT": "We have so many empty buildings downtown, need to find a way to use them for housing, faster.",
    "UMAP_1": 9.356657028,
    "UMAP_2": 0.1010732353
  },
  {
    "COMMENT_ID": 556,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Temporary housing",
    "CONTENT": "I have been in a hotel for three months. The Landlord is harassing me and I am now trying to find a new apartment without any assistance. The Landlord has violated city laws and the city of Pasadena has not been helpful at all.",
    "UMAP_1": 9.064867973,
    "UMAP_2": 0.234474957
  },
  {
    "COMMENT_ID": 597,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Temporary housing",
    "CONTENT": "Temporary long term housing allows people to focus on the next step the in recovery process. Month to month housing for total loss is not helpful.",
    "UMAP_1": 9.790946007,
    "UMAP_2": 0.9130054712
  },
  {
    "COMMENT_ID": 662,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Temporary housing",
    "CONTENT": "An over-abundance of temporary housing will just lien wealthy people's pockets will making it more difficult for people to acquire permanent housing.",
    "UMAP_1": 9.37682724,
    "UMAP_2": 0.3487022817
  },
  {
    "COMMENT_ID": 691,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Temporary housing",
    "CONTENT": "Allow RVs on property for a fixed period.  Don't create excessive government agencies for temporary issues.",
    "UMAP_1": 8.833004951,
    "UMAP_2": 1.297865868
  },
  {
    "COMMENT_ID": 730,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Temporary housing",
    "CONTENT": "Is already existing structures for temporary buildings, all what we need to do Is tu upgrade that way we reduce the cost of maintenance. I already mention a suitable way to make a long Term housing Solution.",
    "UMAP_1": 9.994645119,
    "UMAP_2": 1.455745339
  },
  {
    "COMMENT_ID": 738,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Temporary housing",
    "CONTENT": "During recovery regulations must be eased to allow for housing of affected people. Temporary housing will be essential for anyone that loses a home. ADUs can play a part, as well as RVs, FEMA style trailers, etc.",
    "UMAP_1": 9.430164337,
    "UMAP_2": 1.486463666
  },
  {
    "COMMENT_ID": 813,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Temporary housing",
    "CONTENT": "My ALE is limited. I need a somewhere to go once it is out.",
    "UMAP_1": 9.985398293,
    "UMAP_2": 0.3446510434
  },
  {
    "COMMENT_ID": 839,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Temporary housing",
    "CONTENT": "Build SROs",
    "UMAP_1": 9.000792503,
    "UMAP_2": 0.5223577619
  },
  {
    "COMMENT_ID": 860,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Temporary housing",
    "CONTENT": "An eviction moratorium should go into effect for two months in a county whenever there is natural disaster. Then it can be fine-tuned and continued more specifically after the first 2 months. We had 3 fires going at once, hundreds of thousands getting displaced and evictions were still going on. Ridiculous.\r\n\r\nADUs should be allowed. \r\n\r\nThose of us in apartments are just getting forced out. The ash remediation was just not done and we had no help addressing it. AS tenants we had no ability to handle this ourselves. We were reliant on ownership who were so busy seeing dollar signs for potential rent they just didn't care.",
    "UMAP_1": 9.658472061,
    "UMAP_2": 1.67073977
  },
  {
    "COMMENT_ID": 960,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Temporary housing",
    "CONTENT": "FEMA-like trailers parked in public lots with help nearby",
    "UMAP_1": 9.219064713,
    "UMAP_2": 1.257009506
  },
  {
    "COMMENT_ID": 969,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Temporary housing",
    "CONTENT": "Should consider flexible housing the tiny home communities in these areas as permanent additions. These communities are often transportable so could be an option for future fires.",
    "UMAP_1": 9.148628235,
    "UMAP_2": 1.021930695
  },
  {
    "COMMENT_ID": 991,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Temporary housing",
    "CONTENT": "For victims that are still experiencing homelessness we need to rent out a old hotel or a designated hotel for those who have been impacted and unable to afford housing at the current moment !! This will\r\nHelp them get on their feet to save money for mortgages and future rebuilding expenses!!",
    "UMAP_1": 8.93904686,
    "UMAP_2": 0.5101440549
  },
  {
    "COMMENT_ID": 1184,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Temporary housing",
    "CONTENT": "People displaced by the fires need help not only with rebuilding, but with living in their chosen communities immediately.",
    "UMAP_1": 9.987232208,
    "UMAP_2": 0.4224267304
  },
  {
    "COMMENT_ID": 1295,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Temporary housing",
    "CONTENT": "Better coordination is needed between insurance companies and state agencies, so that residents of threatened areas can receive $ for temporary housing BEFORE evacuation is mandatory and can continue to receive it until essential services are restored to their homes. Right now, most people only receive assistance as long as evacuation is mandatory and only until the order is lifted, regardless of whether power, water and other essential services have been restored.",
    "UMAP_1": 9.615992546,
    "UMAP_2": 0.6843483448
  },
  {
    "COMMENT_ID": 1371,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Temporary housing",
    "CONTENT": "Make it easier to get temporary housing",
    "UMAP_1": 9.4495821,
    "UMAP_2": 0.8100015521
  },
  {
    "COMMENT_ID": 1400,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Temporary housing",
    "CONTENT": "For certain survivors",
    "UMAP_1": 10.02137661,
    "UMAP_2": 0.1259300709
  },
  {
    "COMMENT_ID": 1632,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Temporary housing",
    "CONTENT": "Provide shelter even if temporary w/tiny home or mobile unit while rebuilding. Look at Sonoma county after their fires-lots of people lived in temporary units on their lot while rebuilding. Also the county had a dedicated fast track team to process building permits.",
    "UMAP_1": 9.160210609,
    "UMAP_2": 1.019770622
  },
  {
    "COMMENT_ID": 1676,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Temporary housing",
    "CONTENT": "I believe people should be allowed to live onsite in trailers while they rebuild for practicality reasons",
    "UMAP_1": 8.913461685,
    "UMAP_2": 1.435271025
  },
  {
    "COMMENT_ID": 1688,
    "CATEGORY": "Housing and rebuilding",
    "SUBCATEGORY": "Temporary housing",
    "CONTENT": "people should absolutely be allowed to live on their properties while they rebuild. it's crazy to be paying a mortgage on a property that you can't live on while you figure out how to rebuild your home. there should also be clear public information about what is permittable in the area and the county should be educated about it and required to expedite it. they often give wrong information. last, permitting fees for building new ADU (that weren't there before the fire) should be permanently waived. the cost of permits is often 50% of the total ADU budget.",
    "UMAP_1": 8.956842422,
    "UMAP_2": 1.602267027
  }
]