[
  {
    "COMMENT_ID": 555,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency warning systems",
    "CONTENT": "In Japan they have an extremely loud warning system for tsunamis and evacuation routes well marked\r\n\r\nI believe we still have the vestiges of an old air raid siren system here\r\nIn the 1970's they used to test it about once a month if I recall correctly\r\n\r\nCoordination among agencies is of paramount importance in disaster reaction & recovery\r\nWe have more than enough Fed & State human, financial & material resources 2 face the challenges\r\n\r\nUnfortunately they are poorly coordinated  It is good that Gov Newsome designated a PPP 2 manage the recovery, this should work well\r\n\r\nThe well known people & companies involved in LA Rises & Steadfast LA are much appreciated, however PPPs need to include people with a vision for sustainable community development",
    "UMAP_1": 7.421389103,
    "UMAP_2": 7.895020008
  },
  {
    "COMMENT_ID": 892,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency warning systems",
    "CONTENT": "Information Systems\r\n\r\nUnified information hierarchy with verification protocols\r\nWhatsApp communication system for all neighborhoods\r\nInformation aggregator across platforms (TCEP, Facebook, Nextdoor)\r\nVideo update system from cameras throughout the canyon\r\nWatch Duty app integration for real-time updates\r\n\r\nCommunity Connections\r\n\r\nNeighborhood buddy system for checking on each other\r\nTalent and resource directory organized by zone\r\n\"Know your neighbors\" initiatives\r\nMonthly preparedness to-do lists\r\nAnnual neighborhood gatherings\r\n\r\nTechnical Solutions\r\n\r\nMeshtastic.org mesh network for emergency text communications\r\nLocal emergency co-citizen news and action hub\r\nSilver Lake walkie-talkie system for local coordination\r\nStarlink hubs with batteries at key ca",
    "UMAP_1": 6.068281651,
    "UMAP_2": 6.192194939
  },
  {
    "COMMENT_ID": 935,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency warning systems",
    "CONTENT": "We need more community outreach and education, especially at the grade school level. People should have a firm understanding about the landscape of the land around them and how fire is part of that landscape. More remote monitoring stations and staffed fire lookout towers need to be placed in fire risk zones. And early warning systems that are not reliant on a 3rd party private social media platform.",
    "UMAP_1": 5.674714088,
    "UMAP_2": 6.589936256
  },
  {
    "COMMENT_ID": 963,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency warning systems",
    "CONTENT": "One radio band for ALL police and fire departments in the County.",
    "UMAP_1": 7.142979145,
    "UMAP_2": 6.38501215
  },
  {
    "COMMENT_ID": 1001,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency warning systems",
    "CONTENT": "We need a hazard alert system that is up to the challenge of dealing with fast-moving disasters. Providing fast and accurate information for wildfires requires something more than the existing scattershot approach to blasting out evacuation notices.",
    "UMAP_1": 6.14873457,
    "UMAP_2": 7.205794811
  },
  {
    "COMMENT_ID": 1038,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency warning systems",
    "CONTENT": "There needs to be a warning system that is not reliant on mobile devices. There should be a public PA system, these used to exist but were decommissioned. Also the city of LA's transportation related departments should be consolidated to ensure smoother communication and effective responses during emergencies.",
    "UMAP_1": 6.958984852,
    "UMAP_2": 6.953208447
  },
  {
    "COMMENT_ID": 1047,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency warning systems",
    "CONTENT": "There should be ONE responsible government body which provides ONE vetted, real-time source of information via an app / text / website / phone number or calls / AM/FM radio / PA system / skywriting / whatever's required to get the good word out in the form most convenient to each citizen!",
    "UMAP_1": 6.342767715,
    "UMAP_2": 6.394776344
  },
  {
    "COMMENT_ID": 1070,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency warning systems",
    "CONTENT": "This is an excellent point. mobile phones are great, but many seniors don't have them or (if you're my mom) keep them on so figuring out a notification system that is multi-lingual and inclusive is critical to saving lives",
    "UMAP_1": 7.12242651,
    "UMAP_2": 6.284676075
  },
  {
    "COMMENT_ID": 1203,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency warning systems",
    "CONTENT": "There needs to be a plan for any type of disaster from fires, earthquakes, tsunamis to terrorist attacks. State Government must must work with city/counties and everyone must be on the same page to avoid chaos. We used to have the earthquake horns by the 10 freeway, what happen to them? Cell phone service isn't always reliable so there must be other forms of communication.",
    "UMAP_1": 7.252433777,
    "UMAP_2": 7.460509777
  },
  {
    "COMMENT_ID": 1217,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency warning systems",
    "CONTENT": "Sirens should be installed so that we don't need to rely on people having cell phones.",
    "UMAP_1": 8.04967308,
    "UMAP_2": 6.943408012
  },
  {
    "COMMENT_ID": 1232,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency warning systems",
    "CONTENT": "When the electricity goes down, cell phone users should be immediately migrated to Starlink during Fire Warning periods, which is not dependent on electricity.  Having no communication (no internet, no phones) is a matter of life or death when people can't get evacuation warnings.",
    "UMAP_1": 7.626629829,
    "UMAP_2": 6.61430788
  },
  {
    "COMMENT_ID": 1240,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency warning systems",
    "CONTENT": "Warning systems are essential. In the (small) Town of Paradise sirens are very effective. LA may be too vast for sirens but the warning system must reach everyone LOUDLY.",
    "UMAP_1": 7.73306942,
    "UMAP_2": 7.408409595
  },
  {
    "COMMENT_ID": 1264,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency warning systems",
    "CONTENT": "Broadband connectivity. Education programs regarding the many resources that exist and are free that enable residents to know what's going on around them. The Genasys Protect app was mentioned in county notifications. Anyone with a phone could have downloaded it and been on top of developments and information streams from multiple sources. But you wouldn't know that if you didn't follow the link. Improving the systems has a lot to do with empowering each person, making them aware of how much information is in the public sphere and making sure they know how to access it, including having the necessary device(s). So education, maybe takes live events or even neighborhood outreach teams. Students could help.",
    "UMAP_1": 6.296426296,
    "UMAP_2": 6.668481827
  },
  {
    "COMMENT_ID": 1291,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency warning systems",
    "CONTENT": "In our rural area, we've discovered the hard way that key equipment for landlines, cable/internet and cell service often shares a power pole. Which means literally every means of communication most people have access to goes down at the same time if the fire takes out that ONE pole. There ought to be a mandate for undergrounding ALL of those services and separating them where undergrounding is not possible. A grant program to equip rural residents with satellite phones for emergency use would also help, as would establishing local emergency radio frequencies we could tune into for updates. Also, cell phones should be able to connect to ANY available tower for ALL CALLS (not just 911) and alerts (nixle, watch duty, etc) during emergencies.",
    "UMAP_1": 8.155919075,
    "UMAP_2": 6.493556499
  },
  {
    "COMMENT_ID": 1333,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency warning systems",
    "CONTENT": "Update how to warn people. In Paradise CA the warning technology all failed. All cities should be required to test. If LA tested their systems after the Campfire 7 years ago they would have known their current system or technology needed to be improved.",
    "UMAP_1": 6.754762173,
    "UMAP_2": 8.240316391
  },
  {
    "COMMENT_ID": 1397,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency warning systems",
    "CONTENT": "Use additional, non-complex-technical solutions (air raid sirens), neighborhood alerts, RYLAN",
    "UMAP_1": 7.276782513,
    "UMAP_2": 7.275445461
  },
  {
    "COMMENT_ID": 1442,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency warning systems",
    "CONTENT": "We absolutely need an emergency alert system that does NOT depend on cell/wifi connection and electricity.",
    "UMAP_1": 7.410896301,
    "UMAP_2": 6.81614542
  },
  {
    "COMMENT_ID": 1571,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency warning systems",
    "CONTENT": "We have the capacity to send out warning of tsunamis, earthquakes, and fires, as well as what areas are at immediate and future risks.  This capacity should be used to ensure that accurate text message alerts go out as soon as possible.",
    "UMAP_1": 6.616710186,
    "UMAP_2": 7.495516777
  },
  {
    "COMMENT_ID": 1717,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency warning systems",
    "CONTENT": "This fire was unprecedented in that the winds created a very fast moving fire.  I think the city did a good job alerting people to high fire risk prior to the windstorm, as long as residents were signed up for the city's NotifyLA system and looked at NOAA reports ahead of time.  I don't know how best to get alerts to all citizens, especially the elderly who may be technology averse.  Maybe start with a cell phone push to alert citizens of fire risk, and I think it is also the responsibility of the residents to prepare adequately too for rapid evacuation.",
    "UMAP_1": 5.311812401,
    "UMAP_2": 6.639170647
  },
  {
    "COMMENT_ID": 308,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Evacuation planning",
    "CONTENT": "I feel like fire safety is and should be number one on our priority list I say this because not just the la fire but the fire in 1980 in Kansas at my house when I was a little girl not only did I lose my belongings my brothers and I lost being able to have both parents and I don't believe they would have been divorced if that fire never happened so yes fire first safety is priority.thank you Wanda",
    "UMAP_1": 3.779460907,
    "UMAP_2": 5.506941319
  },
  {
    "COMMENT_ID": 313,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Evacuation planning",
    "CONTENT": "we 100% need a better plan and to practice emergency evacuation in the palisades. the fact that people had to abandon their cars or go BACK to their houses in harms way can and will lead to more deaths if this ever happens again. creating more fire roads and also having a plan to get emergency vehicles in from different route would help.",
    "UMAP_1": 2.162431479,
    "UMAP_2": 3.345978737
  },
  {
    "COMMENT_ID": 328,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Evacuation planning",
    "CONTENT": "people had a hard time getting out of the Palisades. I'm not sure how these could be improved",
    "UMAP_1": 2.273421526,
    "UMAP_2": 2.546051502
  },
  {
    "COMMENT_ID": 365,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Evacuation planning",
    "CONTENT": "The state needs to plan for car-free evacuation options for every community. Cars are not a reliable way to get out of a canyon when a fire is coming. Run public shuttles or give people ebikes.",
    "UMAP_1": 2.102751493,
    "UMAP_2": 4.123930454
  },
  {
    "COMMENT_ID": 398,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Evacuation planning",
    "CONTENT": "The agencies Hazard planning as part of the General plans are a joke. Bike lanes and roadway reductions with no plan to evacuate. Most say shelter in place.  Overbuilding and no plan to evacuate.  Big tragedy and then the problem is ignored.",
    "UMAP_1": 3.839276791,
    "UMAP_2": 4.654968262
  },
  {
    "COMMENT_ID": 408,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Evacuation planning",
    "CONTENT": "prepare by using the practice drills used in schools.  There should be surprise drills in all LA neighborhoods so we can work as a community.  Clear instructions, car exits, walking, public buses should be part of these drills.  This will take a large amount of time but we have expertise. The only way to be PREPARED is to work together in our preparation.",
    "UMAP_1": 2.163234711,
    "UMAP_2": 5.132529736
  },
  {
    "COMMENT_ID": 418,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Evacuation planning",
    "CONTENT": "There should always be multiple ways out of a community.  LA Board of Supervisors should not approve developments that have only one way in and out of a canyon.",
    "UMAP_1": 3.120002508,
    "UMAP_2": 2.72551918
  },
  {
    "COMMENT_ID": 521,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Evacuation planning",
    "CONTENT": "What warning systems?  Palisades had evacuation routes, only there weren't nearly enough of them.  It is shocking to me that there weren't hundreds of people killed in the Palisades.  And yet development continued on, knowing full well that the routes were grossly inadequate to carry the people out fast enough.  Criminal.",
    "UMAP_1": 2.844654322,
    "UMAP_2": 2.987568378
  },
  {
    "COMMENT_ID": 666,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Evacuation planning",
    "CONTENT": "Fire personnel, pre-position, pre-position, PRE-POSITION!!!!!",
    "UMAP_1": 3.676182032,
    "UMAP_2": 4.772537231
  },
  {
    "COMMENT_ID": 993,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Evacuation planning",
    "CONTENT": "We need to have better processes and procedures to train all communities on emergency evacuation!! to prevent future disasters like this one to happen again!! Preparation is key to ensuring everyone safety'n",
    "UMAP_1": 3.037874699,
    "UMAP_2": 4.965750694
  },
  {
    "COMMENT_ID": 1002,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Evacuation planning",
    "CONTENT": "I very much agree that we need more community outreach and education. In addition to providing this for long-time residents, I also think that new residents need better information. I moved to LA recently, and I feel like I was totally unprepared for the situation. I wish I had gotten some sort of \"welcome packet\" telling me what I needed to know.",
    "UMAP_1": 3.707663536,
    "UMAP_2": 5.846128941
  },
  {
    "COMMENT_ID": 1004,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Evacuation planning",
    "CONTENT": "Absolutely! We can move something like 40x as many people in a bus than a car. Take your go bag and any pets and leave everything else. Losing your car to the fire is a small price to pay to save your neighbors' lives.",
    "UMAP_1": 1.906859636,
    "UMAP_2": 4.483342648
  },
  {
    "COMMENT_ID": 1052,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Evacuation planning",
    "CONTENT": "Without drills or tests of the system, there is no way to have confidence in its reliability.  There are no evacuation routes for our canyon areas. LAFD has told us they will assess the situation at the time. To avoid the chaos from the Palisades evacuation is for everyone to evacuate when asked and not wait.  Or if possible, evacuate when it's a warning. And to do that you must be prepared before a fire breaks out. Get those GoBags packed!",
    "UMAP_1": 1.85117054,
    "UMAP_2": 4.349376678
  },
  {
    "COMMENT_ID": 1064,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Evacuation planning",
    "CONTENT": "There are evacuation routes available for the public to use in canyon areas, please check with CAL OES, LA City, or LA County Fire for more information. The state has a \"ready-set-go\" emergency system. The fast spread of the palisades fire made the system go straight to GO forcing thousands of people to evacuate at a single time. The key to improving this is improving access via alternative modes of transportation. The canyon roads are already built to their widest extent.",
    "UMAP_1": 2.026068211,
    "UMAP_2": 3.231735945
  },
  {
    "COMMENT_ID": 1191,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Evacuation planning",
    "CONTENT": "1) The Sunset Fire evacuation did not have as much chaos that the Palisades Fire had. I believe that Red Flag Parking Restrictions should be expanded.\r\n\r\n2) There was an evacuation warning before the order. I think that as soon as a fire breaks out, everything in the fire's path should be evacuated.",
    "UMAP_1": 2.36796999,
    "UMAP_2": 2.879905701
  },
  {
    "COMMENT_ID": 1243,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Evacuation planning",
    "CONTENT": "My grandmother had a hard time getting out on Palisades Dr. There needs to be more than one way in and out of fire-affected areas.",
    "UMAP_1": 2.733738899,
    "UMAP_2": 2.891386271
  },
  {
    "COMMENT_ID": 1292,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Evacuation planning",
    "CONTENT": "Regarding evac routes: like Paradise, CA, my town has only one road that leads into and out of the area. It's a narrow, winding two-lane road, making evacuation slow. It's essential that people be able to leave well before evacuation becomes mandatory (see my earlier note about temporary housing coverage gaps), so that we aren't all trying to navigate that route at the same time under duress. \r\n\r\nThere are two other potential evac routes--an unpaved route through a State Forest and a paved road that's half collapsed due to erosion. Both are currently impassable and essentially death traps, but they could be turned into functional evacuation routes if funds were made available. I'm sure similar opportunities exist in other communities.",
    "UMAP_1": 3.676577091,
    "UMAP_2": 3.273530245
  },
  {
    "COMMENT_ID": 1353,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Evacuation planning",
    "CONTENT": "In high-risk areas, further development must be tied to adequate evacuation routes",
    "UMAP_1": 3.075409174,
    "UMAP_2": 3.918880224
  },
  {
    "COMMENT_ID": 1368,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Evacuation planning",
    "CONTENT": "There has to be a more reliable warning system. People dumping their cars and blocking the road should never have happened. Come up with community evacuation plans",
    "UMAP_1": 2.289219856,
    "UMAP_2": 3.851040125
  },
  {
    "COMMENT_ID": 1385,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Evacuation planning",
    "CONTENT": "This has to become the rule in neighborhoods, block clubs, community organizations and cities in the County.  Citizens need to be prepared, informed, and ready to handle whatever comes their way in an emergency, assuming that no one is coming to save them.  We need to have EMT/CPR skills on our blocks, have a communication system that is analog in the case of no communication, and a way to account for and support each other in scenarios where city and county services are over-taxed and not able to provide the level of support needed.  We need to get EMERGENCY READY, whether for fires, floods, earthquakes, or more unthinkable events such as sabotaging our communications and other infrastructure, which are currently very vulnerable.",
    "UMAP_1": 2.663056612,
    "UMAP_2": 5.688427448
  },
  {
    "COMMENT_ID": 1387,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Evacuation planning",
    "CONTENT": "I think all CERT training needs to be essential. When I was at school at St Rose Simi Valley in 2001 we had an entire week dedicated to learning what it was like to prepare. I think we've forgotten it. My nephew didn't even react the other day when we had a 4.5 earthquake. He didn't even acknowledge it. We need to prepare children from a young age. All cities should look at Laguna Beach, they offer free or $50 first aid/earthquake kits. All Middle and HS should require students take CERT classes. Making supplies accessible and affordable at all times. We are the most profitable state in all of the country. Reliable warning systems as well. Not ones that go off for t",
    "UMAP_1": 2.73537159,
    "UMAP_2": 5.428526878
  },
  {
    "COMMENT_ID": 1478,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Evacuation planning",
    "CONTENT": "Neighborhood councils should be responsible for organizing community meetings with emergency response agencies to develop community plans in an emergency.",
    "UMAP_1": 3.105290651,
    "UMAP_2": 5.387992859
  },
  {
    "COMMENT_ID": 1499,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Evacuation planning",
    "CONTENT": "Give LAFD stations 23 and 69 a seat at the table to make a plan for next time and approve whatever they say we need. \r\nAlso, it worked to have LAPD hold a line of residents back in a safe location up the canyon, and only let us out in batches after the bulldozer came. Thank you to whoever finally gave that order.",
    "UMAP_1": 3.196368456,
    "UMAP_2": 4.279241085
  },
  {
    "COMMENT_ID": 1516,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Evacuation planning",
    "CONTENT": "To put this simply, the Incident Command System needs to be revamped or improved to ensure the community knows what to do in wildfire emergencies.  It would be beneficial to the community to conduct annual drills, training, and more outreach to educate those prone to wildfire. For example, I'm not sure everyone knows about FEMA's Incident Command System or what CalOES does; but they should. Especially if they live and work in areas prone to wildfire. CalOES may even need offices in these areas to ensure such actions are implemented.",
    "UMAP_1": 3.74559021,
    "UMAP_2": 5.742387772
  },
  {
    "COMMENT_ID": 1532,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Evacuation planning",
    "CONTENT": "Need to have realistic evacuation routes and communications given the densities of people or restrict building to reduce the density.  Mandatory training drills might be useful.",
    "UMAP_1": 2.598711967,
    "UMAP_2": 4.629648685
  },
  {
    "COMMENT_ID": 1555,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Evacuation planning",
    "CONTENT": "I think all of these systems need to be reviewed from the bottom up and out as well as from the top down. Creating voluntary neighbourhood emergency councils, coordinated and supported by agencies and city councils can create a resilient community ecosystem for responding to disaster in the longer term. Evacuation routes are problematic in this area: it took us 2 hours to travel a distance that normally takes 15 minutes when evacuating and that was actually on us for leaving it until the last minute to evacuate. We've learned for the future and are sharing our learning with others!",
    "UMAP_1": 3.201451778,
    "UMAP_2": 4.844116688
  },
  {
    "COMMENT_ID": 1590,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Evacuation planning",
    "CONTENT": "The Palisades community had been asking about evacuation routes for many years and none was made clear. We are all very fortunate that Palisades High was not in session on the day of the fire as the City had issues evacuating the number of people in the Palisades without having 1000s of students also in session. There seemed to be a lack of coordination with traffic control once evacuation orders were given leading to residents abandoning their cars on Sunset. What and how traffic control plans will look like in future evacuations is a significant question.",
    "UMAP_1": 2.742370129,
    "UMAP_2": 3.420547724
  },
  {
    "COMMENT_ID": 1652,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Evacuation planning",
    "CONTENT": "In the absence of available personnel to direct traffic, there must be some technology in this day and age to serve that function through programming of the traffic lights.  Or have someone coordinated at the switch station with air ops to identify where traffic is building to change the traffic light patterns.",
    "UMAP_1": 3.708583593,
    "UMAP_2": 3.855996132
  },
  {
    "COMMENT_ID": 1684,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Evacuation planning",
    "CONTENT": "I agree. When the light on Sunset and Bienveneda went out, it made it really challenging to evacuate the school, with parents braving the busy intersection on foot to direct traffic. That light went out previously during high winds just before Christmas and it made the intersection very dangerous.",
    "UMAP_1": 3.384694338,
    "UMAP_2": 3.533747196
  },
  {
    "COMMENT_ID": 375,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency response improvements",
    "CONTENT": "It is understood that warning systems, evacuation routes, and inter-agency coordination are in place; however, these measures were not followed when they were most needed.",
    "UMAP_1": 3.383839369,
    "UMAP_2": 7.362244606
  },
  {
    "COMMENT_ID": 481,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency response improvements",
    "CONTENT": "There were no firefighters around when our house burned down.",
    "UMAP_1": 3.613245726,
    "UMAP_2": 8.62793541
  },
  {
    "COMMENT_ID": 587,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency response improvements",
    "CONTENT": "Knowing a full week in advance that winds were coming, there was no excuse for LA Fire to wait UNTIL fires had begun before deploying. There was no excuse for the city's top exec to be out of country.\r\n\r\nAnd clearly, there was not a well rehearsed protocol for what to do in a major fire storm. All of this is inexcusable.\r\n\r\nToday technology allows for alerts to be given so people can leave an area before the danger arrives, not flee their possessions and elderly or inform as fires encroaches on their own life. \r\n\r\nGoing forward, the State of CA should implement a disaster protocol set and incentivize cities to train and follow it when those towns are located in obviously risky fire or earthquake zones.",
    "UMAP_1": 3.707924604,
    "UMAP_2": 7.8974967
  },
  {
    "COMMENT_ID": 601,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency response improvements",
    "CONTENT": "Half of our community was warned too late. If they had been given alerts on time, many more lives, homes, and belongings could have been saved.",
    "UMAP_1": 3.240833759,
    "UMAP_2": 9.045906067
  },
  {
    "COMMENT_ID": 612,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency response improvements",
    "CONTENT": "Although I evacuated relatively early (9 pm 1/7), I heard from neighbors that first formal evacuation warning in my neighborhood was by a single officer with a bullhorn at 3:30 am after some homes in the neighborhood were engulfed, and one of 2 gate exits was blocked by a fallen tree. There was no electronic evacuation warning, cell service, or reverse 911 call in this area, as there were in La Crescenta when the Station Fire was advancing overnight into the neighborhoods. This is unacceptable. The mistakes made that night must never happen again.  Otherwise, the risk is simply too high for people to return.",
    "UMAP_1": 3.295623064,
    "UMAP_2": 8.849842072
  },
  {
    "COMMENT_ID": 664,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency response improvements",
    "CONTENT": "In addition to the clear failures in both fires, both locations, for notifications, I personally watched an area of Hollywood evacuated by emergency alert, then watched as approximately 10,000 cars all attempted to exit out of the area at exactly the same time; leading to some being stuck in their garages up to 2 hours after the initial evacuation notice went out, because of the massive log-jam of traffic. This was a complete failure in terms of communication/notification.  There was NO traffic control in advance of this notification which should have been required before sending it, especially for a high-density area.  There's no identified evacuation routes for these types of situations.",
    "UMAP_1": 2.064810038,
    "UMAP_2": 8.888820648
  },
  {
    "COMMENT_ID": 713,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency response improvements",
    "CONTENT": "There MUST be a collaboration with fire, police and other agencies to come up with a plan for emergency evacuation under all various scenarios, and 100% information exchanges between them!  It was an appalling as well as frightening situation to see well-meaning people trying to direct people trying to flee! Half of them were directing people towards the village from the western area, and others said to head westward!!  It is a miracle that so few lives were lost during that debacle.  And grateful we should all be that this happened in the morning, rather than at night! In fairness, the emergency alarm system did alert people --- but at least 10 minutes after the fire was clearly out of control. Why was the community not alerted a day early",
    "UMAP_1": 2.613133907,
    "UMAP_2": 8.456071854
  },
  {
    "COMMENT_ID": 761,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency response improvements",
    "CONTENT": "The evacuation was handled quite well, I don't know if investment there is needed.",
    "UMAP_1": 2.024948359,
    "UMAP_2": 6.991179943
  },
  {
    "COMMENT_ID": 763,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency response improvements",
    "CONTENT": "I went through the Eaton fire so cannot comment on Palisades.  The press has reported what can only be described as a lack of coordination.  Alerts went out too late, police and fire acting independently, etc.",
    "UMAP_1": 2.153824329,
    "UMAP_2": 8.085074425
  },
  {
    "COMMENT_ID": 807,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency response improvements",
    "CONTENT": "The fire fighters did not evacuate our area and then they watched our city burn to the ground. It is shameful and tragic that lives were lost due to the incompetence.",
    "UMAP_1": 2.797225952,
    "UMAP_2": 8.48370266
  },
  {
    "COMMENT_ID": 827,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency response improvements",
    "CONTENT": "More education about fire prevention, such as removing furniture and storage from the house perimeter, not using wood for fences, maintaining fire extinguishers, fireproof vents, etc should be required by the county and inspected by insurance companies. \r\n\r\nInsurance companies already check for overhanging trees, which is a similar risk issue.  Aftermarket sprinklers should be required inside and outside the house.  \r\n\r\nA siren alarm system such as that for tornadoes in other states is not costly. Cell phone alerts are not appropriate for middle of the night event.\r\n\r\nMy neighbors saved their houses by dousing small fires all night long.  When we are ordered to evacuate, the fire dept took the responsibility to save our homes.....and failed.",
    "UMAP_1": 3.804909945,
    "UMAP_2": 9.315297127
  },
  {
    "COMMENT_ID": 859,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency response improvements",
    "CONTENT": "I think this was well done. Fire coordinates across state, local, federal, and multiple jurisdiction better than any other group I have ever seen.",
    "UMAP_1": 1.687780499,
    "UMAP_2": 7.324490547
  },
  {
    "COMMENT_ID": 864,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency response improvements",
    "CONTENT": "Pre deploy the fire department on windy days. We KNEW this was a historic wind event and there were ZERO fire fighters deployed in the Palisades area. Have all agencies communicating.. this was NOT happening. Have police in the area helping divert traffic. 23,000 people leaving the Palisades with only 2 ways out with ZERO help on the ground.",
    "UMAP_1": 3.689439058,
    "UMAP_2": 7.923048019
  },
  {
    "COMMENT_ID": 1079,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency response improvements",
    "CONTENT": "Acknowledgment of this total failure on Jan 7 and 8 is the first step to fixing the issue.",
    "UMAP_1": 3.003386021,
    "UMAP_2": 6.984972954
  },
  {
    "COMMENT_ID": 1152,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency response improvements",
    "CONTENT": "I thought most of the emergency communications were working fairly well. I know there was some miscommunication messages about evacuation so that should be reviewed too",
    "UMAP_1": 2.427334309,
    "UMAP_2": 6.61576128
  },
  {
    "COMMENT_ID": 1163,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency response improvements",
    "CONTENT": "We were told to evacuate way too late. I left at 11:17am from my home and it took 3 hours to get out of the palisades. Unacceptable!! There needs to be a more local approach to evacuation and a clear plan as this cannot happen again.",
    "UMAP_1": 2.402213573,
    "UMAP_2": 9.61518383
  },
  {
    "COMMENT_ID": 1171,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency response improvements",
    "CONTENT": "There is so much more we could have done to be prepared. Homes and a church burned down on 1.8.25 in the Palisades. No one was there to help.",
    "UMAP_1": 3.942862034,
    "UMAP_2": 8.139904976
  },
  {
    "COMMENT_ID": 1178,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency response improvements",
    "CONTENT": "i still can't believe an evacuation notice was sent at 325am.  it's unconscionable.  an after action report must be conducted on this.",
    "UMAP_1": 2.648385525,
    "UMAP_2": 9.698399544
  },
  {
    "COMMENT_ID": 1252,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency response improvements",
    "CONTENT": "The mandatory evacuation order for the Palisades came too late. Fix the system.",
    "UMAP_1": 3.254490852,
    "UMAP_2": 9.591901779
  },
  {
    "COMMENT_ID": 1306,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency response improvements",
    "CONTENT": "My husband received evacuation order by alert, but , my iPhone didn't receive any.  Evacuation order should not alert 3 am without notice...The county should have notice us 8 pm or the time fire started...",
    "UMAP_1": 2.688119411,
    "UMAP_2": 9.485359192
  },
  {
    "COMMENT_ID": 1313,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency response improvements",
    "CONTENT": "The organizational ecosystem in LA is disjointed and did not coordinate well. Work should be done now to improve basic community organizing skills and methods.",
    "UMAP_1": 2.701336384,
    "UMAP_2": 7.160544395
  },
  {
    "COMMENT_ID": 1412,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency response improvements",
    "CONTENT": "This seemed to work very effectively.  I think improved planning will occur naturally.",
    "UMAP_1": 1.739454269,
    "UMAP_2": 6.769111156
  },
  {
    "COMMENT_ID": 1457,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency response improvements",
    "CONTENT": "Warning systems should be working, fire and police should be in place to assist in evacuations. Possibly sirens to alert neighborhoods in \"very high fire zones\" to evacuate.  Neighborhood meetings specific to fire evacuation routes and procedures.",
    "UMAP_1": 4.113564014,
    "UMAP_2": 8.343251228
  },
  {
    "COMMENT_ID": 1462,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency response improvements",
    "CONTENT": "This was the biggest failure of these fires, and it's essential that coordination is improved.",
    "UMAP_1": 2.341412067,
    "UMAP_2": 7.457679749
  },
  {
    "COMMENT_ID": 1500,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency response improvements",
    "CONTENT": "My family evacuated at 1:15 pm on the day of the fire.  One reason that we evacuated early was to avoid interfering with any emergency vehicles.  My ring cameras ran all afternoon, and the emergency responders never came.   In the future the emergency responders should communicate to us if they know they can't come.",
    "UMAP_1": 2.895467997,
    "UMAP_2": 8.817511559
  },
  {
    "COMMENT_ID": 1602,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency response improvements",
    "CONTENT": "I was shocked at how poorly the city handled the Palisades fire.  No water, no reservoirs, no police to handle traffic evacuations",
    "UMAP_1": 3.185279369,
    "UMAP_2": 8.064671516
  },
  {
    "COMMENT_ID": 1617,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency response improvements",
    "CONTENT": "All the first responders failed during this event, starting with the LA City Fire department that did not have equipment preposition for a very dangerous weather event.   The police response was also delayed. Both departments are seriously understaffed, possibly due to unaffordable compensation costs.   Whatever the case, both departments need to be staffed at per capitalevels that are comparable to other large cities in the United States..",
    "UMAP_1": 3.016329288,
    "UMAP_2": 7.868974686
  },
  {
    "COMMENT_ID": 1731,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Emergency response improvements",
    "CONTENT": "COORDINATION AMOUNG AGENCIES needs to be addressed. WATER regardless of any protected species should be made available in a time of emergency, furthermore FUND THE FIRE DEPARTMENT appropriately and don't publicize CA STATE/LA COUNTY scapegoat by firing the FIRE CHIEF. The people know better....its LA and the STATE that is the problem.",
    "UMAP_1": 2.487956285,
    "UMAP_2": 7.378795147
  },
  {
    "COMMENT_ID": 295,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Other",
    "CONTENT": "Some people who were killed in the fires couldn't get out. They had accessibility issues or special needs and need to be accounted for before disaster strikes so the appropriate resources can be rushed to save the most vulnerable. We need more information to get to people in a timely manner so they know where the fire is, which roads are inaccessible, which route to take, when to leave, when they can come back, etc. I heard in Palisades, police told people to exit their cars and run but then the cars in the road blocked fire fighter access and they needed to use a bulldozer. There need to be a one stop shop for all the info instead of the 5-10 different apps I got info from. I got more info from neighbors and next door than anything else.",
    "UMAP_1": 4.600985527,
    "UMAP_2": 6.004560947
  },
  {
    "COMMENT_ID": 363,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Other",
    "CONTENT": "This needs to be improved, and modernized. AI needs to be a part of it and it needs to be HYPER local (block by block specific). Also, an audit of the failings needs to be conducted.",
    "UMAP_1": 5.402956009,
    "UMAP_2": 7.558113098
  },
  {
    "COMMENT_ID": 376,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Other",
    "CONTENT": "Well planned evacuation routes and keeping communities in high risk areas apprised to these routes and what to do in the event of, is essential.",
    "UMAP_1": 4.346882343,
    "UMAP_2": 5.342645645
  },
  {
    "COMMENT_ID": 527,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Other",
    "CONTENT": "Still not sure why there were no fire personnel around upper Chautauqua the entire day?? With all of the other fires over the past 40 years that is the first place they race to.",
    "UMAP_1": 3.721837282,
    "UMAP_2": 7.14480114
  },
  {
    "COMMENT_ID": 554,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Other",
    "CONTENT": "Make sure that seniors and people with disabilities are not left behind. Registries alone are not going to help much, offer dedicated funding",
    "UMAP_1": 5.146337509,
    "UMAP_2": 6.07378149
  },
  {
    "COMMENT_ID": 584,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Other",
    "CONTENT": "Altadena was completely failed by the warning system!!!  911 was receiving calls about fires, and there was no evacuation warning.  Is anyone going to say what the heck happened?  And then we were all tortured by the erroneous warnings the following week and the county's response was \"it's an IT system problem, it's not an actual human sending this out\".  That's not acceptable!!!  Maybe it should be a combination of a human and a system.  Can we not have chat bots running our safety procedures????",
    "UMAP_1": 5.605498791,
    "UMAP_2": 9.188346863
  },
  {
    "COMMENT_ID": 605,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Other",
    "CONTENT": "You can reach out to the retirement communities for people to help develop Materials needed for evacuation and warning. There are many retired people with expertise that can help with an already stretched financial situation.",
    "UMAP_1": 4.852276325,
    "UMAP_2": 5.301577091
  },
  {
    "COMMENT_ID": 632,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Other",
    "CONTENT": "The state needs to give local municipalities mandates and resources to have emergency planning in place. Pasadena FAILED - its emergency and evacuation plan were nothing more than wish list and draft. Pasadena Fire Department said it had Genasys alert system which was never used. They had to ask - on the fly - for the Rose Bowl to be the incident command center and for the Convention Center to be a shelter. Neither of which were in any plans. No evacuation orders were issued until HOURS after the fire started - well after we could see the mountain on fire and ashes flying around! Who is responsible? PFD presented an evacuation plan a couple years ago and listed Pasadena Police in charge of evacuations - did PPD know they were in charge?",
    "UMAP_1": 4.631630421,
    "UMAP_2": 8.93198204
  },
  {
    "COMMENT_ID": 633,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Other",
    "CONTENT": "All government agencies should be required to give a public report on the after action for transparency and accountability. Pasadena cancelled all its public safety meetings so far this year and has yet to say they will talk about the most significant event they have faced. They need to be held accountable. If not for us peasants then for the money. LA will have the soccer World Cup, the Olympics and Pasadena is obviously ill-prepared for a fire during their Rose Parade.",
    "UMAP_1": 4.667966366,
    "UMAP_2": 8.17716217
  },
  {
    "COMMENT_ID": 634,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Other",
    "CONTENT": "The government said it used AI - the Genasys warning system was \"AI\" but it failed. The tech company deflected and said it was not their technology. \r\n\r\nYes and audit needs to be done! Why is there tech that no one is going to use?",
    "UMAP_1": 5.89780283,
    "UMAP_2": 8.326699257
  },
  {
    "COMMENT_ID": 635,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Other",
    "CONTENT": "There needs to be actual detailed protocols in place with responsible agencies and information dissemination. It is beyond the pale that vulnerable communities were not given consideration. The point of government is to have emergency planning, and cannot say that its up to us as individuals to figure it out!",
    "UMAP_1": 4.395623684,
    "UMAP_2": 6.799061775
  },
  {
    "COMMENT_ID": 643,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Other",
    "CONTENT": "no warnings no fire equipmeny no good government as has been the case in the Altadena area…was different under Antonovitch felt like somebody kind of had a interest in altadena when I would call them with even petty issues like trash collection…been different under Barger…all the people cooking in the street etc..felt like I lived in a cesspool and now this unacceptable lack of emergency resources and still it continues…somebody on my street living in a tent and reachimg out for help on Nextdoor…unacceptable",
    "UMAP_1": 4.931228161,
    "UMAP_2": 9.507135391
  },
  {
    "COMMENT_ID": 681,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Other",
    "CONTENT": "Please consider brush clearance, controlled burns and fines for those who do not properly maintain there brush/trees",
    "UMAP_1": 4.649200916,
    "UMAP_2": 4.082986355
  },
  {
    "COMMENT_ID": 731,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Other",
    "CONTENT": "Use a system similar to amber alerts that clearly stated all pertinent information. Emergency Management Centers should already be in place with a solid well trained staff",
    "UMAP_1": 4.955649853,
    "UMAP_2": 7.41943264
  },
  {
    "COMMENT_ID": 782,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Other",
    "CONTENT": "Alterts did not go out for people in Altadena living East of Lake until it was too late for many. With a propely working altert system, we may have been able to avoid many of the deaths that occurred due to the Eaton Fire.  \r\n\r\nAdditionally, instead of waking up to fire in the middle of the night, people could have had time to pack and evacuate, or water the property and try to defend their homes.",
    "UMAP_1": 4.559898376,
    "UMAP_2": 9.45926857
  },
  {
    "COMMENT_ID": 814,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Other",
    "CONTENT": "Part of me will never forgive the county's utter failure in protecting the people of West Altadena. Literally ANY alert system would be better than what was done for us.",
    "UMAP_1": 5.163938999,
    "UMAP_2": 9.603527069
  },
  {
    "COMMENT_ID": 979,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Other",
    "CONTENT": "Don't outsource our emergency warning systems to private companies who put peoples lives in the hands of an AI model. Competent human beings able to talk to all emergency services and make good decisions please.",
    "UMAP_1": 5.716991425,
    "UMAP_2": 8.041210175
  },
  {
    "COMMENT_ID": 1085,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Other",
    "CONTENT": "Prepare transit agencies and fleet owners to evacuate people who can't drive such as seniors or people with disabilities.",
    "UMAP_1": 4.635967255,
    "UMAP_2": 6.166076183
  },
  {
    "COMMENT_ID": 1153,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Other",
    "CONTENT": "Cities should have some sort of evacuation system for elderly retirees living in facilities. Even if the cities have to coordinate it with the retirement facilities operators.",
    "UMAP_1": 4.504159451,
    "UMAP_2": 6.254960537
  },
  {
    "COMMENT_ID": 1235,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Other",
    "CONTENT": "There was no warning systems in place for the Pasadena Altadena fire. Everyone was focused on the other fire when it first broke out. We were usually g channels 2,4, and 7 on tv to see what their reporters were saying, and finding out where they were. We needed official Pasadena updates from the fire or police, and did not get them.",
    "UMAP_1": 4.917635918,
    "UMAP_2": 8.860333443
  },
  {
    "COMMENT_ID": 1274,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Other",
    "CONTENT": "An actual working warning system would have been nice in Altadena.",
    "UMAP_1": 5.441257954,
    "UMAP_2": 8.829701424
  },
  {
    "COMMENT_ID": 1297,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Other",
    "CONTENT": "Retain qualified logistics and traffic experts to handle these issues.",
    "UMAP_1": 4.285349369,
    "UMAP_2": 4.618662834
  },
  {
    "COMMENT_ID": 1304,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Other",
    "CONTENT": "Clear and concise communication and instructions in the event of any disaster. Seems like no one knew what to do, where to go, or how to get there.",
    "UMAP_1": 3.90311718,
    "UMAP_2": 6.800799847
  },
  {
    "COMMENT_ID": 1434,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Other",
    "CONTENT": "Critical. The City should focus on effectively performing duties only the City can perform.",
    "UMAP_1": 3.284834862,
    "UMAP_2": 6.4317379
  },
  {
    "COMMENT_ID": 1449,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Other",
    "CONTENT": "Warning systems need significant improvement. Maybe copy the Amber Alert system. That works very well",
    "UMAP_1": 5.103689194,
    "UMAP_2": 7.859585762
  },
  {
    "COMMENT_ID": 1622,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Other",
    "CONTENT": "I thought the communication about the upcoming high winds and evacuation were very good. I got numerous text messages I had signed up for. I felt like I got enough notice on evacuating. The coordination of traffic was very poor. No excuse of the gridlock on Palisades Drive, we are all lucky many people up there did not die.",
    "UMAP_1": 2.507805824,
    "UMAP_2": 6.184896946
  },
  {
    "COMMENT_ID": 1667,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Other",
    "CONTENT": "This should be an easy fix",
    "UMAP_1": 5.310236931,
    "UMAP_2": 5.809057236
  },
  {
    "COMMENT_ID": 447,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Next-gen wildfire readiness",
    "CONTENT": "In theory, important. In reality, again, it will be a mess, and I'd rather you not even try.",
    "UMAP_1": 6.051698685,
    "UMAP_2": 5.173411846
  },
  {
    "COMMENT_ID": 449,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Next-gen wildfire readiness",
    "CONTENT": "There is not a good reason in 2025 to have outdated or ineffective warning systems and the ability for state, county and city agencies to effectively interact.",
    "UMAP_1": 7.132609844,
    "UMAP_2": 3.261663437
  },
  {
    "COMMENT_ID": 523,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Next-gen wildfire readiness",
    "CONTENT": "This is challenging, because warning systems, evacuations, etc can all be amazing, but if people don't listen and act it is sadly a wasted effort.",
    "UMAP_1": 6.447421074,
    "UMAP_2": 5.161472321
  },
  {
    "COMMENT_ID": 701,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Next-gen wildfire readiness",
    "CONTENT": "A lot of us want to clear brush and trees but are told we cannot because of ESHA. Suspend to Coastal act and ESHA with it.",
    "UMAP_1": 5.593164921,
    "UMAP_2": 4.188166618
  },
  {
    "COMMENT_ID": 717,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Next-gen wildfire readiness",
    "CONTENT": "Create  desinalation\r\nplants and may be once or twice a year \"make the rain\" on the most críticas áreas to damp it, AND I know that it Will be a Lot of monkey involve but Aldo we can make the geoengeneer wind catcher to reduce the risk in the case a fire spark apear.",
    "UMAP_1": 5.122294426,
    "UMAP_2": 4.496693611
  },
  {
    "COMMENT_ID": 878,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Next-gen wildfire readiness",
    "CONTENT": "There were too many articles being written about how severely understaffed the L.A. Fire Department is in regards to the area they serve. Staff appropriately. This seems like a no brainer seeing as we already passed the 1.5C threshold of global warming, which means our fire seasons will only get worse. Create an actual physical emergency system (like the ones they built in areas of the country that experience tornadoes). We need a better way. Also - the state needs to make a concerted effort to GET RID OF LAWNS. Stop using up all our water to water grass lawns. We need to educate people about the importance of planting NATIVE PLANTS. They are adapted to the region, save water, and provide fire resilience. It's a win for everyone!",
    "UMAP_1": 5.707945824,
    "UMAP_2": 3.19760108
  },
  {
    "COMMENT_ID": 907,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Next-gen wildfire readiness",
    "CONTENT": "Excellent items funded by previously appropriate taxation.",
    "UMAP_1": 6.004758835,
    "UMAP_2": 3.471763134
  },
  {
    "COMMENT_ID": 911,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Next-gen wildfire readiness",
    "CONTENT": "We need stations that monitor fire risk.  I imagine we were in an extremely risky dry state for months, just waiting for the next Santa Anas, let alone historic ones.",
    "UMAP_1": 4.860920906,
    "UMAP_2": 4.375838757
  },
  {
    "COMMENT_ID": 948,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Other",
    "CONTENT": "I suggest making  answers to the following information easily accessible.  Qs:  Is the Phase 2 debris to be removed completely toxin free?  If not, why should we not be concerned?  Has the Phase 2 debris been tested? When will my area have Phase 2 debris removal?",
    "UMAP_1": 5.065531731,
    "UMAP_2": 5.026147366
  },
  {
    "COMMENT_ID": 953,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Next-gen wildfire readiness",
    "CONTENT": "These systems are worthless if not implemented",
    "UMAP_1": 6.453505516,
    "UMAP_2": 4.97090292
  },
  {
    "COMMENT_ID": 980,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Next-gen wildfire readiness",
    "CONTENT": "CODE ENFORCEMENT NEEDS TO BE PROACTIVE, NOT REACTIVE. If we scratched the contract with WM for street sweeping in Palmdale, CA- we could replace that with 12 full-time code enforcing agents, and include a comprehensive benefits plan for them too. \r\n\r\nThey would be tasked with ensuring compliance from landlords, and home owners. Everyone needs to be responsible for what they own and it's part in creating chaos' potential...\r\n\r\nAlso, Everyone needs to know their neighborhood's emergency response plan for all types of emergencies.",
    "UMAP_1": 6.742985249,
    "UMAP_2": 4.495069027
  },
  {
    "COMMENT_ID": 981,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Next-gen wildfire readiness",
    "CONTENT": "These code enforcement agents would cost the same as the WM plan's expense in Palmdale, and be 5 times more effective...",
    "UMAP_1": 7.22878027,
    "UMAP_2": 4.441262722
  },
  {
    "COMMENT_ID": 1003,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Next-gen wildfire readiness",
    "CONTENT": "This is a great idea. Plans are wonderful, but they must be tested. Let's not wait to test them until lives are at stake.",
    "UMAP_1": 6.444767475,
    "UMAP_2": 4.62979269
  },
  {
    "COMMENT_ID": 1065,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Next-gen wildfire readiness",
    "CONTENT": "However a service like WatchDuty would be a great service for the state to partner with. They are a non-profit and bave a ton of volunteers at their disposal to provide real time updates.",
    "UMAP_1": 6.799001217,
    "UMAP_2": 2.696718693
  },
  {
    "COMMENT_ID": 1066,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Next-gen wildfire readiness",
    "CONTENT": "Those exist, they're called humidity sensors and they're provided by the national weather service.",
    "UMAP_1": 5.733190536,
    "UMAP_2": 4.209531307
  },
  {
    "COMMENT_ID": 1072,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Next-gen wildfire readiness",
    "CONTENT": "This effort needs to be led by the local community.",
    "UMAP_1": 5.785725594,
    "UMAP_2": 4.287491798
  },
  {
    "COMMENT_ID": 1181,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Next-gen wildfire readiness",
    "CONTENT": "Modern and effective warning systems and coordination of agencies will save money in the long run and better support community before, during, and after weather events and natural disasters.",
    "UMAP_1": 6.80063343,
    "UMAP_2": 3.719571114
  },
  {
    "COMMENT_ID": 1268,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Next-gen wildfire readiness",
    "CONTENT": "Task Force time needed. Organize the players in this fight and keep on them until a concensus is reached. Then implement the devil out of it! We know pretty much what needs to be done already. Start with the easiest to implement, issue the changes and enforce them. Don't stop working on the Version 2.0 changes and roll them out. Keep going! RINSE AND REPEAT!",
    "UMAP_1": 6.07277298,
    "UMAP_2": 4.212105751
  },
  {
    "COMMENT_ID": 1338,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Next-gen wildfire readiness",
    "CONTENT": "The state & many cities are planning for more growth & density, w/o paying attention to flood plains & fire prone areas. Even if the area is a \"high opportunity area\" if it's a flood plain per FEMA, it's highly irresponsible to put more people in the path of danger. We're now having more 100-year and 500-year storms and we must adapt to climate change, not ignore it. Same goes for tsunami zones, sea level rise & erosion, we should stop advocating for false solutions like sea walls & advocate for managed retreat instead. The city must have real community engagement and conduct drills so residents can be prepared for natural disasters. Language access is crucial, not only simple to understand, but translate messages to languages people speak.",
    "UMAP_1": 5.251571655,
    "UMAP_2": 2.921052217
  },
  {
    "COMMENT_ID": 1421,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Next-gen wildfire readiness",
    "CONTENT": "Create a network of sprinklers on the perimeter of the city to quickly extinguish fires using heat sensors",
    "UMAP_1": 5.535972118,
    "UMAP_2": 4.77737093
  },
  {
    "COMMENT_ID": 1487,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Next-gen wildfire readiness",
    "CONTENT": "Task force has to be made up of local residents who know all areas of the Pacific Palisades.",
    "UMAP_1": 4.896966934,
    "UMAP_2": 3.711293936
  },
  {
    "COMMENT_ID": 1567,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Next-gen wildfire readiness",
    "CONTENT": "It seems to me that there are too many agencies at too many different levels trying to be the central coordinator - but all using different systems, processes, etc. I think that that is the reason that grassroots efforts like Watch Duty sprout. Rather than trying to get people away from that, why not lean in to Watch Duty? Similar comment to previous: it needs to make sense to average citizen, leverage (not duplicate) existing infrastructures (e.g. smartphone apps) and be robust enough to hold (e.g. cell towers). Better to train local community to take care of vulnerable (e.g. elderly with no smart phone), than setting up large expensive public infrastructures to do so.",
    "UMAP_1": 6.829854965,
    "UMAP_2": 2.981831551
  },
  {
    "COMMENT_ID": 1583,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Next-gen wildfire readiness",
    "CONTENT": "Local jurisdictions should be kept up to date on emergency planning. I realize that many local jurisdictions don't have a lot of resources to keep this as a priority. Perhaps state and federal resources can be tapped to support this effort on a local level. Mutual Aid, especially in the fire response function, works extremely well in California, and it would be well to encourage this in all functions of emergency management.",
    "UMAP_1": 6.018923759,
    "UMAP_2": 3.298801661
  },
  {
    "COMMENT_ID": 1600,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Next-gen wildfire readiness",
    "CONTENT": "It seems the perfect time to coordinate these plans while the area is planning for rebuilding.",
    "UMAP_1": 5.284455776,
    "UMAP_2": 3.868857622
  },
  {
    "COMMENT_ID": 1689,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Next-gen wildfire readiness",
    "CONTENT": "this should be focused on prevention and rebuilding in such a way as to create resilience, not rebuilding in the old way then creating warning systems to alert us when history repeats itself.",
    "UMAP_1": 6.220906734,
    "UMAP_2": 3.737971306
  },
  {
    "COMMENT_ID": 1701,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Next-gen wildfire readiness",
    "CONTENT": "In 2025, it is silly to rely on a 3rd party like Watchduty to share critical wildfire and disaster information with residents. It is also silly that data standards and governance between FDs and emergency agencies are not standardized leading to headaches when building effective, digital emergency info tools. State should really prioritize efforts in digital tooling and notifications to prepare for the next wildfire season.",
    "UMAP_1": 7.256316662,
    "UMAP_2": 2.602908611
  },
  {
    "COMMENT_ID": 1705,
    "CATEGORY": "Emergency planning & community safety",
    "SUBCATEGORY": "Next-gen wildfire readiness",
    "CONTENT": "We live in an incredibly innovative state and have some of the best technology available - let's bring those amazing resources together to rethink these systems",
    "UMAP_1": 5.955306053,
    "UMAP_2": 3.090680838
  }
]