[
  {
    "COMMENT_ID": 520,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Other",
    "CONTENT": "Hold zoom workshops (and record them for future access) on various topics, like fire-resistant design, preparedness, safer landscaping, how to rebuild",
    "UMAP_1": 42.17528915,
    "UMAP_2": 22.16850472
  },
  {
    "COMMENT_ID": 1357,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Other",
    "CONTENT": "This is critical, of course, but many of us have already done this for a long time. Topanga has been a Firewise community since 2021, and we also have a very active Arson Watch, Firesafe Council, CERT, and Emergency Preparedness group in our midst. So, for us-this action isn't a \"recovery priority\" so much as it is [already] a way of life. \r\n*The only additional items I would request for our community would be to install a buried/retractable high-powered sprinkler system around the entire perimeter of our community and/or where it comes into contact with open space/the wildland urban interface (WUI). This system could be hooked up to non-potable water tanks (that are filled with captured stormwater) and \"powered\" with solar.",
    "UMAP_1": 41.23438644,
    "UMAP_2": 24.68694687
  },
  {
    "COMMENT_ID": 1650,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Other",
    "CONTENT": "Train community groups like town/neighborhood councils and CERTs on defensible space/structure hardening and have them conduct community-wide property reviews and education. Does not have to be an enforcement or narc approach but rather an offering of information specific to the property; it can even be a checklist on a trifold that checks off items that need to be retrofitted and specific instructions for the retrofit inside. It takes a village to educate but there's heavy reliance on the few in the government.",
    "UMAP_1": 41.63787842,
    "UMAP_2": 22.77032661
  },
  {
    "COMMENT_ID": 1636,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Other",
    "CONTENT": "All lots need to be cleared bc it cannot really be cleaned up if toxic material is airborne. There should be a city wide emergency day that educates people on safety and evacuations (Japan does this for earthquakes). It can be led by the city w/localities doing their own area-specific drills.",
    "UMAP_1": 38.45637512,
    "UMAP_2": 24.34539223
  },
  {
    "COMMENT_ID": 550,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Community preparedness",
    "CONTENT": "Ensuring that people with disabilities and seniors be a targeted priority outreach, evacuation, and support population for all natural disasters, such as wild fires.",
    "UMAP_1": 40.6723938,
    "UMAP_2": 21.49049187
  },
  {
    "COMMENT_ID": 262,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Community preparedness",
    "CONTENT": "Community town hall meetings, workshops focused on getting utilities and the community/village back up and running",
    "UMAP_1": 41.93087006,
    "UMAP_2": 21.37195015
  },
  {
    "COMMENT_ID": 428,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Community preparedness",
    "CONTENT": "Practice the preparedness training.  Offer monetary incentives to those who participate and practice the preparedness drills.",
    "UMAP_1": 41.50393295,
    "UMAP_2": 22.11462975
  },
  {
    "COMMENT_ID": 624,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Community preparedness",
    "CONTENT": "There was a sore lack of preparedness training and we need more resources for that. For example, Pasadena only held a handful of CERT trainings in 2024 - after several year hiatus. They have not had any scheduled since at least fall of 2024. The public emergency preparedness also needs to cover wildfire (and fires in general). I did training, including map my neighborhood before the pandemic and my training and to-go-bag were mostly irrelevant because it was mostly for earthquake disaster. The only design education the public gets is about drought-tolerant/resistance. There needs to be more education on fire-resistant design and mitigation measures. Just like there are tax credits for turf removal, there should be incentives for wildfire.",
    "UMAP_1": 41.31085968,
    "UMAP_2": 22.32668686
  },
  {
    "COMMENT_ID": 873,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Community preparedness",
    "CONTENT": "We need a better emergency system. California currently does not have any emergency preparedness system. The L.A. County digital broadcast was a joke - either going off every hour or being sent out to areas not even effected. After the third false alarm, you start to believe the government is playing wolf. How was this allowed? How is it the areas of Tornado Alley in the country have loud emergency systems, yet we do not? We need that as well. What if people don't have a smartphone? How will they ever be notified? WE NEED A BETTER WAY.",
    "UMAP_1": 40.95052338,
    "UMAP_2": 21.47303009
  },
  {
    "COMMENT_ID": 890,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Community preparedness",
    "CONTENT": "Funding for communities to engage organizers and facilitators to act as paid (not volunteer, as is the Topanga Town Council, Chamber of Commerce, Emergency Preparedness (TCEP), elderly support (SAGES) - to bring community leaders together, to interface with govt agencies.\r\nThere should be a team specifically dedicated to coordination and communications as soon as a fire or other crisis strikes.\r\nWe need a unified 'easy to use' communications system for communities in crisis, including a clear and well organized hierarchy for distributing communications & a neighborhood/zone system that people are already enrolled in prefire. Cellular systems or mesh net wifi should be available for text only communications throughout the city and county.",
    "UMAP_1": 41.44099426,
    "UMAP_2": 21.5435524
  },
  {
    "COMMENT_ID": 891,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Community preparedness",
    "CONTENT": "Community Readiness\r\n\r\nEnhanced personal go-bags with detailed exit plans\r\nStrike teams for seniors and vulnerable populations\r\nSupport for unhoused and day workers regarding emergency preparedness\r\nCommunity patrol expansion (more Arson Watch volunteers)\r\nTraining for a civilian crisis \"junior brigade\" (more affordable than current $5,000 course)\r\nInventory of residents who plan to stay during evacuations\r\nCoordinated training with existing organizations like TCEP",
    "UMAP_1": 40.94578934,
    "UMAP_2": 21.80059624
  },
  {
    "COMMENT_ID": 906,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Community preparedness",
    "CONTENT": "First two are obvious building code items. Preparedness training can be done individually and in private community groups.",
    "UMAP_1": 41.46500778,
    "UMAP_2": 22.25084686
  },
  {
    "COMMENT_ID": 916,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Community preparedness",
    "CONTENT": "Arson watch during red flag events is key. Cameras with sensors and monitoring at trail heads would be very helpful. Also closing trails during these events. Making it illegal with diligent enforcement to set up encampments in the hillsides.\r\nAs to an organized and trained group of citizens who will stay behind. That is the way neighborhoods can be saved. Also pool pumps hooked up to free standing engines to use pool water to fight fires.",
    "UMAP_1": 40.95549774,
    "UMAP_2": 22.18437767
  },
  {
    "COMMENT_ID": 1022,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Community preparedness",
    "CONTENT": "Can we hold some of these in person too? It's better to help get people talking to each other and working together on implementing these things, and that doesn't happen so much online.",
    "UMAP_1": 42.00863648,
    "UMAP_2": 21.70349884
  },
  {
    "COMMENT_ID": 1048,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Community preparedness",
    "CONTENT": "There is an existing program called California Volunteers, and within that, California Climate Corps. These already funded and populated programs should be leveraged as a part of on-the-ground prevention and recovery efforts including neighbor-to-neighbor networks (so we can look out for each other), and education.",
    "UMAP_1": 41.25767517,
    "UMAP_2": 22.08647537
  },
  {
    "COMMENT_ID": 1506,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Community preparedness",
    "CONTENT": "Yes! Sign me up for training! Organize me!\r\n\r\nNeighborhoods need community fire teams in place who set pumps and hoses out at the pools before evacuating. Maybe we even chainsaw any fuel, if there's time. Work with us. How long do you need the hoses to be and whose properties do you want to store them at for success?",
    "UMAP_1": 40.77071762,
    "UMAP_2": 22.46563149
  },
  {
    "COMMENT_ID": 1608,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Community preparedness",
    "CONTENT": "Preparedness training is also a great way to reinforce community connection on human scale",
    "UMAP_1": 41.52934265,
    "UMAP_2": 21.83325386
  },
  {
    "COMMENT_ID": 515,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Other",
    "CONTENT": "Not one of my neighbors was prepared in any way for this disaster.  God forbid what will happen when the big earthquake comes.  We are going down.",
    "UMAP_1": 42.85879898,
    "UMAP_2": 22.92657661
  },
  {
    "COMMENT_ID": 997,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire resistant building and landscaping",
    "CONTENT": "Fire resistant building materials, consistent audits of defensible space. (Individual buy in to the intrusion that an audit requires, for the greater good) audits of power companies to ensure they are not at risk for causing a fire.\r\nSincere attempts to reduce factors contributing to climate instability",
    "UMAP_1": 41.83882523,
    "UMAP_2": 24.57562065
  },
  {
    "COMMENT_ID": 1218,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire resistant building and landscaping",
    "CONTENT": "Need community coordination of these efforts and either make it mandatory (part of building code) or offer financial incentives to harden homes against fire. Loosen some aspects of code/standards that are preventing us from staggering homes on lots to reduce structure-to-structure fire risk.",
    "UMAP_1": 44.29405975,
    "UMAP_2": 24.7529335
  },
  {
    "COMMENT_ID": 1572,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire resistant building and landscaping",
    "CONTENT": "Change can be difficult.  I, too, love to have plants near and around my home, but if the reality of fire risk is there...it would be selfish to refuse.  The same applies to building materials.  While I would once have scoffed at the idea of stucco siding, I now look at this as potentially a safer alternative to all wood siding.  That may or may not be true, but if I were building from scratch, I would embrace all I could learn about fire resistant design, just as I look at accessible design needs.",
    "UMAP_1": 41.72094727,
    "UMAP_2": 25.38347244
  },
  {
    "COMMENT_ID": 758,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire resistant building and landscaping",
    "CONTENT": "We all know what we would prefer our communities \"look\" like, but recognizing the hazards of where we live and HOW we need to build in preparation for those hazards is more important than our cultural ideal of a neighborhood. People should be willing to accept some change in how we construct buildings and develop larger settlements/communities so that fire protection can take priority.",
    "UMAP_1": 41.42208099,
    "UMAP_2": 24.78184128
  },
  {
    "COMMENT_ID": 274,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire resistant building and landscaping",
    "CONTENT": "People should be held to code and standards. I lived next to a hoarder. I reported this many times and got nowhere. I truly believe it was why my house burned down.",
    "UMAP_1": 43.97208405,
    "UMAP_2": 23.85802078
  },
  {
    "COMMENT_ID": 300,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire resistant building and landscaping",
    "CONTENT": "We need climate resilient landscaping, native plants, trees that don't burn like oaks, remove palms and eucalyptus. We need real brush clearance in high risk places next to houses. We need to remove non native brush. We need revised building codes. I have been hardening my house with roof sprinklers, 1/8 inch wire mesh covering all vents, brush clearance, etc.",
    "UMAP_1": 42.65869904,
    "UMAP_2": 25.69606781
  },
  {
    "COMMENT_ID": 301,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire resistant building and landscaping",
    "CONTENT": "I'd like to see public support/subsidies for roofing and building materials that resist fire.",
    "UMAP_1": 43.69968414,
    "UMAP_2": 25.67519569
  },
  {
    "COMMENT_ID": 370,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire resistant building and landscaping",
    "CONTENT": "These initiatives should be incentivized to encourage participation, and the public should be educated about their benefits and importance. However, making them mandatory may not be the best approach, as it could lead to resistance or unintended consequences. Instead, fostering voluntary engagement through positive reinforcement would likely yield better long-term outcomes.",
    "UMAP_1": 43.66854858,
    "UMAP_2": 25.58532524
  },
  {
    "COMMENT_ID": 379,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire resistant building and landscaping",
    "CONTENT": "All new construction should be fire-resistant. In times of high threat, we should implement emergency fire-hardening measures and strengthen community preparedness. Additionally, we need to invest in advanced fire suppression technologies and improve our infrastructure to better protect our communities.",
    "UMAP_1": 42.85837936,
    "UMAP_2": 24.53711319
  },
  {
    "COMMENT_ID": 395,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire resistant building and landscaping",
    "CONTENT": "We cannot rebuild LA without putting measures in place to mitigate these natural disasters in the future. There will be more fires, flood, earthquakes and no Tsunami's",
    "UMAP_1": 43.31738281,
    "UMAP_2": 23.39006805
  },
  {
    "COMMENT_ID": 471,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire resistant building and landscaping",
    "CONTENT": "Palm trees are a fire hazard, grass lawns are wasteful of water.  Incentivizing replacing both  to safer and more practical alternatives should be a priority for all of SoCal to reduce fire risk and waste of fire-fighting resources.",
    "UMAP_1": 42.07232666,
    "UMAP_2": 25.78809166
  },
  {
    "COMMENT_ID": 541,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire resistant building and landscaping",
    "CONTENT": "Promoting the PACE-Property Assessed Clean Energy program and  encouraging residents to rebuild with solar roof tiles would be helpful These materials are more fire resistant & widespread deployment would reduce the strain on the grid\r\n\r\nIf not solar tiles, other roofing materials that are inherently fire resistant and manufactured using a circular process should be used\r\n\r\nLA Rises or another PPP should be assigned the task of bundling the orders  for the materials  They could acquire them @ wholesale prices & distribute them @ cost\r\n\r\nPACE could lower costs by using blended finance vehicles incorporating grant $ & concessionary capital to fund projects\r\n\r\nThese discounts along with fed/state incentives & grants would significantly reduce cost",
    "UMAP_1": 43.60757065,
    "UMAP_2": 25.72333145
  },
  {
    "COMMENT_ID": 640,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire resistant building and landscaping",
    "CONTENT": "It is important to consider fire-resistant designs when rebuilding but I think it also needs to be acknowledged that most of the parts of Altadena that burned are not generally considered fire prone. The edges of Altadena that abut wild land are areas with a higher risk but the fire that burned throughout Altadena reached areas that were and are not forested. It's a different kind of fire than we are used to talking about.",
    "UMAP_1": 42.39349365,
    "UMAP_2": 23.8857708
  },
  {
    "COMMENT_ID": 645,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire resistant building and landscaping",
    "CONTENT": "Building resilient energy efficient homes. Reconsidering the materials used, repurposing as much as possible. Sharing tools and resources within communities. Investment in community and School Gardens",
    "UMAP_1": 42.61954498,
    "UMAP_2": 25.28069878
  },
  {
    "COMMENT_ID": 658,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire resistant building and landscaping",
    "CONTENT": "Strongly consider requiring new builds to be resilient by using the Passive Housing Standard, all electric buildings and fire resistant building materials. Electrifying homes and using a PHS combined lead to massive energy savings for homeowners and benefits to the entire community and region by lowering building pollution.",
    "UMAP_1": 43.27471542,
    "UMAP_2": 24.67212868
  },
  {
    "COMMENT_ID": 661,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire resistant building and landscaping",
    "CONTENT": "In fire prone areas, the public needs to not only have regular reminders they live IN a high-hazard area, but they should be required to participate in annual or semi-annual exercises with emergency management, first responders, etc.  CERT exists for this effort.  Frankly, I was surprised and dismayed that there aren't any future rebuilding requirements to use fire-resistant technologies or building materials or landscaping.  Sounded to me like all of that is waived to expedite the rebuilding/recovery process; meaning, lessons NOT learned.",
    "UMAP_1": 43.32131195,
    "UMAP_2": 24.45629692
  },
  {
    "COMMENT_ID": 673,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire resistant building and landscaping",
    "CONTENT": "Don't go crazy on regulations that significantly increase costs to rebuild.",
    "UMAP_1": 44.23149109,
    "UMAP_2": 23.71045303
  },
  {
    "COMMENT_ID": 689,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire resistant building and landscaping",
    "CONTENT": "I believe regulations do not aid in using money effectively and quickly, but we also should avoid repeating past mistakes. Let'sexample, not a repeat of history. use this as an",
    "UMAP_1": 43.91433716,
    "UMAP_2": 23.52975082
  },
  {
    "COMMENT_ID": 693,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire resistant building and landscaping",
    "CONTENT": "I'm sure there are already countless brochures on fire-resistant design.  Have them made available for contractors to present to customers.",
    "UMAP_1": 43.13560867,
    "UMAP_2": 25.46497917
  },
  {
    "COMMENT_ID": 739,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire resistant building and landscaping",
    "CONTENT": "Make every effort to inventivize updated materials for fire preventions.",
    "UMAP_1": 43.74491501,
    "UMAP_2": 25.36257744
  },
  {
    "COMMENT_ID": 751,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire resistant building and landscaping",
    "CONTENT": "This is our opportunity to take a look at what needs to be fixed and also make sure any new builds are equipped for future fires and earthquakes.",
    "UMAP_1": 43.09891129,
    "UMAP_2": 23.2833004
  },
  {
    "COMMENT_ID": 774,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire resistant building and landscaping",
    "CONTENT": "We can't rebuild in the same old fashion, with the same materials and the same landscaping.  It is possible to design a house that is resistant to fires - there was at least one good example in the Palisades that demonstrated how thoughtful adaptation can save a home.",
    "UMAP_1": 43.00949478,
    "UMAP_2": 24.43484116
  },
  {
    "COMMENT_ID": 783,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire resistant building and landscaping",
    "CONTENT": "There are many interesting technologies out there. Supporting ones that merge sustainability, passive house construction and other fire prevention methods are important to protecting these communities to be better equipped for future threats.",
    "UMAP_1": 42.50591278,
    "UMAP_2": 24.74667549
  },
  {
    "COMMENT_ID": 817,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire resistant building and landscaping",
    "CONTENT": "Consider alternative home-building techniques. Maybe utilization of brick/mortar construction or more flame-resistant, non-cancerous materials. Of course, remember that this must be balanced against being earthquake-resistant as well, given the location/geography.",
    "UMAP_1": 42.83670425,
    "UMAP_2": 24.9530735
  },
  {
    "COMMENT_ID": 918,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire resistant building and landscaping",
    "CONTENT": "And plant OAK TREES",
    "UMAP_1": 42.10211182,
    "UMAP_2": 25.97891235
  },
  {
    "COMMENT_ID": 921,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire resistant building and landscaping",
    "CONTENT": "And planting of protective well hydrated plants.",
    "UMAP_1": 42.15291596,
    "UMAP_2": 26.04629898
  },
  {
    "COMMENT_ID": 928,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire resistant building and landscaping",
    "CONTENT": "Metal roof and fire proof eve or facia in each new house.\r\nAttic space or vent should be have a mechanical or manual way to open in emergency mode.",
    "UMAP_1": 43.28949356,
    "UMAP_2": 25.87988663
  },
  {
    "COMMENT_ID": 944,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire resistant building and landscaping",
    "CONTENT": "Fire is a part of the landscape and our land use policies need to reflect that. It's not just about current accountability but historical accountability. We displaced people from the land and from there ability to tend to the landscape with fire. We have a fire debt that must be paid.\r\nTaking that to account new construction must be fireproof. The use of hempcrete, and recycled concrete and other materials must be allowed going forward.",
    "UMAP_1": 42.86577225,
    "UMAP_2": 24.16979218
  },
  {
    "COMMENT_ID": 962,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire resistant building and landscaping",
    "CONTENT": "Fire-resistant construction materials exist. Require their use in fire-prone areas.",
    "UMAP_1": 43.47974396,
    "UMAP_2": 25.06538963
  },
  {
    "COMMENT_ID": 1021,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire resistant building and landscaping",
    "CONTENT": "There are too many possible ways for ignition to happen. A stray ember from a campfire, a lightning strike, static electricity, a power line, a cigarette... we have to survive the fires when they happen, because we're never going to prevent them entirely.",
    "UMAP_1": 42.6144371,
    "UMAP_2": 23.52956581
  },
  {
    "COMMENT_ID": 1050,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire resistant building and landscaping",
    "CONTENT": "It starts with us. Most homes burn due to embers rather than direct flames, so focusing on preventing ember entry is crucial. How many homeowners follow the guidelines set forth by CalFire and other fire experts? 1/8\" mesh over your vents, no wood decks or gates attached to your home, double planed windows, no vegetation within five feet of your home?",
    "UMAP_1": 42.53139496,
    "UMAP_2": 25.3114109
  },
  {
    "COMMENT_ID": 1147,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire resistant building and landscaping",
    "CONTENT": "I am currently considering rebuilding our home and desperately need ideas for building a more fire resistant home. I haven't seen much information about new fire retardant materials.  Or landscaping design to reduce fire encroachment. This needs to be addressed to assist survivors rebuild safer structures for the future.",
    "UMAP_1": 42.32138443,
    "UMAP_2": 24.97511673
  },
  {
    "COMMENT_ID": 1160,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire resistant building and landscaping",
    "CONTENT": "The government should be helping homeowners that have homes that are standing to retrofit for fire safety. Codes need to be updated with fire safety at the forefront without any red tape.",
    "UMAP_1": 44.08580399,
    "UMAP_2": 24.90478325
  },
  {
    "COMMENT_ID": 1174,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire resistant building and landscaping",
    "CONTENT": "let's work to ensure these communities meet the strictest of standards for fire resistance.  government needs to use taxpayer money to invest in our communities.",
    "UMAP_1": 43.63055801,
    "UMAP_2": 24.26049042
  },
  {
    "COMMENT_ID": 1239,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire resistant building and landscaping",
    "CONTENT": "Yes! Offer hefty rebates for those who fire harden their homes.",
    "UMAP_1": 44.07937622,
    "UMAP_2": 25.63359261
  },
  {
    "COMMENT_ID": 1247,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire resistant building and landscaping",
    "CONTENT": "I strongly believe in shared responsibility. As much as people want to rebuild as quick as possible, it's everyone's responsibility to build back to prevent the next great disaster.",
    "UMAP_1": 43.43110657,
    "UMAP_2": 22.95838738
  },
  {
    "COMMENT_ID": 1260,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire resistant building and landscaping",
    "CONTENT": "Fire resistant materials. Landscaping strategies that maximize beauty and safety. Neighborhood-wide mitigation efforts, not just on individual properties. Recognition of adaptation as a community effort, not just home by home. Permeable surfaces, bioswales, rain gardens.",
    "UMAP_1": 42.21092606,
    "UMAP_2": 25.19747925
  },
  {
    "COMMENT_ID": 1266,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire resistant building and landscaping",
    "CONTENT": "Code changes must be adopted and enforced to reduce the future conflagrations that will otherwise happen. Get home owners and community groups to take on what should happen to make homes safer from the threat of fire. Listen to them, work with them. Present the policies and codes that will make a difference AND SELL THEM TO THE VOTERS!",
    "UMAP_1": 44.14588547,
    "UMAP_2": 24.5214138
  },
  {
    "COMMENT_ID": 1273,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire resistant building and landscaping",
    "CONTENT": "If you are serious about reducing the risk of Fire spreading, remove ALL palm trees from Altadena and other foothill communities. Our house is gone because of palm fronds landing on our roof!",
    "UMAP_1": 42.24866486,
    "UMAP_2": 25.85614967
  },
  {
    "COMMENT_ID": 1302,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire resistant building and landscaping",
    "CONTENT": "Affordable fire resistant building supplies for all. bi-monthly meetings for residents with officials to provide new improvements to help those who live in fire prone areas",
    "UMAP_1": 44.26942825,
    "UMAP_2": 25.27157402
  },
  {
    "COMMENT_ID": 1327,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire resistant building and landscaping",
    "CONTENT": "Rebuild to new codes and fire safe is not affordable. Even if you do rebuild to fire safety Insurance lies and does not insure regardless of how safe",
    "UMAP_1": 44.18198013,
    "UMAP_2": 24.0610199
  },
  {
    "COMMENT_ID": 1342,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire resistant building and landscaping",
    "CONTENT": "We must replant NATIVE plants that are by design much less flammable, like the California chaparral and stop cutting it down. Conversely, we must take down all palm trees down, not only they are giant match sticks when we get a wild fire, they provide little to no oxygen, they attract rodents and help the transmission of Leptospirosis, they provide little shade and now the department of sanitation wont take any of the debris from it as it takes a very long time to decompose, so that would go to a landfill to generate methane instead. We also need to consult with Native Tribes who are the original stewards of the land and used to have controlled fires to avoid having these mega fires. Private firefighters must be banned.",
    "UMAP_1": 42.49549866,
    "UMAP_2": 26.16421509
  },
  {
    "COMMENT_ID": 1369,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire resistant building and landscaping",
    "CONTENT": "Affordable fire resistant building supplies is a necessity. More native plants that aren't extremely flammable",
    "UMAP_1": 42.85676193,
    "UMAP_2": 25.86785698
  },
  {
    "COMMENT_ID": 1383,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire resistant building and landscaping",
    "CONTENT": "There should be zoning, codes, permitting and other policies that limit or eliminate building in fire-prone areas unless customers are willing to pay for the materials to be fire resilient and willing to forego the protection from standard services in the case of an emergency.",
    "UMAP_1": 44.03059006,
    "UMAP_2": 24.33138084
  },
  {
    "COMMENT_ID": 1406,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire resistant building and landscaping",
    "CONTENT": "We need a community that can live with fire.  As I understand it, the homes built to the latest standards for materials and design, which also had appropriate defensible space, did much better than other homes in the fires.  We need to ensure that the rebuild follows these standards, which includes financing, ensuring that contractors are properly trained, appropriate materials are available, and agreements that communities rebuilt to these standards are insurable in the future.",
    "UMAP_1": 42.972435,
    "UMAP_2": 24.01699638
  },
  {
    "COMMENT_ID": 1418,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire resistant building and landscaping",
    "CONTENT": "I think this is already pretty good.  The room for improvement is in updating zoning-permitting especially for smaller, affordable starter homes. and Zero parking spaces for new construction within 1.5 miles of light-rail stations.",
    "UMAP_1": 43.62375259,
    "UMAP_2": 24.36950684
  },
  {
    "COMMENT_ID": 1422,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire resistant building and landscaping",
    "CONTENT": "Don't just throw this on the residents trying to rebuild manage the land that is prone to fire better",
    "UMAP_1": 43.46293259,
    "UMAP_2": 23.20553589
  },
  {
    "COMMENT_ID": 1429,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire resistant building and landscaping",
    "CONTENT": "Make sure all homes and buildings rebuilt can withstand future climate risks and impacts like fires, heat, drought, extreme storms, flooding. Make sure communities are resilient to start before disasters hit. Use and work with nature and natrure-based solutions to mitigate the climate hazards.",
    "UMAP_1": 43.27474213,
    "UMAP_2": 23.83165169
  },
  {
    "COMMENT_ID": 1474,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire resistant building and landscaping",
    "CONTENT": "I took a home fire hardening course and proceeded to make many changes (some expensive) on my property. Maybe my house will burn down but I have improved the odds of surviving a fire.",
    "UMAP_1": 42.27581787,
    "UMAP_2": 24.45728302
  },
  {
    "COMMENT_ID": 1479,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire resistant building and landscaping",
    "CONTENT": "Building codes need to be updated to reflect the reality of wild fires.",
    "UMAP_1": 43.63187408,
    "UMAP_2": 23.70054627
  },
  {
    "COMMENT_ID": 1490,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire resistant building and landscaping",
    "CONTENT": "Long term goals for hardening homes against wildfires in the future is a must. Those homes being rebuilt and those being repaired should take steps to ensure proper materials are used as a start. Climate change is real and is here to stay.",
    "UMAP_1": 42.53578186,
    "UMAP_2": 24.28614807
  },
  {
    "COMMENT_ID": 1545,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire resistant building and landscaping",
    "CONTENT": "as a society we have to become responsible for our own waste and this needs a systemic approach.",
    "UMAP_1": 43.25823212,
    "UMAP_2": 22.90681267
  },
  {
    "COMMENT_ID": 1612,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire resistant building and landscaping",
    "CONTENT": "We need clear guidance on fire resistant best practices. Most of the guidance is tailored to homes in rural areas.  It does not apply to homes that are 10 feet apart in a city suburb.",
    "UMAP_1": 43.14550781,
    "UMAP_2": 24.98509789
  },
  {
    "COMMENT_ID": 1623,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire resistant building and landscaping",
    "CONTENT": "Fire hardening is a good idea. Give us suggestions and guidelines,",
    "UMAP_1": 42.96336746,
    "UMAP_2": 25.3092823
  },
  {
    "COMMENT_ID": 1635,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire resistant building and landscaping",
    "CONTENT": "Fences can often be conduits for fire. Just starting to hear more about this. Overall fire hardening.",
    "UMAP_1": 42.65078735,
    "UMAP_2": 25.0368557
  },
  {
    "COMMENT_ID": 1649,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire resistant building and landscaping",
    "CONTENT": "Tax relief for fire hardened houses and neighborhoods. The more contiguous houses that are fire hardened the more tax relief/house. So we encourage NEIGHBORHOODS to communicate and cooperate",
    "UMAP_1": 44.1155014,
    "UMAP_2": 25.16287422
  },
  {
    "COMMENT_ID": 1666,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire resistant building and landscaping",
    "CONTENT": "Building code needs to emphasize fire safe",
    "UMAP_1": 43.81616211,
    "UMAP_2": 24.4272728
  },
  {
    "COMMENT_ID": 1678,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire resistant building and landscaping",
    "CONTENT": "CA should just call the entire state a WUI CA Fire zone. No more pockets where CA Fire WUI regulations are not in place",
    "UMAP_1": 43.83080673,
    "UMAP_2": 23.9129734
  },
  {
    "COMMENT_ID": 1704,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire resistant building and landscaping",
    "CONTENT": "LA has the opportunity to set the example and lead the way for Southern California and the world on how to rebuild with climate resilience in mind",
    "UMAP_1": 43.16537476,
    "UMAP_2": 23.4984932
  },
  {
    "COMMENT_ID": 287,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Community preparedness",
    "CONTENT": "Improve the evacuation notifications and support people receive to evacuate. I lived in Altadena before my house burned down and did not get a notice to leave.\r\n\r\nEnsure all fire hydrants work and provide updates to the community ensuring they function. The hydrant on our street did not function.\r\n\r\nEnsure fire fighter dispatch is equitable. The fire crews meant to cover Altadena were in the Palisades, according to an elected official we spoke to and trust.",
    "UMAP_1": 40.75056839,
    "UMAP_2": 21.57266808
  },
  {
    "COMMENT_ID": 1293,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire-safe infrastructure management",
    "CONTENT": "In my community, drought and beetle infestation have led to tons of dead trees, fuel for wildfires. But tree removal is very expensive, and many residents simply can't afford to cut down and remove the dead trees on their properties. PG&E spent a lot of $ taking down trees near power lines, and that's good (though those lines should all be underground), but there are thousands that need to come down that are not near the lines. FireWise grants have helped, but much more needs to be done.",
    "UMAP_1": 40.16644287,
    "UMAP_2": 24.75397301
  },
  {
    "COMMENT_ID": 925,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Other",
    "CONTENT": "Since Trump has blamed California for not engaging in forest management, could we request funding for clearing dead brush AND downed trees that are still not cleaned up from that big wind event. Generate jobs that way.",
    "UMAP_1": 38.88877106,
    "UMAP_2": 23.54067802
  },
  {
    "COMMENT_ID": 1698,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire-safe infrastructure management",
    "CONTENT": "California needs to call in Federal assistance to manage the entire state. Too much of the forest is left unkept. Need to increase logging of old forest so that areas can be managed with planting of new growth. Open it up the private companies to manage.",
    "UMAP_1": 39.21754074,
    "UMAP_2": 23.54192925
  },
  {
    "COMMENT_ID": 618,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire-safe infrastructure management",
    "CONTENT": "Homeowners need to take more responsibility for their properties. Defensible space works, but it is not as aesthetically pleasing.",
    "UMAP_1": 38.19811249,
    "UMAP_2": 23.79172707
  },
  {
    "COMMENT_ID": 719,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire-safe infrastructure management",
    "CONTENT": "Brush clearance and defensible space around home.  Enforcement is key so that weak links do not put the larger community at risk.",
    "UMAP_1": 38.26951218,
    "UMAP_2": 23.59303474
  },
  {
    "COMMENT_ID": 987,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire-safe infrastructure management",
    "CONTENT": "Ensure brush clearance on properties. Make sure homeowners are educated on steps they can take to be prepared.",
    "UMAP_1": 38.68457031,
    "UMAP_2": 24.06298447
  },
  {
    "COMMENT_ID": 1200,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire-safe infrastructure management",
    "CONTENT": "We need to be proactive and clear brush/trash, bring back the brush eating goats and allow those that owe parking tickets to clean the freeways, like they used to. It should be illegal to start fires on the streets, public parks/forests (unless allowed to BBQ). Taxpayers should NOT be paying for the infrastructure upgrades of for profit electrical companies. When new communities are built, require power lines to be underground or have other safety measures in place that will prevent fires. Electrical companies can also educated the public and if they see something off with a powerline to say something.",
    "UMAP_1": 38.76120377,
    "UMAP_2": 24.81715775
  },
  {
    "COMMENT_ID": 512,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire-safe infrastructure management",
    "CONTENT": "Monitoring and modifying areas of highest fire concern would be useful",
    "UMAP_1": 39.29206085,
    "UMAP_2": 24.30875778
  },
  {
    "COMMENT_ID": 617,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire-safe infrastructure management",
    "CONTENT": "Cal Fire does a remarkable job year-round. The investment in them by the state has doubled in the past few years and I think it has paid off. I do agree on a local level we are not doing as good of a job. Better communication between what the local FDs do vs Cal Fire do for communities is necessary.",
    "UMAP_1": 39.26778793,
    "UMAP_2": 22.9639225
  },
  {
    "COMMENT_ID": 641,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire-safe infrastructure management",
    "CONTENT": "fire departments need water and working hydrants and trucks and men",
    "UMAP_1": 39.72442246,
    "UMAP_2": 22.85704231
  },
  {
    "COMMENT_ID": 854,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire-safe infrastructure management",
    "CONTENT": "Ask Cal FIRE what they need and give it to them",
    "UMAP_1": 39.62346649,
    "UMAP_2": 23.11284828
  },
  {
    "COMMENT_ID": 1558,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire-safe infrastructure management",
    "CONTENT": "The city/dwp/fire department need to proactivity do their jobs maintaining the water resources, fire hydrants, clearing debris and being on alert and deployed during high fire season.",
    "UMAP_1": 39.45207214,
    "UMAP_2": 23.22055054
  },
  {
    "COMMENT_ID": 583,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire-safe infrastructure management",
    "CONTENT": "How about just increasing fire-fighting resources? We seem to be voting \"yes\" every time this is on a local/state ballot and yet we never have enough firefighters and equipment.",
    "UMAP_1": 39.71476746,
    "UMAP_2": 22.68533516
  },
  {
    "COMMENT_ID": 258,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire-safe infrastructure management",
    "CONTENT": "New homes to be built, could be solar equipped,  landscaping planted to minimize danger to structures, environmentally safe etc…\r\nWe need to lessen our reliance on power companies.",
    "UMAP_1": 39.99002075,
    "UMAP_2": 25.41709518
  },
  {
    "COMMENT_ID": 626,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire-safe infrastructure management",
    "CONTENT": "I don't understand why we have above ground power lines in fire prone areas.",
    "UMAP_1": 39.34730911,
    "UMAP_2": 25.35126114
  },
  {
    "COMMENT_ID": 695,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire-safe infrastructure management",
    "CONTENT": "I'm not sure how much difference fire-resistant design would have made.  If fire-resistant design means infusing building materials with toxic substances that will go up in smoke if the fire is strong enough, then I think that is misguided.  At least in this case, much more effort should have been put into putting the power lines underground.  People have been urging Edison to do this for decades.",
    "UMAP_1": 39.81583786,
    "UMAP_2": 25.61518478
  },
  {
    "COMMENT_ID": 703,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire-safe infrastructure management",
    "CONTENT": "Ensure power companies are being responsible and maintaining their lines.",
    "UMAP_1": 39.5847168,
    "UMAP_2": 25.15952301
  },
  {
    "COMMENT_ID": 801,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire-safe infrastructure management",
    "CONTENT": "Preventing future disasters should be 1st priority. Get power lines underground, create highly accessible documentation around how to build a fire-resistant home, enforce new landscaping regulations to minimize spread potential.\r\n\r\nRefining our ability to respond should they arise again should be 2nd. Provide LA residents with a 5-minute video explaining what to do in case of a future fire, perform an in-depth postmortem analyzing the emergency team response and determine any process changes that should be made.",
    "UMAP_1": 39.77058029,
    "UMAP_2": 24.67475891
  },
  {
    "COMMENT_ID": 1092,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire-safe infrastructure management",
    "CONTENT": "Underground power lines!",
    "UMAP_1": 38.81103134,
    "UMAP_2": 25.42115974
  },
  {
    "COMMENT_ID": 1233,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire-safe infrastructure management",
    "CONTENT": "Power lines need to be underground.  Europe has them, why doesn't California? This, and controlled burns, using goats to clear brush around urban-wildlife interface areas needs to be a priority for the state, county and city, and all water systems should be audited before the fire season begins. Leadership should be held accountable for not maintaining fire hydrants and reservoirs. There should be more budget dollars allocated to these preventative measures vs incurring billions in losses and the horrific trauma of our people. We should NOT be taxed through more bond measures for losses that were preventable or at least not a disaster of epic proportions.",
    "UMAP_1": 39.07036972,
    "UMAP_2": 25.31073189
  },
  {
    "COMMENT_ID": 1460,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire-safe infrastructure management",
    "CONTENT": "For those neighborhoods zoned as \"very high fire risk\", the city and/or utilities needs to also be held accountable on underground transmission lines, along with reviewing all city trees which are highly flammable and replace them (regardless if tress are \"protected\" or not), along with ensuring overgrown vegetation are trimmed back on our hillsides/mountain areas close to residents.",
    "UMAP_1": 39.10786057,
    "UMAP_2": 24.64800453
  },
  {
    "COMMENT_ID": 865,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire-safe infrastructure management",
    "CONTENT": "Unground power lines. Pay for it  DO NOT make the citizens pay for it. Use new technology ie drones to asses fire risk on windy Santa Ana days. Pre deploy the Fire Dept. Brush Clearance on city, county, and state land is a MUST.",
    "UMAP_1": 39.10160446,
    "UMAP_2": 25.0441227
  },
  {
    "COMMENT_ID": 734,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire-safe infrastructure management",
    "CONTENT": "To mitigate the risk of fire, all utilities that can cause ignition must be hardened. The utility companies must be responsible for this without expectations of reimbursement. The utility companies should have these safeguards built in if they want to do business. All new buildings must have fire resistant design, assuring that materials used are not toxic when exposed to fire. Areas prone to wildfire should not be rebuilt without technologies that reduce the danger.",
    "UMAP_1": 39.84441376,
    "UMAP_2": 25.27998352
  },
  {
    "COMMENT_ID": 1182,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire-safe infrastructure management",
    "CONTENT": "For profit utility companies must be required to adapt their equipment to prevent wildfires, especially where human life is at risk in urban or populated areas.",
    "UMAP_1": 39.56939316,
    "UMAP_2": 24.95225334
  },
  {
    "COMMENT_ID": 362,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire-safe infrastructure management",
    "CONTENT": "This is the most important one.",
    "UMAP_1": 39.59499741,
    "UMAP_2": 23.82527542
  },
  {
    "COMMENT_ID": 593,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire-safe infrastructure management",
    "CONTENT": "It is critical to address this issue and put together teams of people who can address these issues for the future.",
    "UMAP_1": 40.22584152,
    "UMAP_2": 23.84117699
  },
  {
    "COMMENT_ID": 722,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire-safe infrastructure management",
    "CONTENT": "I agree.",
    "UMAP_1": 40.26412201,
    "UMAP_2": 23.65217781
  },
  {
    "COMMENT_ID": 1301,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire-safe infrastructure management",
    "CONTENT": "increased fuel maintenance and removal in non-fire seasons.",
    "UMAP_1": 39.06718445,
    "UMAP_2": 23.83242226
  },
  {
    "COMMENT_ID": 1527,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire-safe infrastructure management",
    "CONTENT": "Brush clearance requirements should be clearer and mandatory.",
    "UMAP_1": 38.5626564,
    "UMAP_2": 23.94370079
  },
  {
    "COMMENT_ID": 1537,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire-safe infrastructure management",
    "CONTENT": "This needs to be treated as a priority for attention at city level, especially in the wildlands/urban interface, where fire is an ongoing and increasing experience. Everyone is affected by fire and this can be used proactively to encourage direct community engagement through neighborhood groups education, training, widespread introduction of goats for vegetation clearance, prescribed burning practices.",
    "UMAP_1": 40.06462479,
    "UMAP_2": 24.27072716
  },
  {
    "COMMENT_ID": 1556,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire-safe infrastructure management",
    "CONTENT": "This is the most important.  Learning how to solve our problems as they arise is excellent, learning to prevent these problems from occurring? Priceless.",
    "UMAP_1": 39.780056,
    "UMAP_2": 24.08989334
  },
  {
    "COMMENT_ID": 1586,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire-safe infrastructure management",
    "CONTENT": "This should be self-evident by now.",
    "UMAP_1": 39.97690582,
    "UMAP_2": 23.93730354
  },
  {
    "COMMENT_ID": 1722,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire-safe infrastructure management",
    "CONTENT": "This point is critical in our warming climate.",
    "UMAP_1": 39.73574829,
    "UMAP_2": 23.75592423
  },
  {
    "COMMENT_ID": 1734,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire-safe infrastructure management",
    "CONTENT": "This is more so for the government agencies.",
    "UMAP_1": 39.87875366,
    "UMAP_2": 23.46693039
  },
  {
    "COMMENT_ID": 400,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Fire-safe infrastructure management",
    "CONTENT": "Most of the defendable space requirements are already in the munipal code. How about actually enforcing existing code and fining people whose property are a fire hazard to the rest of us.",
    "UMAP_1": 38.0773468,
    "UMAP_2": 23.3427906
  },
  {
    "COMMENT_ID": 1653,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Other",
    "CONTENT": "I echo past comments for a more efficient alert system.",
    "UMAP_1": 41.1218605,
    "UMAP_2": 21.27573013
  },
  {
    "COMMENT_ID": 1514,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Other",
    "CONTENT": "All areas prone to wildfires - entire water systems should be retrofitted - to include special water dischargers. Strategically placed to water trees, buildings, houses, and the ground. I believe such a system would be one hundred times more effective than any system currently in place as it relates to fighting wildfire. We can look to the Japanese Government for their blueprints on how they accomplished this. With that, these areas should have sirens to alert everyone, including annual drills for preparedness training.",
    "UMAP_1": 40.49429321,
    "UMAP_2": 21.91079521
  },
  {
    "COMMENT_ID": 1320,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Other",
    "CONTENT": "Reforestation efforts are an important factor in helping to restore the environment",
    "UMAP_1": 39.22545242,
    "UMAP_2": 24.00011635
  },
  {
    "COMMENT_ID": 1694,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Other",
    "CONTENT": "if we don't address the root causes, this will happen over and over and over. it's physics. we need to address the root causes and focus on prevention.",
    "UMAP_1": 39.88056946,
    "UMAP_2": 24.13227654
  },
  {
    "COMMENT_ID": 259,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Other",
    "CONTENT": "I have been a part of the Palisades community my whole life and seen many fires and earthquakes. This is the first time that it took us out.",
    "UMAP_1": 42.47894669,
    "UMAP_2": 23.23647881
  },
  {
    "COMMENT_ID": 542,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Other",
    "CONTENT": "Unfortunately, we are due for another one anytime.  \r\nThis is surely part of the reason insurance companies are fleeing the state.",
    "UMAP_1": 42.5099411,
    "UMAP_2": 23.26973152
  },
  {
    "COMMENT_ID": 437,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Other",
    "CONTENT": "Apparently this was being done for the past few years, but it seems the people of California were lied to. So, yes, it would be terrific if all of these things could be done, but I am not feeling very confident in the current admin's ability to do so.",
    "UMAP_1": 40.85694122,
    "UMAP_2": 23.47939301
  },
  {
    "COMMENT_ID": 571,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Other",
    "CONTENT": "We need to do real work studying why controlled burns work and how to implement them routinely to protect our fire-prone areas. And we truly need to look at where some of these homes are built. For areas that survived the fire but are high-risk, we immediately need to look at road access into these areas, notifications for evacuations and if all these homes are setup to receive them, and have better plans in place to help those who lose homes in fires find help. The communication between the Red Cross and those who needed assistance was dreadful from the accounts I've heard from people who were in the temporary shelters -- we need people who are designated from our cities to coordinate this, not the Red Cross.",
    "UMAP_1": 41.34934235,
    "UMAP_2": 23.62211227
  },
  {
    "COMMENT_ID": 625,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Other",
    "CONTENT": "Also, the extreme weather patterns are not new, they have been causing more fires more recently. The most devastating fires in CA have happened within the last 35 years. Cities should be mandated to update their risk models - not using 20 year old data - and updated general plans to include wildfire adaptation.",
    "UMAP_1": 41.96568298,
    "UMAP_2": 23.88066292
  },
  {
    "COMMENT_ID": 627,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Other",
    "CONTENT": "Also, the tendency now seems to be to want to throw technology as the solution to the problem. Tech is good for risk models but programs and processes need to be human driven! Let's get emergency responders resources and people, not autonomous fire-fighting helicopters, or failing emergency alert systems. Tech is only as useful as its implementation, training and compliments core competencies that should be in place first.",
    "UMAP_1": 40.74837875,
    "UMAP_2": 23.89210892
  },
  {
    "COMMENT_ID": 672,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Other",
    "CONTENT": "Reduce permit fees \r\nAssist in the rebuild reduce cost of supplies to help",
    "UMAP_1": 44.60976028,
    "UMAP_2": 24.85937691
  },
  {
    "COMMENT_ID": 769,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Other",
    "CONTENT": "This is a reality of California whether you believe in climate change or not.  Home owners should build back better. But also we need to hold utilities accountable.  In Altadena the brush near the power lines fueled the destruction. How that was allowed to happen is truly baffling.  Homeowners alone should not bear the brunt of being responsible for wildfire preparation.",
    "UMAP_1": 42.24871445,
    "UMAP_2": 23.6850071
  },
  {
    "COMMENT_ID": 910,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Other",
    "CONTENT": "As a semi educated citizen and homeowner:  I think there are two kinds of fires.  The kind that starts in the typical neighborhood, and the giant super hot wildfire.  Both are worth preparing for, for sure, but I think we need to prioritize prevention and mitigation of wildfire above smaller measures that make no difference to a wildfire.  When I seek information, the advice is mixed together.  There's so much fire prevention advice that doesn't help in the case of wildfire, so increased awareness of what's relevant and what's not is called for.",
    "UMAP_1": 40.72353745,
    "UMAP_2": 24.17357254
  },
  {
    "COMMENT_ID": 914,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Other",
    "CONTENT": "We know from scientific experts that the buildings were the fuel for the fire NOT the trees and bushes. Create pocket parks on lots that homeowners wish to sell. These parks will provide fuel breaks for future fires and also enhance the neighborhoods. \r\nPlant oak trees!! Oaks catch flying embers and can protect structures.\r\nDo NOT add housing density to this area. It is a high fire zone and cannot carry the density nor can the infrastructure.",
    "UMAP_1": 41.90539169,
    "UMAP_2": 25.38387299
  },
  {
    "COMMENT_ID": 917,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Other",
    "CONTENT": "Every home with a pool should have a pump that will allow pool water to be accessed! In Rancho Santa Fe it is required. Insurance companies should offer incentives.",
    "UMAP_1": 41.76400375,
    "UMAP_2": 24.20298004
  },
  {
    "COMMENT_ID": 954,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Other",
    "CONTENT": "Implementation is the key",
    "UMAP_1": 40.69181061,
    "UMAP_2": 23.40690994
  },
  {
    "COMMENT_ID": 975,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Other",
    "CONTENT": "YES. YES. YES. Education, fire audits, financial assistance for community immunity.",
    "UMAP_1": 40.98765564,
    "UMAP_2": 23.0269661
  },
  {
    "COMMENT_ID": 1227,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Other",
    "CONTENT": "Develop plan to address times when water is under great demand, when many faucets are being used at once",
    "UMAP_1": 40.58395386,
    "UMAP_2": 23.0051384
  },
  {
    "COMMENT_ID": 1317,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Other",
    "CONTENT": "Fire resistant design is a community effort.  Everyone needs to be a part of it.",
    "UMAP_1": 41.60268784,
    "UMAP_2": 24.10113144
  },
  {
    "COMMENT_ID": 1440,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Other",
    "CONTENT": "What is wildfire adaptation? Fire-resistant design and preparedness training are not the City's role; let Angelenos, their architects, and private organizations do this.",
    "UMAP_1": 41.39319611,
    "UMAP_2": 24.19068337
  },
  {
    "COMMENT_ID": 1445,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Other",
    "CONTENT": "Create a list or 1 website that list all the fire resistant prep needed. The problem of Water pressure and # of fire trucks and fire fighters needs to be reassed and increased.",
    "UMAP_1": 40.1889267,
    "UMAP_2": 22.60512924
  },
  {
    "COMMENT_ID": 1464,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Other",
    "CONTENT": "I think this will take many generations. It's a long term strategy, not a short term one.",
    "UMAP_1": 41.73770905,
    "UMAP_2": 23.54878998
  },
  {
    "COMMENT_ID": 1496,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Other",
    "CONTENT": "The experts in the insurance industry who assess fire risk need to share their information publicly.  A coordinated effort between the insurance industry, the emergence response planners in the government, and the builders could result in a much better system for everyone.",
    "UMAP_1": 41.85345841,
    "UMAP_2": 23.37582779
  },
  {
    "COMMENT_ID": 1603,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Other",
    "CONTENT": "I don't know what the city and state's wildfire adaptation policies are. Is the public aware of them?",
    "UMAP_1": 40.88153076,
    "UMAP_2": 23.97341347
  },
  {
    "COMMENT_ID": 1712,
    "CATEGORY": "Climate & community resilience",
    "SUBCATEGORY": "Other",
    "CONTENT": "Would need clarity of which agencies would help with this in LA county so it can be effective.",
    "UMAP_1": 40.3550911,
    "UMAP_2": 23.22632027
  }
]