[
  {
    "COMMENT_ID": 393,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Other",
    "CONTENT": "The time to address the above issues is before a disaster.  Ignoring fire hazards then spending money on disaster recovery is a foolish way to solve the issues.   Ask the community why they did not do more to mitigate the fire hazard before the event.",
    "UMAP_1": -1.402089715,
    "UMAP_2": 7.901714325
  },
  {
    "COMMENT_ID": 509,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Building code and zoning requirements",
    "CONTENT": "Reduce red tape.",
    "UMAP_1": -3.469390392,
    "UMAP_2": 5.675043106
  },
  {
    "COMMENT_ID": 545,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Building code and zoning requirements",
    "CONTENT": "We should be investing in new ideas for fire mitigation strategies. For example, insuring a home from fire could be cheaper if the home has a built-in (or on) fire protection system that significantly improves its odds of surviving a fire. We could incentivize the free market to explore new technologies or ideas through grants or subsidies.",
    "UMAP_1": -1.771045327,
    "UMAP_2": 8.455037117
  },
  {
    "COMMENT_ID": 547,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Building code and zoning requirements",
    "CONTENT": "Strickter code requirements in regards to materials should be enforced.",
    "UMAP_1": -2.758174896,
    "UMAP_2": 7.216957569
  },
  {
    "COMMENT_ID": 678,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Building code and zoning requirements",
    "CONTENT": "Reduce onerous building regulations. California citizens affected homeowners should be given preference \n.",
    "UMAP_1": -2.852290392,
    "UMAP_2": 6.185097694
  },
  {
    "COMMENT_ID": 699,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Building code and zoning requirements",
    "CONTENT": "Need to suspend coastal commission and CEQA  for all fire victims not just these recent fires. The Franklin, Mountain and Woolsey fires and more.",
    "UMAP_1": -3.477645397,
    "UMAP_2": 6.056450367
  },
  {
    "COMMENT_ID": 727,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Building code and zoning requirements",
    "CONTENT": "Incentivize communities to make improvements that will make homes more robust in the face of environmental dangers.",
    "UMAP_1": -1.757768035,
    "UMAP_2": 7.81966877
  },
  {
    "COMMENT_ID": 735,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Building code and zoning requirements",
    "CONTENT": "Lets be honesto, insurance companies Will not be on the side for most of their clients. The new innovative residential-commercial structures, Will be Accord with the actual building regulations,",
    "UMAP_1": -1.986399412,
    "UMAP_2": 6.905145168
  },
  {
    "COMMENT_ID": 755,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Building code and zoning requirements",
    "CONTENT": "One immediate need is definitely financial support/grants/tax credits for home building and to address new code requirements. Instead of trying to waive the new code requirements to rebuild faster, let's give the community the chance to build back better",
    "UMAP_1": -2.884122372,
    "UMAP_2": 6.746423244
  },
  {
    "COMMENT_ID": 781,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Building code and zoning requirements",
    "CONTENT": "If all of the homes that will be rebuilt are required to have sprinklers and water systems, then the State of California needs to subsidize the added cost of that for rebuilding survivors of the fires.  \n\nOr, waivers need to be given so that the County of LA can allow its communities to rebuild many of the historic homes that were lost, without adding to the burden of the rebuild.  \n\nThis can be addressed in many ways, via grants, tax rebates and tax amnesty programs.",
    "UMAP_1": -2.534101486,
    "UMAP_2": 7.488404751
  },
  {
    "COMMENT_ID": 832,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Building code and zoning requirements",
    "CONTENT": "Sprinklers inside and out.  Rules for removing all flammable materials from house perimeter. Vents at chest level so they can be sealed conveniently as necessary. Instructions and training on how to do this for homeowners and renters.",
    "UMAP_1": -2.441576958,
    "UMAP_2": 8.132798195
  },
  {
    "COMMENT_ID": 897,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Building code and zoning requirements",
    "CONTENT": "Building back the same houses in the same spaces without adjustments just means our town will burn in the same way in 20 years. Also, all those ADUs people will be living in just mean no parking and a lack of safe roads in another emergency.",
    "UMAP_1": -1.070776939,
    "UMAP_2": 6.797854424
  },
  {
    "COMMENT_ID": 919,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Building code and zoning requirements",
    "CONTENT": "Exactly. ADUs should not be allowed in fire prone areas unless there is parking on property and there is a large enough lot to allow a wide buffer of space between the ADU and other structures.\nIn areas where the roads are narrow and it is already difficult to evacuate there should be a total ban on additional density. It is irresponsible to put more people in harms way and increase the danger to those already living there!",
    "UMAP_1": -1.067478776,
    "UMAP_2": 6.423110008
  },
  {
    "COMMENT_ID": 920,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Other",
    "CONTENT": "It is illogical to put more people in these fire areas particularly those who cannot afford insurance or the cost of rebuilding and replacing everything.",
    "UMAP_1": -0.4809093177,
    "UMAP_2": 7.648834705
  },
  {
    "COMMENT_ID": 951,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Building code and zoning requirements",
    "CONTENT": "My house is still standing with some minor damage, however, what I want to know is will there ever be grants to upgrade our old homes to code or for features that retard fires for example, fireproof roofs, siding, vents and windows?",
    "UMAP_1": -2.065526962,
    "UMAP_2": 7.220939159
  },
  {
    "COMMENT_ID": 971,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Building code and zoning requirements",
    "CONTENT": "We need expertise and help to fire harden our whole community, not just encouraging a few people with the money to do it. Also we can't insure our way out of this. Insurance companies will leave if they don't make a profit and the state can't afford to take their place with the pace and severity of disasters. Education, fire audits, financial assistance. Community immunity.",
    "UMAP_1": -1.94033289,
    "UMAP_2": 8.311392784
  },
  {
    "COMMENT_ID": 1029,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Other",
    "CONTENT": "It's expensive to live in a wildfire prone zone. Either that expense is paid by the people who live there (such as through insurance premiums) or by everyone else who doesn't live there (via taxes). We shouldn't accept unfair increases in insurance premiums, but it's hard to tell what is really fair.",
    "UMAP_1": -0.1190064102,
    "UMAP_2": 7.814878941
  },
  {
    "COMMENT_ID": 1031,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Building code and zoning requirements",
    "CONTENT": "We should buy out homeowners in these areas and turn unsafe zones back into wilderness. If they want to stay, they should have to pay for the true cost.",
    "UMAP_1": -0.6497648358,
    "UMAP_2": 8.062542915
  },
  {
    "COMMENT_ID": 1033,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Building code and zoning requirements",
    "CONTENT": "That would be the insurance market telling you that the place you're living is dangerous and likely to burn down again. You're right that we should be able to find out before trying to rebuild.",
    "UMAP_1": -0.6833607554,
    "UMAP_2": 7.040717602
  },
  {
    "COMMENT_ID": 1044,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Other",
    "CONTENT": "This could be a strategic community effort rather than each individual homeowner having to go at it alone, which also strains the insurance systems, which in turn raises costs down the road.",
    "UMAP_1": -2.221773624,
    "UMAP_2": 8.461525917
  },
  {
    "COMMENT_ID": 1173,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Building code and zoning requirements",
    "CONTENT": "new code requirements.  go back to the 2010/2012 code requirements.  we can't afford today's requirements and they don't work for this massive rebuild.",
    "UMAP_1": -2.573182821,
    "UMAP_2": 6.488788605
  },
  {
    "COMMENT_ID": 1205,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Building code and zoning requirements",
    "CONTENT": "Eliminate new code requirements, residents are dealing with enough and they don't have unlimited funds for new code upgrades. Let residents build at a minimum to what they had before without all the bureaucracy. The city and county already provide massive amounts of 'legal aid' for tenants and illegals there is no need to reinvent the wheel.",
    "UMAP_1": -2.236591816,
    "UMAP_2": 6.152598381
  },
  {
    "COMMENT_ID": 1245,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Other",
    "CONTENT": "My own grandmother lost her home in the Palisades Fire, so this is hard to say. But if people decide to rebuild in the exact spot their house burned down, the financial risk of repeat fire should should be borne by communities who rebuild in high risk areas. Skyrocketing insurance rates should not be distributed throughout the state to areas that have very low risk of wildfire.",
    "UMAP_1": -0.4600448012,
    "UMAP_2": 7.445240021
  },
  {
    "COMMENT_ID": 1341,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Building code and zoning requirements",
    "CONTENT": "The permit process needs to be improved",
    "UMAP_1": -3.019842386,
    "UMAP_2": 5.686096191
  },
  {
    "COMMENT_ID": 1444,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Building code and zoning requirements",
    "CONTENT": "Underinsured homeowners can't afford the new code requirements.  Grants and tax relief should be provided to ease that burden.",
    "UMAP_1": -2.489761114,
    "UMAP_2": 6.786657333
  },
  {
    "COMMENT_ID": 1473,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Building code and zoning requirements",
    "CONTENT": "This could be done in very specific areas BUT there will always be human/wildlife borders.",
    "UMAP_1": -0.8693484664,
    "UMAP_2": 8.293632507
  },
  {
    "COMMENT_ID": 1607,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Building code and zoning requirements",
    "CONTENT": "Rebuilding assistance should take into account what we know about fire and other disasters to guide \"smart\" rebuilding",
    "UMAP_1": -1.313681006,
    "UMAP_2": 7.203591824
  },
  {
    "COMMENT_ID": 1633,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Building code and zoning requirements",
    "CONTENT": "There is currently a grant for adu prebuilding costs - expand this program.",
    "UMAP_1": -1.497696161,
    "UMAP_2": 6.444421768
  },
  {
    "COMMENT_ID": 1692,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Building code and zoning requirements",
    "CONTENT": "partially, the new code requirements should be evaluated by DISINTERESTED 3rd party experts to make sure they actually do something. so much code is basically lobbied into existence by people and companies who gain from requiring expensive, spurious non-sense. there should be significant legal aid for that effort.",
    "UMAP_1": -2.074214697,
    "UMAP_2": 6.451865673
  },
  {
    "COMMENT_ID": 1699,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Building code and zoning requirements",
    "CONTENT": "We need deregulation and free permitting. building Codes are great and needed for public safety but then why is government penalizing citizens, owners and builders by charging them to implement safety codes. Makes no sense! Property taxes are already excessive and should already cover this expense and service to promote safety and avoid the need for people to dodge code or safety requirements.",
    "UMAP_1": -2.280360222,
    "UMAP_2": 5.799124718
  },
  {
    "COMMENT_ID": 314,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Insurance reform",
    "CONTENT": "state farm is trying to resist paying out and is claiming that in order to get 50% payout now we have to sign a form that in 36 months they are no longer liable to pay more. they also are requiring a list of all private property even if house is complete loss.",
    "UMAP_1": -2.607170343,
    "UMAP_2": 2.568920612
  },
  {
    "COMMENT_ID": 384,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Insurance reform",
    "CONTENT": "California's insurance system requires a complete overhaul—it is currently more complicated than the tax code. This issue must be addressed in clear, straightforward terms before any funds are allocated. Otherwise, the same problems will arise during the next disaster.",
    "UMAP_1": -3.930702925,
    "UMAP_2": 4.132253647
  },
  {
    "COMMENT_ID": 419,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Insurance reform",
    "CONTENT": "If insurance wants to do any business in the state, they need to provide fire insurance.  However,  if a utility causes the fire, then the utility needs to reimburse the insurance provider.",
    "UMAP_1": -3.89068222,
    "UMAP_2": 2.887533903
  },
  {
    "COMMENT_ID": 462,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Insurance reform",
    "CONTENT": "California should compete with all forms of insurance in the state with a public option.  What we currently have are companies who effectively subsidize TV and other media with endless advertising yet will do everything in their power to delay and then deny your claims.  If the Federal Govt. is going to be less likely to pay-out (for one reason or another) in what would've previously been considered a disaster, we may have no other choice.",
    "UMAP_1": -3.480556488,
    "UMAP_2": 3.139538765
  },
  {
    "COMMENT_ID": 519,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Insurance reform",
    "CONTENT": "We have learned, the hard way, that the California insurance industry to irretrievably broken.  Something has to change.  Homeowners insurance is a scam, it is too complicated, no one understands what their policies mean until it is too late, the carriers have inadequate resources to meet a huge crisis like this.  As best I can tell, the carriers are using the money that we paid them in premiums to hire people whose job it is to deny claims.  Some people need to go to jail to wake up this industry.",
    "UMAP_1": -3.613545895,
    "UMAP_2": 3.644669056
  },
  {
    "COMMENT_ID": 591,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Insurance reform",
    "CONTENT": "Insurance is the main financial driver in recovery. our insurance department, in the last decade has done very little to refine and make the claims process better for citizens.\n\nMaking claims more transparent, making policies which make more sense, it isn't rocket science.\n\n90% of folks end up underinsured. Not an accident. A failed system.\n\nWhen HO3 policies are approved in this state - the Dept should force companies to reveal their claims process and then hold them to it after a disaster.",
    "UMAP_1": -3.318072319,
    "UMAP_2": 3.87950325
  },
  {
    "COMMENT_ID": 615,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Insurance reform",
    "CONTENT": "Deregulate the insurance market, CA politicians caused this problem! Stand up for property owners.  It's inexcusable that people can stay in rentals for years w/o paying and landlords have limited recourse. Businesses and families are fleeing our state",
    "UMAP_1": -4.132734299,
    "UMAP_2": 3.192335844
  },
  {
    "COMMENT_ID": 682,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Insurance reform",
    "CONTENT": "Require insurance companies to issue 100% of personal property coverage for completely destroyed homes and 75% for standing homes within the burn zone without inventory lists.",
    "UMAP_1": -2.278832674,
    "UMAP_2": 3.00748992
  },
  {
    "COMMENT_ID": 687,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Insurance reform",
    "CONTENT": "De-regulate, regarding insurance the insurance commissioner needs to meet with Ins companies, reinsurers, city/state/federal officials to propose a plan where residents are able to obtain proper coverage at a reasonable price and insurers/reinsurers are able to make a reasonable profit.  Insurance companies should be required to offer renewals. Insurance is one of the oldest businesses in existence, it has worked well for 100's of years.  Adjustment obviously need to be made",
    "UMAP_1": -4.378624916,
    "UMAP_2": 3.16004014
  },
  {
    "COMMENT_ID": 736,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Insurance reform",
    "CONTENT": "Insurance companies must be held accountable for claims. They are in the insurance business. That is a risk reward business. Extreme profit at the expense of people is unacceptable.",
    "UMAP_1": -3.895193577,
    "UMAP_2": 2.389850378
  },
  {
    "COMMENT_ID": 777,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Insurance reform",
    "CONTENT": "Insurance companies should be held responsible for paying the claims on the policies that they willingly sold to residents in the affected areas.  But we also have to acknowledge that they are beholden to their shareholders and will non-renew or exit CA if they can't make a profit.\n\nIt could help to require insurance companies to offer incentives for more fire-resistant construction.  Loosening regulations on the insurance industry is something I'm hesitant to support, but if insurance rates are determined by market forces and not a government commission, it could lead to more companies entering the market which would keep prices in check.  Rates will still be higher, but CA rates are lower than many other states with lower disaster risk.",
    "UMAP_1": -3.574558496,
    "UMAP_2": 2.672547102
  },
  {
    "COMMENT_ID": 805,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Insurance reform",
    "CONTENT": "Eliminate the need for personal property inventory to get one's entire personal property coverage! Studies show creating that list is the most traumatic part of recovery. We didn't pay 75% of our insurance premium, why do we only get 75% of our coverage without being forced to do something so traumatic?!",
    "UMAP_1": -2.596879482,
    "UMAP_2": 3.358006477
  },
  {
    "COMMENT_ID": 949,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Insurance reform",
    "CONTENT": "The entire insurance system in California should be completely reimagined. There must be a system that is accessible, cannot be canceled or reduced based on statewide costs and mandates and is sustainable over time.",
    "UMAP_1": -4.278981686,
    "UMAP_2": 3.584096432
  },
  {
    "COMMENT_ID": 996,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Insurance reform",
    "CONTENT": "Disaster relief insurance training to educate victims on how to advocate for the\nSelves!!",
    "UMAP_1": -4.298613548,
    "UMAP_2": 4.568853378
  },
  {
    "COMMENT_ID": 1034,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Insurance reform",
    "CONTENT": "The insurance companies have experts whose job it is to figure out where the fire risk is. I guess they knew something was coming, even if they didn't know where.",
    "UMAP_1": -4.203445435,
    "UMAP_2": 2.264222622
  },
  {
    "COMMENT_ID": 1076,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Insurance reform",
    "CONTENT": "Push insurance companies to simply pay out 100% on total losses, as we are all under insured anyhow.  This has occurred in prior fires, and we are desperately needing to rebuild sooner than later, so knowing a budget is key, and key now.",
    "UMAP_1": -2.43210268,
    "UMAP_2": 2.636428833
  },
  {
    "COMMENT_ID": 1241,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Insurance reform",
    "CONTENT": "Insurance companies should pay all policy limits for inventory and property value. Future wildfire survivors are paying for those limits, the insurance companies shouldn't make the process difficult to collect those limits.",
    "UMAP_1": -2.831315517,
    "UMAP_2": 2.799404383
  },
  {
    "COMMENT_ID": 1270,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Insurance reform",
    "CONTENT": "The CA Department of Insurance has put a number of excellent laws and regulations together that make dealing with the insurance providers somewhat easier for a homeowner customer. However the industry wide marketing of disaster (Homeowner)'insurance has led to virtually no polices promising to rebuild \"no matter what\" and substituting coverages that seem to fully protect and do not, leaving most homeowners underinsured which means they can't afford to rebuild and can't stay in their home because it has burned to the ground. This needs to be worked out with the insurance providers and the Dept of Insurance and the homeowners needing and wanting the protection of a policy that will help them in a catastrophe, rather than add to it.",
    "UMAP_1": -3.271924496,
    "UMAP_2": 4.26712513
  },
  {
    "COMMENT_ID": 1381,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Insurance reform",
    "CONTENT": "Insurance is a key lever that needs to be addressed here, in service to the whole of the economy.  Insurance providers have known for DECADES about the risks they face with respect to climate, and as an industry, they have not acted with enough innovative approaches to changing incentives for more regenerative decisions.  They have not faced the truth of what is facing all of us with respect to climate risk, and they are brittle and wholly unprepared from a business model perspective to respond to the realities of what they are facing.  We need to redesign business models, incentives, and policies to face the realities of the calamities that we are facing as a community.  There is only going to be more of the same in the future.",
    "UMAP_1": -3.681827307,
    "UMAP_2": 1.829391003
  },
  {
    "COMMENT_ID": 1426,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Insurance reform",
    "CONTENT": "Make fossil fuel polluters pay for deceiving the public about fossil fuel use and driving the climate crisis that has led to increased extreme heat, drought, and other conditions that have led to higher fire risk. Also, there must be focus on more utilization of prescribed and cultural burns to manage fuel loads, as well as avoiding building and redevelopment in areas of high risk.",
    "UMAP_1": -3.414507389,
    "UMAP_2": 1.721712232
  },
  {
    "COMMENT_ID": 1446,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Insurance reform",
    "CONTENT": "Homeowners and insurance companies should have to review the policy yearly and insurance language must be written at a 6 grade level in order for everyone to understand.  There are to many hidden meanings and definitions as well as all information should be explicit and complete.  Do not let insurance companies provide homeowners with a summary chart that leaves out specific restrictions.",
    "UMAP_1": -3.629958868,
    "UMAP_2": 4.476476669
  },
  {
    "COMMENT_ID": 1458,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Insurance reform",
    "CONTENT": "Insurance assistance in layman terms would be essential. We shouldn't require a lawyer to understand our insurance policies.",
    "UMAP_1": -3.873536587,
    "UMAP_2": 4.483926296
  },
  {
    "COMMENT_ID": 1519,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Insurance reform",
    "CONTENT": "Regarding insurance claims and premiums, no one should have any issues at all with insurance claims. Insurance companies should be lowering cost and premiums vs. raising them. When it's a known fact that insurance companies have more money than banks and are collecting around the clock; I find it hard to believe that they are somehow living paycheck to paycheck. Besides, this is the business they chose. If insurance companies want to raise cost, they should be required to provide something more like free legal assistance for tenants and undocumented immigrants. \n\nNew requirements before permitting building of homes and buildings, fire prevention methods and materials required before issuing any permits. City, County, and State level.",
    "UMAP_1": -4.491192341,
    "UMAP_2": 2.651504993
  },
  {
    "COMMENT_ID": 1525,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Insurance reform",
    "CONTENT": "Similar to a comment made yesterday: \"I don't think that everyone should have to hire an attorney to get the fair benefit of their fire insurance policy.\" I wonder about California's appetite for SB 222 that might create an insurable future but at the cost of affordable gas. I read somewhere that climate change contributed about 25% to the impact of the fires. If that is true, then maybe oil and gas liability should be capped (or a mandatory oil and gas recovery fund set aside to the tune of an accurate reading on percentage of projected damages)",
    "UMAP_1": -3.092036724,
    "UMAP_2": 2.11845088
  },
  {
    "COMMENT_ID": 1551,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Insurance reform",
    "CONTENT": "We need transparency and accountability from insurance companies, as well as from oil and gas companies. Insurance claims need to be met. Politicians must stand up to extractive capitalism. Yet we also do need to recognise that disasters are going to increase in number and scale. Life is uncertain and responsibility and accountability start with individuals. There is no magic bullet, just a hundred and one acts of daily accountability and learning to do more with less. Asking for specific ideas is great and thank you for doing so, yet what we are faced with is changing mindsets and learning to address our issues systemically. Corporations AND their shareholders need to stop driving the 'growth and increasing profits are forever' mentality.",
    "UMAP_1": -3.780801773,
    "UMAP_2": 2.016177416
  },
  {
    "COMMENT_ID": 1655,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Insurance reform",
    "CONTENT": "The government's attacking insurance, as someone from the southeast US, is strange. Governmental agencies let the city of LA develop and sprawl into high fire-risk areas. Insurance companies, like when people build beachfront homes in hurricane country, jacked up the insurance rates. When an insurance company says an area is dangerous, believe them.\n\nForcing other taxpayers to supplement a \"wood home in a tinderbox\" is ludicrous. Saying it's the homeowners' fault for having a home in a tinderbox is likewise insane; they aren't fire experts.\n\nThe blame for the Palisades fire's destruction lays at the feet of the negligent county, city, and state level officials who allowed people to build/buy homes and root their lives in the line of fire.",
    "UMAP_1": -4.508780479,
    "UMAP_2": 2.213165283
  },
  {
    "COMMENT_ID": 1670,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Insurance reform",
    "CONTENT": "An online system to report my insurance company for not following their own guidelines and policies for covering our losses that are clearly outlined in our contract.  I have to drive 46 miles from home to work post-fire when I had less than one mile drive pre-fire. My insurance adjuster says my wife and I should ride together when we work different jobs at different start and end time. They also state that we should not be eating out so much since we rented a place with a kitchen...we leave before the sun comes up and return home at dark and dont have time or energy to cook meals at home. This is not being a good neighbor as their tagline says.",
    "UMAP_1": -4.098005772,
    "UMAP_2": 1.899217606
  },
  {
    "COMMENT_ID": 257,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "We are in the situation of looking at whether to rebuild or not. The insurance company has not been helpful in that regard but we haven't pushed since we haven't been able to get the property cleared yet. On our rental, we are interviewing remediation companies so that are tenant can move back in. All parts are important",
    "UMAP_1": -5.952245235,
    "UMAP_2": 5.368394375
  },
  {
    "COMMENT_ID": 269,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Building code and zoning requirements",
    "CONTENT": "The city needs to build more public affordable housing and change zoning restrictions to allow for more multi-use properties. Those affected by the fires and those already facing housing insecurity are facing price gouging of rents and over-inflated property values making it impossible to live in this city, even before the fires.",
    "UMAP_1": -4.507721901,
    "UMAP_2": 6.099626064
  },
  {
    "COMMENT_ID": 278,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "Financial assistance needs to be made available for people with standing homes located in or near the burn areas. Our homes suffered extensive damage and/or were covered in toxic ash and debris. Many of us have to pay for expensive environmental testing and remediation out-of-pocket, up to and including replacing dry wall, flooring, a majority of our furniture, clothes, etc., but we are not currently eligible for most of the existing financial assistance.",
    "UMAP_1": -7.732017994,
    "UMAP_2": 4.621251106
  },
  {
    "COMMENT_ID": 302,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Other",
    "CONTENT": "With so many disasters, and homelessness, it makes sense to have temporary housing that is in fact permanent in public spaces like fairgrounds or stadium parking lots, etc.",
    "UMAP_1": -7.90139246,
    "UMAP_2": 6.003256798
  },
  {
    "COMMENT_ID": 392,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Insurance reform",
    "CONTENT": "I am very skeptical about how all these insurance companies happened to back out 3 months before these \"wildfires\" happened. I also had issues with State Farm auto insurance around this time.",
    "UMAP_1": -6.636347771,
    "UMAP_2": 3.959905386
  },
  {
    "COMMENT_ID": 415,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Insurance reform",
    "CONTENT": "Insurance companies leaving the state is scary. Especially those able to drop coverage so quickly!",
    "UMAP_1": -6.745418549,
    "UMAP_2": 3.781176805
  },
  {
    "COMMENT_ID": 420,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "That's terrible!",
    "UMAP_1": -6.842820644,
    "UMAP_2": 5.236670494
  },
  {
    "COMMENT_ID": 421,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "The burn map cannot be used to determine eligibility. There are thousands of residents displaced due to smoke/soot/ash damage that are within the 250 yard health advisory boundary of the burn and they aren't eligible for assistance because they aren't in the burn area even though they are just as displaced and have lost all their interior contents. We're being hung out to dry.",
    "UMAP_1": -7.364073277,
    "UMAP_2": 4.943292618
  },
  {
    "COMMENT_ID": 526,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "If I rebuild, I want a guarantee I can acquire the necessary fire insurance to cover my loss.",
    "UMAP_1": -6.238929749,
    "UMAP_2": 5.544930935
  },
  {
    "COMMENT_ID": 564,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "People lost their homes, jobs, and were displaced. This country gives MILLIONS OF DOLLARS to other countries. We can use some of that money!",
    "UMAP_1": -7.930088043,
    "UMAP_2": 5.764339924
  },
  {
    "COMMENT_ID": 580,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "I think some people have been more traumatized by their insurance than by the fire. Maddening and heartbreaking.",
    "UMAP_1": -6.655960083,
    "UMAP_2": 4.600217819
  },
  {
    "COMMENT_ID": 607,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "Many people's insurances pulled out and now they are left with nothing. Steps need to be taken to ensure that people can get the money they deserve to rebuild.",
    "UMAP_1": -6.16485405,
    "UMAP_2": 4.069981098
  },
  {
    "COMMENT_ID": 631,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "Where to start - a lot of people were being dropped by their insurance, and had a hard time getting other insurance. Some are uninsured or underinsured. People are having a hard time dealing with insurance. People need resources to know what proper fire related insurance coverage should look like and literally a how-to of navigating insurance if you have a full loss, partial loss, smoke.",
    "UMAP_1": -6.371650219,
    "UMAP_2": 4.377429008
  },
  {
    "COMMENT_ID": 706,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "If undocumented residents lost their homes and valuables in the fires they 100% deserve assistance just as any other citizen affected by the fires. They are human too with families and contribute to our society.",
    "UMAP_1": -7.29338932,
    "UMAP_2": 7.437139511
  },
  {
    "COMMENT_ID": 707,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "Everyone who lost their homes in the fires deserves assistance regardless of legal status.",
    "UMAP_1": -7.453146458,
    "UMAP_2": 6.65908432
  },
  {
    "COMMENT_ID": 733,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "Provide aid to all infected. Homeowners and renters, total loss and uninhabitables. You pay into insurance to be covered for emergencies and if there are no emergencies, there's no reason for rates to increase. Even where there is an emergency, rates shouldn't increase. The system needs to be overhauled, along with FEMA. The lack of financial support has caused so many to be homeless.",
    "UMAP_1": -8.213747025,
    "UMAP_2": 6.326328754
  },
  {
    "COMMENT_ID": 747,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "Insurance companies need to make it easier to access ALE while it is unsafe to live in standing homes in the impacted area.",
    "UMAP_1": -7.439377785,
    "UMAP_2": 4.560786247
  },
  {
    "COMMENT_ID": 765,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "People were impacted differently. It would be good to review the different segments such as renters, smoked out but still standing, and total loss (among others). Each are experiencing different obstacles and the government could be better prepared in future wildfires by understanding the unique concerns of each.",
    "UMAP_1": -7.329817772,
    "UMAP_2": 5.953008175
  },
  {
    "COMMENT_ID": 812,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "Please offer generous assistance programs to homeowners/entities who are confirmed to have lost their homes in the fires. I understand that not everyone can be fully compensated (California does not have the $ for that), but maybe a base, across-the-board $25000-30000 compensation check?",
    "UMAP_1": -6.557257652,
    "UMAP_2": 6.575274467
  },
  {
    "COMMENT_ID": 823,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "This right here. What am I investing this time and money in, if the property is then uninsurable?",
    "UMAP_1": -5.492052555,
    "UMAP_2": 6.018657684
  },
  {
    "COMMENT_ID": 855,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "AS a tenant in Santa Monica I was flat out of luck. I just had to move out of my unit two weeks ago because the owner was refusing to do the needed ash mitigation and refused to speak about it. Because I was 1 block outside \"the fire zone\" I didn't qualify for help even though had an apartment filled with ash. Fights with landlord ensued and there was no protection from eviction.\n\nNearby communities are impacted too. I get that the line has to be drawn somewhere but this is ridiculous.\n\nSo exhausted with having had a huge impact but no help because I am one block out of zone and had an apartment.\n\nI have some ALE but it took a long while to kick in and I had no idea how to navigate it. I still need help understanding how insurance can help",
    "UMAP_1": -7.403018475,
    "UMAP_2": 4.433149815
  },
  {
    "COMMENT_ID": 867,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "Direct financial assistance to residents. Many are uninsured or those who are will have a GAP in order to rebuild.",
    "UMAP_1": -6.502193451,
    "UMAP_2": 7.244668961
  },
  {
    "COMMENT_ID": 888,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "Invest in Community Land Trusts. Rebuild affordable housing for all. Protect the most vulnerable. Housing is a human right.",
    "UMAP_1": -4.750322819,
    "UMAP_2": 6.506527901
  },
  {
    "COMMENT_ID": 899,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "These are two distinct policy questions. \n1) Local and state government should lead in the simplest way- Stand aside to allow private sector do it's expertise. \n2) Undocumented residency should not have been asked. Minimal, essential government works regardless of documentation.",
    "UMAP_1": -7.615314484,
    "UMAP_2": 7.293465137
  },
  {
    "COMMENT_ID": 927,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "It is important that government provide assistance to protect individual people from illegal or unfair actions taken against them by insurance companies and/or landlords. Government should simplify the regulatory process of rebuilding but should not be using tax-payer money to issue grants for home building or for bringing existing buildings into compliance with new code requirements. Government should not be using tax-payer money to provide legal aid to undocumented residents; this should be a service provided by the private sector.",
    "UMAP_1": -7.056668282,
    "UMAP_2": 6.807404518
  },
  {
    "COMMENT_ID": 940,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "Close the gap on CFPs underinsurance so that people can rebuild back.",
    "UMAP_1": -6.151904583,
    "UMAP_2": 6.812373638
  },
  {
    "COMMENT_ID": 978,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "There needs to be incentive for lawyers in the area to work pro bono for families regarding tenant issues. There's no reason that owning a rental should leave you in the dark.",
    "UMAP_1": -6.852327824,
    "UMAP_2": 5.756350994
  },
  {
    "COMMENT_ID": 1000,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "a reserve fund for rebuilding and restructuring the area.",
    "UMAP_1": -6.188914299,
    "UMAP_2": 6.950714111
  },
  {
    "COMMENT_ID": 1032,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "In 2023, we spent $71.9 billion on foreign aid out of about $6.1 trillion in federal expenses. That's about 1% of our budget. I don't think that's the problem.",
    "UMAP_1": -8.116915703,
    "UMAP_2": 5.41468668
  },
  {
    "COMMENT_ID": 1097,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "Renters were really left out in the cold. This was such a shame.",
    "UMAP_1": -7.518070221,
    "UMAP_2": 6.040427685
  },
  {
    "COMMENT_ID": 1167,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "many are under insured if insured at all, must rebuild rapidly for people to afford to move back",
    "UMAP_1": -5.54689312,
    "UMAP_2": 6.558785915
  },
  {
    "COMMENT_ID": 1198,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "Homes that survived the fires, but with smoke damage, fall into this gray area for $ coverage from insurance. There is no enforcement arm from the Department of Insurance to make carriers do anything. We have little guidance on knowing when it is safe to return to our homes or our neighborhood. Dept. of Health seems to be the only agency addressing this but again, no enforcement pathway from them to the insurance carriers who more or less want us back in our homes as soon as possible.",
    "UMAP_1": -6.390164852,
    "UMAP_2": 4.962209702
  },
  {
    "COMMENT_ID": 1211,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "The underinsured and uninsured need a lot more help. Also we need grants for rebuilding smaller commercial property and to help small businesses.",
    "UMAP_1": -5.874393463,
    "UMAP_2": 7.538815022
  },
  {
    "COMMENT_ID": 1246,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "Underinsurance and lack of insurance is obviously going to be a huge problem. Hopefully organizations will step up to offer options in terms of cheaper builds and getting creative for funding/grants to rebuild.",
    "UMAP_1": -5.293240547,
    "UMAP_2": 7.05974865
  },
  {
    "COMMENT_ID": 1253,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "Make insurance a non-profit industry. Nobody should be profiting off of disasters. Grants should go to ALL homeowners and not just to single family residents or people who didn't pay for insurance. Why limit legal aid just to tenants & undocumented residents? Everybody else needs legal aid to deal with the insurance companies. Plus, we could all use some free financial planning to know how we are going to pay for this perfect storm of  failed infrastructure.",
    "UMAP_1": -7.984885693,
    "UMAP_2": 6.381407261
  },
  {
    "COMMENT_ID": 1288,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "All of the above. Rebuilding is going to be very expensive and most people are underinsured. We need grants and don't want to fall further into debt.",
    "UMAP_1": -5.511100769,
    "UMAP_2": 7.331648827
  },
  {
    "COMMENT_ID": 1289,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "One massive issue we had here in Northern CA is that insurance coverage for temporary housing only kicks in when the evacuation order is mandatory. This means that people with fewer financial resources (including seniors) are forced to wait until the very last minute to leave--putting themselves in great danger and making the situation more difficult and dangerous for first responders, as well. And because lodging coverage stops as soon as evac orders are lifted, people here were forced to return to unsafe situations, with no running water, no power and no internet (at a time when kids were still doing remote learning due to COVID). The state needs to be aware of this issue and work with insurance providers to resolve it.",
    "UMAP_1": -6.990414143,
    "UMAP_2": 3.868450642
  },
  {
    "COMMENT_ID": 1305,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "Fireaid gathered so much money, but much less individual contribution.  They gave organization, but not individual.  We lost our home and we have 2 children and one is a special need...we are the one suffering mentally, financially and physically.",
    "UMAP_1": -6.397017479,
    "UMAP_2": 5.286471367
  },
  {
    "COMMENT_ID": 1326,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "Those who had good insurance or money to rebuild were able to take advantage of grants early on. The grants offered are first come first serve. In my community of Paradise CA, fixed income, low income and lower med. income were offered loans because they received tiny payouts from the PG$E bankruptcy stretched out over 6 years. Most were not able to rebuild.",
    "UMAP_1": -5.70979023,
    "UMAP_2": 7.355071545
  },
  {
    "COMMENT_ID": 1339,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "About half of all residents are renters and they are disproportionally affected by disasters and are financially burdened by a system that is designed to extract as much money as possible out of them. Many pay more than 50% of their income just in housing alone. With horrendous policies coming from the federal government, undocumented residents are unfairly targeted and exploited even more than other residents. We should be focusing efforts on equity, social and environmental justice to ensure those who are on the verge of homelessness don't end up being unhoused. We need to promote more low-income and no-income housing in every neighborhood.",
    "UMAP_1": -7.894853115,
    "UMAP_2": 6.795318127
  },
  {
    "COMMENT_ID": 1351,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "We are not able to proceed with retaining a contractor and rebuild when our insurance company is holding out paying what they owe us, which are the limits we paid for.",
    "UMAP_1": -6.197868347,
    "UMAP_2": 5.33020401
  },
  {
    "COMMENT_ID": 1358,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "Tenant support is essential.  Undocumented workers have to be a low\nPriority unfortunately.  Red tape is a killer anyway yo help with that is vital.  Using an online forum would be a good start for people to use",
    "UMAP_1": -6.887787342,
    "UMAP_2": 7.291790962
  },
  {
    "COMMENT_ID": 1399,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "Bridge the GAP",
    "UMAP_1": -6.661599159,
    "UMAP_2": 6.151098728
  },
  {
    "COMMENT_ID": 1436,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "The City has no money to do this; let charitable Angelenos take care of each other. Stop wasting our time and money.",
    "UMAP_1": -6.577276707,
    "UMAP_2": 6.104143143
  },
  {
    "COMMENT_ID": 1509,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "I am middle class. I'll pour every cent into this rebuild, but I'm still not sure I can pull it off and I'm not sure I'm going to qualify for any help. Can you please keep that in mind? SEND GRANTS, PLEASE! I'll follow every fire hardening guideline I can afford.",
    "UMAP_1": -5.432997227,
    "UMAP_2": 6.457763195
  },
  {
    "COMMENT_ID": 1576,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "All of these should be areas in which \"financial aid\" is available.  I don't have answers as to where that comes from, but I believe that as a nation/state/community, we should offer assistance to make each person as whole as possible.",
    "UMAP_1": -7.510271549,
    "UMAP_2": 5.565811157
  },
  {
    "COMMENT_ID": 1580,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "Agree",
    "UMAP_1": -6.905313015,
    "UMAP_2": 5.578248501
  },
  {
    "COMMENT_ID": 1616,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "Help the people who had mobile homes get back onto that land. That is the remaining middle class in the Palisades and we must not let it be overtaken by rich real estate developers.",
    "UMAP_1": -4.94707346,
    "UMAP_2": 6.165875912
  },
  {
    "COMMENT_ID": 1627,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "Construction cost escalation from date of the fire to completion of homes will vastly exceed anyone's insurance settlement.  There was 6% per year escalation before the year, 9% in the last year, and will increase based on the massive reconstruction from the two major fires, tariffs, and regional labor shortage",
    "UMAP_1": -5.892832756,
    "UMAP_2": 6.281685829
  },
  {
    "COMMENT_ID": 1645,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "I cannot tell you what a nightmare it has been for those of us who have homes still standing to navigate insurance. Most of the information at town halls and webinars was for total loss, which is a more clearly defined insurance process. The rest of us were basically expected to go back into our toxic homes and had to fight like hell for every ounce of ALE and smoke remediation to be covered. We are so grateful for Ricardo Lara and his staff for their help putting pressure on the insurance companies, but it would be great if the agents had the capacity to offer more guidance and support",
    "UMAP_1": -7.362602711,
    "UMAP_2": 4.680373669
  },
  {
    "COMMENT_ID": 1683,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "Insurance claims, grants for home rebuilding is essential if we are to be able to rebuild while we continue to pay our mortgage and extremely high rents.",
    "UMAP_1": -6.153401852,
    "UMAP_2": 5.983578682
  },
  {
    "COMMENT_ID": 1708,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "Issues if the residents weren't insured/ underinsured. Making sure they receive timely support for rebuilding/ limited redtape. CA may have more strict building codes based on earthquake/ fire concerns. Ensuring the costs/ codes to build appropriately are still accessible based on the incomes/ avoiding exploitation from real estate corporate entities (Blackrock).",
    "UMAP_1": -5.297052383,
    "UMAP_2": 6.598532677
  },
  {
    "COMMENT_ID": 1723,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "Aid to help navigate the system and assist when neceassary is welcome",
    "UMAP_1": -7.153933525,
    "UMAP_2": 5.150549412
  },
  {
    "COMMENT_ID": 279,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Other",
    "CONTENT": "There should be a commitment to keeping black families in Altadena.",
    "UMAP_1": -5.048042297,
    "UMAP_2": 5.370047092
  },
  {
    "COMMENT_ID": 298,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Insurance reform",
    "CONTENT": "The insurance market is a disaster. I was told days before the fire that my insurance carrier no longer met the rating requirements of my mortgage lender so I cancelled my insurance policy effective 1/10/25 while my wife and I were getting quotes with other companies. We were going to be underwritten on 1/10/25 but the moratorium after the fires stopped that process and we couldn't reinstate our previous policy because I cancelled it before the fires but it wouldn't fulfill my mortgage requirements anyways. After 10 days of no insurance immediately after the fires, we joined the FAIR plan and then got charged an insane amount from our lender for the lapse in insurance coverage. My house didn't burn and still no word from other insurers!",
    "UMAP_1": -5.696417809,
    "UMAP_2": 4.032944679
  },
  {
    "COMMENT_ID": 440,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Insurance reform",
    "CONTENT": "The State must ensure that property owners can obtain home insurance that offers full coverage as compared to the Fair Plan",
    "UMAP_1": -5.888916016,
    "UMAP_2": 2.724079609
  },
  {
    "COMMENT_ID": 539,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Insurance reform",
    "CONTENT": "Insurance companies had been moving out of this market, cancelling policies and raising the cost of premiums to the point of being unaffordable.\n\nRebuilding with fire, earthquake and storm resistant materials along with structure strengthening measures should be promoted as one way to help reduce insurance costs.",
    "UMAP_1": -4.938622952,
    "UMAP_2": 3.51260376
  },
  {
    "COMMENT_ID": 610,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "Insurance is difficult to navigate and because it is a business, companies are doing everything they can to not pay out on claims. People who lost homes and were underinsured need assistance to close those financial gaps beyond additional loans. People need cash in hand to help with rebuilding. We saw the government response to supporting businesses during COVID with PLP loans that were forgiven. The people of Altadena need a similar benefit.",
    "UMAP_1": -5.356723785,
    "UMAP_2": 5.55253458
  },
  {
    "COMMENT_ID": 716,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "Provide private adjusters at no cost for people with the holdout companies on personal property. There are not enough reputable affordable adjusters and many are scammers.",
    "UMAP_1": -5.418990612,
    "UMAP_2": 4.149366379
  },
  {
    "COMMENT_ID": 822,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Other",
    "CONTENT": "The plain fact is that NO ONE can afford this. Altadena residents who lost their homes need money, we need grants marked for individuals and families, not agencies/charities (where the donated funds go God knows where). We can't do this alone. My family is in a relatively privileged position where we had insurance and did not lose our jobs, but we don't know if we will be able to afford to rebuild. If we can't afford it, who can? What will our town be if it's just turned over to deep pocketed developers? We need help, and direct financial assistance to residents is the only way to preserve this town.",
    "UMAP_1": -4.960083008,
    "UMAP_2": 5.689877033
  },
  {
    "COMMENT_ID": 824,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Other",
    "CONTENT": "Yes. Diversity is what makes Altadena special.",
    "UMAP_1": -5.483336926,
    "UMAP_2": 5.026750088
  },
  {
    "COMMENT_ID": 840,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Other",
    "CONTENT": "Legal aid necessary",
    "UMAP_1": -5.600237846,
    "UMAP_2": 4.691056728
  },
  {
    "COMMENT_ID": 885,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Other",
    "CONTENT": "LA County Building and safety, and frankly the county system is absurdly anti-democratic. LA has 5 supervisors managing a $50B budget with no council, no division of powers, no significant independent oversight, no empowered citizen ombudsman, anticorruption. \n\nWe need a standing citizen council/assembly with representatives from every neighborhood in 18 month cycles that overlap for 4-6 months to generate diverse stakeholder solutions, review of monopoly agencies, utilities, etc. \n\nThese emergencies have been happening and worsening, the response - other than Bravo 69 - has been worsening. Same with education stats and performance. Same with Health, Affordable Housing and Homelessness. Representatives and govt NEED much more citizen input.",
    "UMAP_1": -4.126422405,
    "UMAP_2": 5.250855446
  },
  {
    "COMMENT_ID": 986,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Other",
    "CONTENT": "Ensure existing homeowners near affected areas won't have their insurance skyrocket when their renewals come due.",
    "UMAP_1": -4.803361893,
    "UMAP_2": 4.468292236
  },
  {
    "COMMENT_ID": 1030,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Insurance reform",
    "CONTENT": "Standing aside doesn't seem to be working. These insurance companies don't want to pay out anything and someone has got to twist their arm.",
    "UMAP_1": -4.73940897,
    "UMAP_2": 3.23330617
  },
  {
    "COMMENT_ID": 1151,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Other",
    "CONTENT": "Having been non renewed by my insurance company I think it is critical to assist homeowners rebuild their homes through a grant program. To keep the community flavor it will require getting year old owners back in their homes. Otherwise the old neighborhood will be replaced with money hungry developers with no thought of community only profit. Tenants will need access to new apartment building so assisting the owners rebuild in a timely fashion with also be critical",
    "UMAP_1": -5.266486168,
    "UMAP_2": 4.775768757
  },
  {
    "COMMENT_ID": 1164,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Other",
    "CONTENT": "We need help. We got no help on January 7th when our town burned down and we are receiving little support now. Banks should be forced to let everyone in these communities to have a safe out and a forbearance for at least 6 months or a year with the balance going on at the end of the loan term. We have been told by chase bank that we will owe 4 months in May, how is this helpful?! The state needs to speak up on our behalf! We pay so much in taxes and for what??",
    "UMAP_1": -5.218750954,
    "UMAP_2": 5.253557682
  },
  {
    "COMMENT_ID": 1190,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Other",
    "CONTENT": "Legal aid to help those affected navigate the overly complex world of insurance and permits for building is incredibly important and necessary to support community and prevent investors from controlling the market.",
    "UMAP_1": -4.304094315,
    "UMAP_2": 5.665265083
  },
  {
    "COMMENT_ID": 1196,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Other",
    "CONTENT": "Agree. Our lender said any kind of forbearance or deferment would result in a re-negotiation of the entire loan. This is not helpful.",
    "UMAP_1": -5.781733036,
    "UMAP_2": 5.61556673
  },
  {
    "COMMENT_ID": 1216,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Navigating insurance and financial resources",
    "CONTENT": "There is still a lot of confusion about what FEMA and SBA can help with. I hear from from a lot of people even if they have insurance.",
    "UMAP_1": -6.59402132,
    "UMAP_2": 4.535055161
  },
  {
    "COMMENT_ID": 1228,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Other",
    "CONTENT": "For those who are under insured, the gap to rebuild relative to insurance proceeds is very large. There needs to be some form of assistance for those who are on the CA Fair Plan.",
    "UMAP_1": -6.329560757,
    "UMAP_2": 3.027953863
  },
  {
    "COMMENT_ID": 1325,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Other",
    "CONTENT": "We need to make sure whatever policies we have are consistent and reliable, somehow able to withstand changes in administrations or market conditions.",
    "UMAP_1": -4.6310606,
    "UMAP_2": 4.051472187
  },
  {
    "COMMENT_ID": 1373,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Other",
    "CONTENT": "The insurance landscape in California needs to be addressed. The FAIR plan is terrible, and private insurance companies take to long to process claims. There need to be faster ways for survivors to get access to funds after their home is destroyed.",
    "UMAP_1": -5.725785732,
    "UMAP_2": 3.36839366
  },
  {
    "COMMENT_ID": 1485,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Insurance reform",
    "CONTENT": "The behavior of the California Fair Plan to deny smoke damage claims is unacceptable and the lack of other choices for insurance is not ok. What can be done to bring insurance companies back to CA?",
    "UMAP_1": -6.032198906,
    "UMAP_2": 2.874073267
  },
  {
    "COMMENT_ID": 1494,
    "CATEGORY": "Financial & legal assistance",
    "SUBCATEGORY": "Other",
    "CONTENT": "We have specific questions about the California Fair Plan.  What construction features are covered under the \"Ordinance or Law\" item in the CFP policy?  At one point I heard Steve Soboroff say that everyone should hire an attorney.  I don't think that everyone should have to hire an attorney to get the fair benefit of their fire insurance policy.",
    "UMAP_1": -5.827273369,
    "UMAP_2": 3.48297143
  }
]